<html>
<head>
<title>Sayans Traductions</title>
<link rel="stylesheet" href="../../styles.css" type="text/css">
<meta name="description" content="En esta web encontrarás las mejores traducciones para tus juegos favoritos con los que disfrutar en tus emuladores: Final Fantasy, Zelda, Secret of Mana... Por supuesto, también hay otras secciones que seguro que te interesan :)">
<meta name="keywords" content="emuladores, traducciones, roms, romhacking, juegos traducidos, traductores, final fantasy, secret of mana, bastard, zelda, dragon ball z, juegos, phantasy star, guias, musica, suikoden, utilidades, herramientas, traduroms, snes, megadrive, genesis, nes, psx, gameboy, español, consolas">
<meta name="Language" content="es">
<body bgcolor="354C75">
<div align="center"> 
  <p><img src="../../logo.jpg" border="2"></p>
  <table width="755" border=1 align="center" cellpadding=0 cellspacing=0 bordercolor=#000000 bgcolor=#252850>
    <td><p><img src="flechas.gif" width="13" height="7"> <a href="../../index.htm">Noticias</a> <img src="flechas.gif" width="13" height="7"> 
          <a href="../../traducciones/traducciones.htm">Traducciones</a> <img src="flechas.gif" width="13" height="7"> 
          <a href="../../guias/guias.htm">Guías</a> <img src="flechas.gif" width="13" height="7"> <a href="../../musica/musica.htm">Música</a> 
          <img src="flechas.gif" width="13" height="7"> <a href="../../utilidades/utilidades.htm">Utilidades</a> 
          <img src="flechas.gif" width="13" height="7"> <a href="../../tutoriales/tutoriales.htm">Tutoriales</a> 
          <img src="flechas.gif" width="13" height="7"> <a href="../../links/links.htm">Links</a> <img src="flechas.gif" width="13" height="7"> 
          <a href="http://server.todotradus.com/phpBB2/viewforum.php?f=5" target="_blank">Foro</a> 
          <img src="flechas.gif" width="13" height="7"> <a href="../../staff/staff.htm">Staff</a> <img src="flechas.gif" width="13" height="7"> 
          <a href="../../antiguas/noticiasant.htm">Noticias Antiguas</a> <img src="flechas.gif" width="13" height="7"> 
          <a href="../../afiliados/afiliados.htm">Afiliados</a></p></td>
  </table>
  <p><img src="../antiguas.jpg" width="383" height="90"></p>
  <p class="texto"> <img src="../../flechas.gif"> <a href="noticiasant.htm">Volver</a> </p>
  <p class="texto"><strong>Del d&iacute;a 17-09-2003 al 21-02-2004</strong></p>
  <div align="center">
    <p> </p>
  </div>
  <table width="714" border=1 align="center" cellpadding=0 cellspacing=0 bordercolor=#000000 bgcolor=#252850>
    <tr>
      <td width="64" class="titulo"><img src="avatar_pablito.jpg" width="64" height="64"></td>
      <td width="125" class="titulo"><div align="center">21-02-2004</div></td>
      <td width="517" class="titulo"><div align="center">Un peque&ntilde;o rayo de esperanza  [ <a href="mailto:%20pablithacker@hotmail.com">Pablito's</a> ]</div></td>
    </tr>
  </table>
  <table width="714" border=1 align="center" cellpadding=0 cellspacing=0 bordercolor=#000000 bgcolor=#252850>
  <td width="712" class="texto"><p>&iexcl;Aqu&iacute; estoy, ahora con 19 a&ntilde;os, dando el co&ntilde;azo un poco m&aacute;s! :D Pues eso, que ayer fue mi cumple y tal y hasta se ha acordado la gente de la scene y todo (bueno, no s&eacute; yo si los dem&aacute;s se habr&iacute;an acordado de no ser por windfish xD). Tambi&eacute;n recib&iacute; unos cuantos besitos de mis compa&ntilde;eras (especialmente de una) y mis amigos se han portado regal&aacute;ndome unos cuantos regalos frikis (no veas la katana... Despu&eacute;s de comer tenemos sesi&oacute;n &quot;cortafrutas&quot; en mi habitaci&oacute;n xDDD). Y bueno, por lo dem&aacute;s, parece que todo va bastante bien, en cuanto a estudios, llevo aprobadas todas las asignaturas (por los pelos, pero aprobadas :P), me queda por saber una nota, veremos a ver qu&eacute; tal.</p>
      <p>Y ya pasando a lo que interesa (digo yo) hablar&eacute; del estado de la p&aacute;gina y tal, como siempre. La cosa est&aacute; casi muerta, para qu&eacute; enga&ntilde;arnos. La verdad es que se nota que no tengo internet (y el que hay <em>sucks</em> &not;&not;), que estoy ocupadillo con los estudios y que durante mi tiempo libre me dedico a otras cosas, sobre todo a estar con los amigos. Pero el otro d&iacute;a me dio la vena y me puse de nuevo con el Suikoden (&iexcl;s&iacute;, no es broma!). Apenas habr&eacute; traducido 4 kbs, pero algo es algo. Y algo ha cambiado. O no me acuerdo muy bien o yo dir&iacute;a que durante el tiempo que estuve traduciendo iba mucho m&aacute;s lento que antes. Tiene su l&oacute;gica, no he traducido nada desde el verano pasado y no estoy habituado, as&iacute; que no le doy mayor importancia por el momento. Por otra parte, creo que ahora traduzco &quot;mejor&quot;. &iquest;Y a qu&eacute; me refiero con esto? A que ya no intento simplemente traducir y que quede bien, sino que m&aacute;s bien intento que el texto no parezca traducido. &iquest;Y qu&eacute; diferencia hay entre &quot;traducir y que quede bien&quot; entonces? Pues la verdad es que no sabr&iacute;a responder muy bien a eso xD Lo que intento es que ahora el texto traducido sea natural. Parece que entonces estoy diciendo que vaya caca de la vaca he hecho con mis anteriores traducciones, pero no es as&iacute;. Hago lo mismo de antes, pero intento hacer m&aacute;s hincapi&eacute; en expresar la idea del texto original en espa&ntilde;ol, adaptando cosas si lo creo conveniente. Pero vamos, que 4 kbs no me han dado para tanto xD El caso es que me ha hecho ilusi&oacute;n traducir de nuevo, adem&aacute;s, me viene bien para los estudios. Espero poder seguir traduciendo la semana que viene, aunque sea poco (lo importante es no dejarlo). Tambi&eacute;n estoy jugando al Star Ocean, pero s&eacute; compaginar todo, es cuesti&oacute;n de organizarse. Por supuesto, antes de traducir o jugar estar&eacute; con mis amigos viendo anime, hablando o saliendo por ah&iacute;. As&iacute; que ya sab&eacute;is, no se pueden ver resultados pero la traducci&oacute;n del Suikoden no est&aacute; muerta (ni yo tampoco, si hasta he hecho una modificaci&oacute;n r&aacute;pida al &quot;famoso&quot; The Renamer&quot; que me pidi&oacute; uno).</p>
      <p>No s&oacute;lo voy a hablar de m&iacute; (qu&eacute; raro xD), sino tambi&eacute;n de <strong>El_Gordo</strong>. &iexcl;<em>El_Gordo strikes back</em>! xDDD Para que quien no sepa qui&eacute;n es no se sienta perdido, dir&eacute; que &eacute;l es realmente el fundador de Sayans Traductions y quien levant&oacute; por primera vez la p&aacute;gina web cuando yo era un mocoso y no ten&iacute;a apenas idea de nada (y menos de hacer p&aacute;ginas web como la que hizo &eacute;l en su momento). Al igual que muchos de la scene, desapareci&oacute; de repente y nunca m&aacute;s se supo (yo cre&iacute;a que estaba casado y todo eso xDDD), pero parece que ha regresado :) A&uacute;n no he podido hablar con &eacute;l (y tampoco tengo demasiado tiempo para ello), veremos a ver qu&eacute; puede hacer por la p&aacute;gina, que me siento un poco solito :P Ya os contar&eacute;. </p>
      <p>En fin, acaba de venir un amigo. Voy a actualizar antes de que se me olvide y lo deje pasar. &iexcl;Nos vemos, pero no s&eacute; cu&aacute;ndo!</p>
  </table>
  <p><br>
  </p>
  <div align="center">
    <p> </p>
  </div>
  <table width="714" border=1 align="center" cellpadding=0 cellspacing=0 bordercolor=#000000 bgcolor=#252850>
    <tr>
      <td width="64" class="titulo"><img src="avatar_pablito.jpg" width="64" height="64"></td>
      <td width="125" class="titulo"><div align="center">29-12-2003</div></td>
      <td width="517" class="titulo"><div align="center">&Uacute;ltima actualizaci&oacute;n del a&ntilde;o...  [ <a href="mailto:%20pablithacker@hotmail.com">Pablito's</a> ]</div></td>
    </tr>
  </table>
  <table width="714" border=1 align="center" cellpadding=0 cellspacing=0 bordercolor=#000000 bgcolor=#252850>
  <td width="712" class="texto"><p>Pues aqu&iacute; estoy de nuevo para dar un poquito la co&ntilde;a y dar tambi&eacute;n de paso se&ntilde;ales de vida ;-D A ver, os cuento... Desde que me fui a Granada no he hecho NADA (esto se parece a la anterior actualizaci&oacute;n), paso mucho tiempo ocupado por los estudios y mucho m&aacute;s con los amigos (me llaman &quot;original friki&quot;, qu&eacute; partidas al Virtua Tennis dios xD), y si tengo as&iacute; tiempo libre, me pongo a ver alg&uacute;n capitulillo de una serie o bien juego a un jueguecillo de rol de emulador (no hace mucho me pas&eacute; de nuevo el Phantasy Star IV).</p>
      <p>Bien, a lo que iba. En la carrera la verdad es que poco estoy aprendiendo de traducir, si acaso hemos visto algunas cosillas en ling&uuml;&iacute;stica aplicada a la traducci&oacute;n e interpretaci&oacute;n, pero nada as&iacute; en plan &quot;traduce esto&quot;. No obstante, algunas cosillas s&iacute; que he aprendido. O&iacute; de pasada el nombre de un programa, &quot;Trados&quot;, y me puse manos a la obra. Me inform&eacute; y tal y me baj&eacute; el programa, el crack me ha dado por saquillo pero al fin lo he conseguido, y nada, en pocos minutos vi el manejo b&aacute;sico del programa. Te permite hacer una &quot;memoria de traducci&oacute;n&quot;, es decir, t&uacute; vas traduciendo de guay y las frases que traduces se van almacenando en una especie de base de datos para que m&aacute;s tarde, si te encuentras con la misma frase o una muy parecida, te la traduzca tal y como la tradujiste antes. Obviamente el traductor es el que decide si dejarlo tal o cual o no, hay recordar que no es un programa que te traduce todo de guay, simplemente que te facilita la labor. De esta manera, si traducimos los objetos y tal de un Final Fantasy y lo tenemos todo en una memoria de traducci&oacute;n, si traducimos otro, muchos nombres los tendremos ya traducidos (anda que enterarme yo ahora del invento... xD). Pero bueno, ya me machacar&aacute;n el &quot;invento&quot; en tercero si es que llego xD</p>
      <p>El otro d&iacute;a me dio la vena y me puse a traducir el script del Xenogears, ese que circula por la red. La verdad es que estaba ilusionado usando el Trados  (no me sirvi&oacute; de mucho en lo que llevaba traducido pero bueno xD) y viendo que despu&eacute;s la traducci&oacute;n quedaba &quot;bien&quot; teniendo en cuenta lo que he aprendido en clase. Pero entonces... Tiene que pasar lo de siempre, ya estoy acostumbrado... Me compr&eacute; un nuevo disco duro, lo instal&eacute; y tal (con problemas porque no me reconoce la grabadora, a ver si puedo ver hoy qu&eacute; le pasa), todo muy bien... Peeeero claro, yo ten&iacute;a el otro disco duro con dos particiones, pues nada, en vez de pasar todo al nuevo disco duro por si acaso (que lo hicimos [estaba Rocky], pero lo cancelamos por la prisa que ten&iacute;amos), nos ponemos a fusionar las particiones y nos vamos. Al volver, est&aacute; al 100% y con un error. Reinicio, y la partici&oacute;n donde ten&iacute;a mis datos se hab&iacute;a ido a tomar por culo. Chachi. La ostia de OSTs que ten&iacute;a a tomar por culo, los trabajos de la Uni a tomar por culo, y lo poco (menos mal) que llevaba del Xenogears tambi&eacute;n a tomar por culo. Menos mal que ten&iacute;a copia de seguridad de las tradus y los documentos del d&iacute;a antes de irme a Granada y que todos los trabajos de la Uni ya los hab&iacute;a entregado (aun as&iacute; me jode...). Y menos mal que en el ordenador de mi padre se me ocurri&oacute; meter los apuntes de alem&aacute;n que voy haciendo porque si no s&iacute; que me daba algo. Tras el t&iacute;pico baj&oacute;n y dem&aacute;s, no s&eacute; ni c&oacute;mo, me he vuelto a animar, seguramente porque estoy ya tan acostumbrado de que me pasen tantas desgracias en el campo de la inform&aacute;tica (y en otros...) que hasta me lo tomo bien. Hay cosas que ser&aacute; dif&iacute;cil conseguirlas de nuevo, pero se har&aacute; lo que se pueda. De momento se han ido tambi&eacute;n las ganas de seguir con el Xenogears.</p>
      <p>Y &eacute;se es el tema. Yo ya no s&eacute; qu&eacute; hacer. La verdad es que, aunque no traduzca, no significa que que ya no me guste traducir. Es m&aacute;s, cuando me puse con el Xenogears estaba muy ilusionado, y eso que era un simple archivo de texto (de 600 kbs pero bueno xDDD). Pero no s&eacute;, no me veo capaz de hacer lo que hac&iacute;a antes, el Suikoden tiene mucho texto y con el follonazo que hay que hacer para extraer los scripts, ver si hay texto repetido y todo eso... Pues no s&eacute; :P Si hab&eacute;is logrado leer hasta aqu&iacute; sin pasar de vista una palabra, os felicito, quiz&aacute;s yo no lo habr&iacute;a conseguido xD El tema es &eacute;se, lo siento chicos, pero de momento no me veo capaz de llevar esto como lo hac&iacute;a antes, es algo que creo que salta a la vista. Adem&aacute;s, la verdad es que estoy un poco solo, siempre me ha gustado a la hora de trabajar, pero no s&eacute;, cuando veo que la mayor parte de la responsabilidad depende de m&iacute;... A&ntilde;oro esos tiempos donde est&aacute;bamos El_Gordo, Rocky, Fizband... Pero en fin, hay que mirar hacia el presente y hacia el futuro, de nada sirve mirar al pasado.</p>
      <p>Ya veremos lo que nos depara el nuevo a&ntilde;o que est&aacute; por venir. Cuidaos mucho pipol, que yo ya no s&eacute; ni con qu&eacute; excusa actualizar&eacute; la pr&oacute;xima vez ;)</p>
  </table>
  <p><br>
  </p>
  <div align="center">
    <p> </p>
  </div>
  <table width="714" border=1 align="center" cellpadding=0 cellspacing=0 bordercolor=#000000 bgcolor=#252850>
    <tr> 
      <td width="64" class="titulo"><img src="avatar_pablito.jpg" width="64" height="64"></td>
      <td width="125" class="titulo"><div align="center">21-10-2003</div></td>
      <td width="517" class="titulo"><div align="center">Una nueva actualizaci&oacute;n 
          [ <a href="mailto:%20pablithacker@hotmail.com">Pablito's</a> ]</div></td>
    </tr>
  </table>
  <table width="714" border=1 align="center" cellpadding=0 cellspacing=0 bordercolor=#000000 bgcolor=#252850>
    <td width="712" class="texto"><p>Pues bueeeeeno, ha pasado lo de siempre (al 
          menos en este &uacute;tlimo a&ntilde;o), meto un pu&ntilde;ado de novedades 
          del tir&oacute;n y luego &quot;parece&quot; que me olvido de todo... 
          Hombre, para que os hag&aacute;is una idea, estoy escribiendo esto en 
          mi habitaci&oacute;n de Granada, y luego meter&eacute; el html en un 
          disco y lo subir&eacute; como pueda en uno de los ordenadores con internet 
          en sala de inform&aacute;tica...</p>
        <p>M&aacute;s o menos ven&iacute;a a decir eso. Desde la anterior actualizaci&oacute;n, 
          no he HECHO nada, si respecto al Suikoden, ni respecto a cualquier otra 
          cosa. No estoy como en mi casa que &quot;no tengo nada que hacer&quot;, 
          aqu&iacute; estoy con 120 t&iacute;os m&aacute;s y lo quer&aacute;is 
          o no hay que hacer algo de vida social. Si s&oacute;lo fuera eso, todav&iacute;a, 
          pero ahora con los estudios de la carrera tengo menos tiempo, aunque 
          la verdad es que no tengo que hacer tanto como otros, lo chungo son 
          que todas las semanas estoy haciendo trabajitos en grupo (con t&iacute;as, 
          pues toda mi clase est&aacute; llena de ellas... xD) y pierdo un poco 
          de tiempo por as&iacute; decirlo.</p>
        <p>As&iacute; pues, pues hombre no voy a decir &quot;me retiro&quot; porque 
          yo no he perdido ning&uacute;n inter&eacute;s, simplemente mi vida ha 
          cambiado &quot;algo&quot; y no puedo dedicarme demasiado a esto, adem&aacute;s, 
          si tengo tiempo libre, lo aprovecho para ver series anime que me hab&iacute;a 
          bajado y que no hab&iacute;a visto todav&iacute;a, no tengo muchas ganas 
          de levantarme, traducir, y luego toda la tarde en clase. Adem&aacute;s 
          ayer me apunt&eacute; a un grupo de teatro que monta el colegio, a ver 
          qu&eacute; tal est&aacute;, de momento es s&oacute;lo para ver qu&eacute; 
          se hace.</p>
        <p>Esto no significa que no vaya a hacer nada. Ya m&aacute;s o menos estoy 
          casi adaptado a este ritmo de vida (dios, el primer d&iacute;a... Ahora 
          me r&iacute;o pero... xD), en ma&ntilde;anas como &eacute;sta no tengo 
          muchas cosas que hacer, despu&eacute;s de todo traducir no me viene 
          naaada mal a mis estudios, as&iacute; que a lo mejor en las siguientes 
          semanas si no estoy demasiado atareado me ponga poco a poco a seguir 
          con el Suikoden. Lento, pero seguro. Desde luego, ahora comprendo a 
          Vegetal Gibber, creo que ya s&eacute; por qu&eacute; no traduc&iacute;a 
          tanto tras entrar en la Universidad.</p>
        <p>En fin, qui&eacute;n sabe cu&aacute;ndo actualizar&eacute; otra vez... 
          A lo mejor intento currarme algo que subir nuevo o algo as&iacute; xD</p>
        
  </table>
  <p>&nbsp; </p>
</div>
<table width="714" border=1 align="center" cellpadding=0 cellspacing=0 bordercolor=#000000 bgcolor=#252850>
  <tr> 
    <td width="64" class="titulo"><img src="avatar_pablito.jpg" width="64" height="64"></td>
    <td width="125" class="titulo"><div align="center">26-09-2003</div></td>
    <td width="517" class="titulo"><div align="center">Muchas, muchas cosas nuevas 
        ;) [ <a href="mailto:%20pablithacker@hotmail.com">Pablito's</a> ]</div></td>
  </tr>
</table>
<table width="714" border=1 align="center" cellpadding=0 cellspacing=0 bordercolor=#000000 bgcolor=#252850>
    <td width="712" class="texto"><p>&iexcl;YAY! &iexcl;Yeah! Estoy que me salgo 
        xD Bueno, pues como pod&eacute;is ver, lo primero (que no es lo primero 
        pero bueno :P) que deber&iacute;a decir es que he estado estos &uacute;ltimos 
        d&iacute;as con el nuevo dise&ntilde;o de la web, que si no me equivoco 
        pasa a ser ya la versi&oacute;n 4 de Sayans Traductions desde que comenz&oacute; 
        all&aacute; por el a&ntilde;o 1999, que se dice bien pronto. No es un 
        dise&ntilde;o espectacular y quiz&aacute;s hasta es &quot;un poco de todo&quot; 
        de varias webs, muy original no es, pero bueno para ser de verdad mi primer 
        dise&ntilde;o serio (el anterior nos lo hizo XrV (d&oacute;nde est&aacute;s 
        macho, hasi&eacute;ndote pajillas eh... xDDDD), y nosotros lo que hicimos 
        fue adaptar algunas cosillas y hacer las im&aacute;genes de las secciones 
        y todo (con ese pedazo de PhotoDraw 2000 del Office xD). Como ver&eacute;is, 
        gracias al gusanillo de hacerme yo mismo las firmas he aprendido algo 
        sobre el Photoshop, no demasiado, pero bueno hace 1 a&ntilde;o flipar&iacute;a 
        en colores si yo hubiera hecho el logo de arriba de la p&aacute;gina. 
        No os cre&aacute;is que he cogido la antigua p&aacute;gina y he cambiado 
        un par de cositas y ya est&aacute;, qu&eacute; va, puede que la estructura 
        y el estilo de la p&aacute;gina sea el mismo pero con otros colores, pero 
        el menda se ha molestado en hacer de nuevo TODAS las p&aacute;ginas, eliminando 
        as&iacute; un poco de basura de c&oacute;digo html, que no es gran cosa 
        pero al menos me siento tranquilo de que la web no es una porquer&iacute;a 
        de c&oacute;digo (que puede que aun as&iacute; lo sea pero lo he hecho 
        lo mejor que he podido xD). Lo &uacute;nico que no he cambiado han sido 
        las Noticias Antiguas, que conservan el mismo dise&ntilde;o que la anterior 
        versi&oacute;n, as&iacute; hasta queda guapo y todo, recordando el dise&ntilde;o, 
        aunque sinceramente fue porque me daba algo si ten&iacute;a que cambiar 
        al nuevo dise&ntilde;o tooooooodas las noticias, desde 0, total, si lo 
        van a ver 4 gatos y no va a tener demasiada importancia.</p>
      <p>Siguiendo con lo del dise&ntilde;o (c&oacute;mo me gusta hacer esperar 
        a una persona que yo me s&eacute; xD), tengo que decir que en un principio 
        me iba a basar en uno que gi0 me mand&oacute; de una versi&oacute;n de 
        <a href="http://www.todotradus.com" target="_blank">Todotradus</a> que 
        nunca sali&oacute;, yo me limitaba a cambiar los colores y algunas cosas 
        y listo, un dise&ntilde;o muy guapo no hecho por m&iacute; :P Pero me 
        desesper&eacute; haciendo lo que quer&iacute;a hacer de la web (desde 
        luego algo he aprendido ahora, pero qu&eacute; mal lo pas&eacute; cuando 
        no se ve&iacute;a todo como yo quer&iacute;a [eso ha hecho que la p&aacute;gina 
        no tenga frames xD]). He tardado infinitamente menos haciendo los logos 
        que lo que es el dise&ntilde;o en s&iacute;. Pero no nos desviemos. Resulta 
        que 2 d&iacute;as antes de terminar la web (que por cierto la he acabado 
        m&aacute;s o menos justo a tiempo), Monicapo de <a href="http://www.rodtraducciones.com" target="_blank">ROD 
        Traducciones</a> me mand&oacute; una captura de un nuevo dise&ntilde;o 
        que hac&iacute;a especialmente para Sayans Traductions. Y yo flipando. 
        Desde luego es que de casualidades vive uno. Pero claro, yo ya ten&iacute;a 
        todo listo, &quot;s&oacute;lo&quot; quedaba rehacer algunas secciones, 
        y no quer&iacute;a que ni mi trabajo fuera en vano ni el suyo. As&iacute; 
        que, aunque me pesara mucho rechazar su propuesta, segu&iacute; con el 
        dise&ntilde;o. Al d&iacute;a siguiente me mand&oacute; ya lo que pretend&iacute;a 
        hacer, una web 3 d&iacute;as como mucho, con un dise&ntilde;o muy chulo, 
        que pod&eacute;is ver <a href="sayans.rar">aqu&iacute;</a>. La web ya 
        la ten&iacute;a casi lista, a falta de 2 secciones. De nuevo me dio no 
        s&eacute; qu&eacute; de rechazar la propuesta, pero claro, es que las 
        cosas como son... No obstante, desde aqu&iacute; quiero decirte Monicapo, 
        que muchas gracias por todas las molestias y que siento que al final tu 
        trabajo no haya servido de mucho. S&eacute; lo que se siente cuando haces 
        algo que no tiene demasiada utilidad, aunque bueno m&aacute;s tarde podr&aacute;s 
        usar en otra web ese dise&ntilde;o ^_^</p>
      <p>Madre m&iacute;a lo que llevo escrito y lo que queda. Vete preparando 
        palomitas ya si no lo has hecho, Pokechar xDDDD</p>
      <p>Bien, pasemos a lo bueno, aunque esto no es para todos vosotros ;) Te 
        he hecho esperar, &iquest;eh? Pues lo siento, pero soy as&iacute;. As&iacute; 
        que... &iexcl;<strong>Felicidades Yuna</strong>! Y sabes a quien me refiero, 
        habr&aacute; muchas Yuna por la red pero al menos yo s&oacute;lo &quot;conozco&quot; 
        a una, que creo que se dar&aacute; por aludida ;) Espero que disfrutes 
        de tu cumplea&ntilde;os, &eacute;sta desde luego no es la &uacute;nica 
        sorpresa que te tengo (no es el dise&ntilde;o, ahora te lo explico), pero 
        eso, eso s&oacute;lo lo ver&aacute;s t&uacute;, as&iacute; que vosotros 
        cotillas a ahuecar el ala xD Y con esta felicitaci&oacute;n tan sosa y 
        gay como dir&aacute;n unos cuantos, pasemos a otra cosa... Porque... What 
        the hell is going on here???</p>
      <p>Pues resulta que cuando ella una vez me dijo que nunca hab&iacute;a jugado 
        al Suikoden (al II s&iacute;, incluso antes ten&iacute;a de nick Nanami), 
        y si no recuerdo mal me dijo que jugar&iacute;a cuando yo lo tradujera, 
        no pide nada ehhhh xD As&iacute; que no s&eacute;, cuando me enter&eacute; 
        de cu&aacute;ndo era su cumplea&ntilde;os, me hice una &quot;promesa&quot; 
        de traducirlo entero y sacar el parche el d&iacute;a de su cumplea&ntilde;os, 
        que es hoy y tal. No es exactamente como lo que ten&iacute;a planeado, 
        pero bueno, las cosas tampoco han pasado como yo esperaba, pero creo que 
        me lo he currado en cierta parte. Ah, quien se pregunte que por qu&eacute; 
        hago esto, que si es que estoy enamorado de ella y cosas as&iacute; (ya 
        me veo a los de siempre por el foro haciendo apuestas eh gi0, windfish, 
        jonas_, Magimaster 2, uZiel, Ereza, y m&aacute;s xD), pues la respuesta 
        es no, no creo que le importe a nadie mi vida personal, pero bueno, el 
        caso es que con ella me siento de put&iacute;sima madre y le tengo mucho 
        aprecio, porque parece toner&iacute;a pero dentro de no mucho har&aacute; 
        ya casi un a&ntilde;o que nos conocimos, eso s&iacute;, por internet (y 
        quien me conozca sabr&aacute; que no me gustan los chats a menos que sea 
        para hablar con los amigos que ya conoces, no para conocer gente), desgraciadamente 
        vivimos bastante lejillos (al menos los 2 somos de Espa&ntilde;a xD) y 
        es probable de que ni nos veamos en persona, y encima ahora que me ir&eacute; 
        a estudiar fuera pues ya no s&eacute; qu&eacute; pasar&aacute;. Pero en 
        fin, que Yuna, que ya sabes lo que eres para m&iacute;, te puedo asegurar 
        que si no fuera as&iacute; ni escribir&iacute;a lo que escribo ahora en 
        esta p&aacute;gina ni habr&iacute;a hecho lo que t&uacute; ya habr&aacute;s 
        podido ver (o vas a ver :P), aparte de otras cosas que he hecho en el 
        pasado.</p>
      <p>Joeeeeer, otra vez desvariando xDDD Ok, let's go, hablemos del primer 
        <strong>Suikoden</strong> de PSX.</p>
      <p>Como ya pudisteis ver en las anteriores noticias, desde hace algo menos 
        de 2 semanas, me puse a trabajar de nuevo en el Suikoden. Pero no continu&eacute; 
        el trabajo, qu&eacute; va, la verdad es que cuando traduje era porque 
        no ten&iacute;a nada que hacer, ni ten&iacute;a mucha ilusi&oacute;n ni 
        nada, y adem&aacute;s como siempre me lo plante&eacute; muy mal, tanto 
        que iba a ser un infierno insertar los scripts correctamente. As&iacute; 
        que me cog&iacute; mi Translhextion de toda la vida, saqu&eacute; de nuevo 
        los scripts, adapt&eacute; de nuevo el editor de scripts del Suikoden 
        (que madre m&iacute;a lo &uacute;til que es), hice unas cuantas pruebas, 
        y empec&eacute; desde 0 otra vez a traducir, esta vez sin usar punteros, 
        aunque en muchos di&aacute;logos cuento con unos bytes extra que me ayudan 
        mucho, aunque no siempre es as&iacute;. Pues bien, no s&eacute; c&oacute;mo 
        lo ver&eacute;is, pero <strong>en 1 semana y 1 d&iacute;a traduje m&aacute;s 
        de lo que traduje toooodo el verano pasado</strong>. Que realmente he 
        traducido hasta donde me qued&eacute;, pero con la diferencia de que he 
        traducir toooodos los men&uacute;s, objetos, magias y dem&aacute;s del 
        juego entero, salvo los monstruos, que no los encontr&eacute; por ning&uacute;n 
        lado. Suponiendo que he traducido unas 2-3 horas de juego, a ese ritmo, 
        creo que en unos pocos meses estar&iacute;a listo, aunque claro el juego 
        se las trae de lo lindo, hay mucho texto repetido, hay muuuucho texto 
        (seguro que bastante m&aacute;s que otro juego que haya traducido), y 
        es m&aacute;s complicado trabajar con muchos archivos que con unos pocos, 
        como pueden ser varios scripts y una ROM. Pero aun as&iacute; no me rindo. 
        Estimo que el parche se encuentra en m&aacute;s o menos un 15% en total, 
        repito que en teor&iacute;a todos los objetos y dem&aacute;s est&aacute;n 
        traducidos. Si no me falla la memor&iacute;a, en teor&iacute;a deber&iacute;a 
        aparecer todo traducido hasta que te encuentras con Mathiu y se te une. 
        Y digo en teor&iacute;a porque como digo, hay muchos textos repetidos 
        (en realidad no demasiados), y cuando insertas algo no tiene por qu&eacute; 
        aparecer luego traducido. Aunque creo que le he pillado el truco, va como 
        por lugares seg&uacute;n el archivo que sea, por eso digo que creo que 
        saldr&aacute; todo traducido. Si algo no aparece, avisadme. Porque &eacute;sa 
        es otra, la traducci&oacute;n apenas la he testeado, s&oacute;lo hasta 
        llegar a la Isla de los Magos, y por lo que ve&iacute;a todo quedaba perfecto. 
        Ah, y otro detalle importante, por motivos de espacio, he traducido &quot;Liberation 
        Army&quot; por &quot;Ej&eacute;rcito Liberador&quot;. S&eacute; que es 
        m&aacute;s correcto &quot;Ej&eacute;rcito de la Liberaci&oacute;n&quot;, 
        pero eso en bytes ocupa bastante m&aacute;s, lo que podr&iacute;a hacer 
        que la tradu tuviera que &quot;sufrir&quot; por eso. Y aun as&iacute;, 
        en momentos como cuando se te unen los personajes, he tenido que poner 
        &quot;Ej. Liberador&quot;... Pero qu&eacute; quer&eacute;is, que no soy 
        Konami, soy un t&iacute;o que intenta ponerle ganas a esto y hacerlo lo 
        mejor posible sin que me paguen (bueno no tengo incoveniente en que me 
        paguen unos milloncejos si alguien se ofrece... xDDDD).</p>
      <p>As&iacute; pues, eso es m&aacute;s o menos todo lo que ten&iacute;a que 
        contar sobre la traducci&oacute;n del Suikoden. &iquest;Y qu&eacute; va 
        a pasar ahora? Que he crecido y no estoy en mi instituto de toda la vida 
        con mis amigos de toda la vida, haciendo el vago. Que parece que fue ayer 
        cuando ten&iacute;a 14 a&ntilde;os y empec&eacute; con esto, pero ahora 
        tengo 18 y me voy a la Universidad, ya mismo, el domingo, a Granada, a 
        estudiar Traducci&oacute;n e Interpretaci&oacute;n. Donde estar&eacute; 
        no hay internet en los cuartos, as&iacute; que la tarjeta de red descansar&aacute; 
        un poquito, aunque s&iacute; hay una sala donde hay internet. Pero claro, 
        no es lo mismo estar en mi ordenador agustico con mis cosas que en un 
        ordenador &quot;desconocido&quot;, donde la gente puede ver lo que hago. 
        En resumen, que no estar&eacute; tan presente por la red como hasta ahora 
        lo he hecho, o eso creo que pasar&aacute;. Si hay novedades ya actualizar&eacute; 
        con lo que sea. En teor&iacute;a ten&iacute;a pensado hacer &quot;pr&aacute;cticas&quot; 
        de traducci&oacute;n con el Suikoden, no tendr&eacute; muchas cosas que 
        hacer salvo estudiar, as&iacute; que si el tiempo me lo permite y tengo 
        ganas, seguir&eacute; la traducci&oacute;n aunque no lo ve&aacute;is. 
        Que mi carrera en Granada es la que m&aacute;s nota tiene de toda Espa&ntilde;a, 
        ah&iacute; queda eso, y creo que va a ser dif&iacute;cil seguir el ritmo 
        en un lugar de primeras desconocido. Adem&aacute;s que tendr&eacute; que 
        tener una convivencia con los dem&aacute;s y no creo que est&eacute; encerrado 
        siempre en mi habitaci&oacute;n salvo para comer o algo as&iacute; (me 
        refiero estando con el ordenador se supone que har&eacute; eso estudiando 
        xDDD).</p>
      <p>Sin nada m&aacute;s que decir, ah bueno s&iacute; leche, que se me olvidaba 
        xD Mil gracias a gi0 por toda la ayuda prestada estos d&iacute;as, y m&aacute;s 
        a&uacute;n por dejarme hospedar en su servidor. A ver si tengo un rato 
        antes de irme y te puedo traducir eso, que hoy tengo que irme con los 
        colegas, ma&ntilde;ana hacer el equipaje, y encima tengo que grabar un 
        pu&ntilde;ado de cosas que tengo en el HD y hacer limpieza, Dios, demasiadas 
        cosas veo yo xD Y bueno no s&eacute; qu&eacute; m&aacute;s decir, espero 
        que no se me olvide nada :) &iexcl;Ah co&ntilde;o! xD Los que se pregunten 
        si voy a seguir con el proyecto del <a href="http://chronocross.erezatrans.com/" target="_blank">Fantastic 
        Four del Chrono Cross</a>, la respuesta, por el momento, es NO. Demasiado 
        para el cuerpo si sigo con el Suikoden. Si lo acabo y no tengo nada que 
        hacer, ver&eacute; si puedo ayudar, aunque de todos modos, los miembros 
        del Fantastic Four saben que si necesitan algo, har&eacute; lo que est&eacute; 
        en mi mano. Os deseo suerte mientras tanto, atr&aacute;s se queda la ilusi&oacute;n 
        m&iacute;a de poder trabajar en grupo con alguien que de verdad se porta, 
        como es mi buen amigo Ereza, y uZiel, aunque no haya hablado demasiado 
        contigo. Sobre Rocky... No comments xDDDD</p>
      <p>Ahora, s&iacute;, de verdad, no os hago esperar m&aacute;s. Aqu&iacute; 
        os dejo el parche del Suikoden. Que lo disfrut&eacute;is aunque no traduzca 
        demasiado. Recordad que es para la versi&oacute;n PAL, de momento no tengo 
        ni la NTSC.</p>
      <p align="center"><img src="../../traducciones/psx/suikoden/suik_1.jpg" width="320" height="240"></p>
      <p align="center"><a href="../..traducciones/psx/suikoden/suikoden_pal_esp.zip"><img src="descarga.jpg" width="75" height="85" border="0"></a></p>
      <p>Recordad que para parchear la ISO necesitar&eacute;is el <a href="../../utilidades/general/ppfomatic3.zip">PPF-O-Matic</a>. 
        &iexcl;Hasta pronto!</p>
      <p>PD: Espero que no se me olvide nada con las prisas xD </p>
</table>
<p>&nbsp;</p><table width="714" border=1 align="center" cellpadding=0 cellspacing=0 bordercolor=#000000 bgcolor=#252850>
  <tr> 
    <td width="64" class="titulo"><img src="avatar_pablito.jpg" width="64" height="64"></td>
    <td width="125" class="titulo"><div align="center">17-09-2003</div></td>
    <td width="517" class="titulo"><div align="center">Volviendo a las andadas 
        [ <a href="mailto:%20pablithacker@hotmail.com">Pablito's</a> ] </div></td>
  </tr>
</table>
<table width="714" border=1 align="center" cellpadding=0 cellspacing=0 bordercolor=#000000 bgcolor=#252850>
  <td width="712" class="texto"><p>Joer, ya estamos, 2 meses sin actualizar 
        xD En fin, bueno el verano ya se acaba, durante &eacute;ste no he estado 
        todo lo que quisiera en el ordenador, bueno al menos con decisi&oacute;n 
        compr&eacute; una PS2 que al d&iacute;a siguiente estaba chipeada, c&oacute;mo 
        no, y me pas&eacute; el Xenosaga, un juegazo por cierto, y bueno unos 
        cuantos m&aacute;s como Metal Gear Solid 2 y tal, pero bueno, &iquest;a 
        qui&eacute;n le importa esto? Dir&eacute; que me puse con el Suikoden 
        II y que me encant&oacute;, realmente es muy buen juego y se sale de la 
        norma de que el malo quiere destruir el planeta, no, aqu&iacute; hay guerras 
        entre pueblos, la gente muere, hay traiciones, cuando todo est&aacute; 
        perdido ocurre un milagro inesperado y sigues adelante, las ciudades aliadas 
        caen en poder de los enemigos, hay incluso batallas estrat&eacute;gicas 
        como un Shining Force, salen muchos personajes del primer Suikoden... 
        Y adem&aacute;s, en Espa&ntilde;a sali&oacute; en espa&ntilde;ol, eso 
        s&iacute;, menudo traductor, ya no es traducir mal, es que a veces no 
        entend&iacute;a nada de nada de la incoherencia del texto, pero aun as&iacute; 
        la traducci&oacute;n es aceptable y seguro que muchos lo agradecen. Pero 
        claro, jugar en espa&ntilde;ol me hizo recordar que el verano pasado inici&eacute; 
        sin nada de ganas el proyecto Suikoden, que traduc&iacute;a porque no 
        ten&iacute;a nada que hacer. Bien, pues me han entrado muchas ganas de 
        traducir, en 3 d&iacute;as d&iacute;as he traducido unas 35 kbs, teniendo 
        en cuenta que hoy por ejemplo he estado en el ordenador unas 2 horas. 
        Vamos que la mayor&iacute;a del tiempo en casa lo dedico a eso, ver&eacute; 
        ahora si me quedo de madrugada traduciendo algo m&aacute;s que ma&ntilde;ana 
        estar&eacute; fuera... En principio quiero sacar un parche beta antes 
        de irme de Almer&iacute;a, ya que voy a Granada a la Universidad a estudiar 
        Traducci&oacute;n e Interpretaci&oacute;n. Como all&iacute; no tengo mucho 
        internet que digamos, en principio tengo pensado practicar por mi cuenta 
        traduciendo un poco cada d&iacute;a, aunque bueno ya veremos que la Uni 
        no es el instituto, pero creo que podr&eacute; mantener el ritmo, o eso 
        espero. Como donde suelo estar bastante en internet es por los foros de 
        <a href="http://www.rpgtime.net" target="_blank">RPGTime</a> y ahora est&aacute;n 
        chapados (por cierto, interesante comentario el de jonas_ en su <a href="http://todotradus.com/jon/index.php" target="_blank">web</a>, 
        aunque bueno no lo he entendido totalmente, o m&aacute;s bien que no estoy 
        de acuerdo por lo que hasta ahora yo he visto), me viene bien para centrarme, 
        al igual que no puedo entrar al IRC Hispano (jodido router...). No estoy 
        traduciendo &quot;r&aacute;pido&quot; por querer acabar antes, simplemente, 
        como dice jonas_, de verdad que disfruto ahora mismo de estar pegado al 
        ordenador cambiando un texto por otro, como si estuviera jugando a la 
        consola (bueno, es algo m&aacute;s pesado y cansa xD), creo que de eso 
        se trata. Ah, he empezado de nuevo, voy traduciendo y luego inserto, el 
        editor que me hice va de maravilla y me ahorra mucho trabajo, bueno ahora 
        sacando las im&aacute;genes he visto un texto con un bug pero bueno ya 
        lo arreglar&eacute; xD. Como ya dije, la fuente ahora no es VWF, lo siento 
        pero por ahora no me voy a estrujar el cerebro para cambiarlo (y despu&eacute;s 
        ser&aacute; demasiado tarde porque tendr&iacute;a que cambiar todos los 
        textos), vagancia o pocas ganas de aprender no creo que sean, quiero hacerlo 
        lo mejor posible, pero de momento lo que quiero es traducir. Adem&aacute;s, 
        por una vez la traducci&oacute;n no la disfrutar&aacute; s&oacute;lo gente 
        que ni conozco, sino que tengo a algunos amigos de internet que s&eacute; 
        que le encantar&iacute;a ver el juego en espa&ntilde;ol. Ah por cierto, 
        me pondr&iacute;a a meter orden en la p&aacute;gina e incluso cambiar 
        el dise&ntilde;o, pero como he dicho, ahora lo que quiero es traducir. 
        A ver si convenzo a Rocky para que haga algo leche xDDDD</p>
      <p>En fin, Seraf&iacute;n... Os dejo con unas cuantas im&aacute;genes de 
        c&oacute;mo va la cosa ;)</p>
      <p align="center"><img src="../../antiguas/version3/suikoprox.gif" width="320" height="240"></p>
      <p align="center">&nbsp;</p>
</table>
	  <p></p>
<table width="755" border=1 align="center" cellpadding=0 cellspacing=0 bordercolor=#000000 bgcolor=#252850>
  <td><p align="center" class="texto">&copy; Copyright Sayans Traductions 1999-2004. 
      Optimizado para Internet Explorer 6.0 y resoluci&oacute;n de 800x600, tambi&eacute;n 
      se ve bien a 1024x768 (mi resoluci&oacute;n). No debe haber incompatibilidades 
      con otor navegador. Webmaster: <a href="mailto:%20pablithacker@hotmail.com">Pablito's</a> 
      (y <a href="mailto:%20rarewa@hotmail.com">Rocky</a> xD)</p>
      <p align="center" class="texto"> Eres el visitante <a href="http://www.ademails.com/estadisticas1059782986.htm"> 
        <script type="text/javascript" language="JavaScript">
document.write("<img src=\"http://www.ademails.com/cgi-bin/contador.cgi?ID=1059782986");
document.write("&referer=");
document.write(escape(document.referrer));
document.write("\" border=0 alt=\"Estadisticas\">");
</script>
        </a>
      <div align="center">
        <noscript>
        <a href="http://www.ademails.com/estadisticas1059782986.htm"><img src=http://www.ademails.com/cgi-bin/contador.cgi?ID=1059782986 border=0 alt="Estadisticas"> 
        </a> 
        </noscript>
        <span class="texto"> desde 1999 Estad&iacute;sticas:</span> <a target="_blank" href="http://v1.nedstatbasic.net/s?id=1415011"><img
src="http://m1.nedstatbasic.net/n?id=ABWXYwcaPeaeSDZCnngYwIAdNyRQ" width="18" height="18"
border="0" nosave></a></p></div></td>
</table>
</body>
</html>