<html>
<head>
<title>Sayans Traductions</title>
<link rel="stylesheet" href="../../styles.css" type="text/css">
<meta name="description" content="En esta web encontrarás las mejores traducciones para tus juegos favoritos con los que disfrutar en tus emuladores: Final Fantasy, Zelda, Secret of Mana... Por supuesto, también hay otras secciones que seguro que te interesan :)">
<meta name="keywords" content="emuladores, traducciones, roms, romhacking, juegos traducidos, traductores, final fantasy, secret of mana, bastard, zelda, dragon ball z, juegos, phantasy star, guias, musica, suikoden, utilidades, herramientas, traduroms, snes, megadrive, genesis, nes, psx, gameboy, español, consolas">
<meta name="Language" content="es">
<body bgcolor="354C75">
<div align="center"> 
  <p><img src="../../logo.jpg" border="2"></p>
  <table width="755" border=1 align="center" cellpadding=0 cellspacing=0 bordercolor=#000000 bgcolor=#252850>
    <td><p><img src="../../flechas.gif"> <a href="../../index.htm">Noticias</a> <img src="../../flechas.gif"> 
          <a href="../../traducciones/traducciones.htm">Traducciones</a> <img src="../../flechas.gif"> 
          <a href="../../guias/guias.htm">Guías</a> <img src="../../flechas.gif"> <a href="../../musica/musica.htm">Música</a> 
          <img src="../../flechas.gif"> <a href="../../utilidades/utilidades.htm">Utilidades</a> 
          <img src="../../flechas.gif"> <a href="../../tutoriales/tutoriales.htm">Tutoriales</a> 
          <img src="../../flechas.gif"> <a href="../../links/links.htm">Links</a> <img src="../../flechas.gif"> 
          <span class="texto">Foro</span> 
          <img src="../../flechas.gif"> <a href="../../staff/staff.htm">Staff</a> <img src="../../flechas.gif"> 
          <a href="../noticiasant.htm">Noticias Antiguas</a> <img src="../../flechas.gif"> 
          <a href="../../afiliados/afiliados.htm">Afiliados</a></p></td>
  </table>
  <p><img src="../antiguas.jpg" width="383" height="90"></p>
  <p class="texto"> <img src="../../flechas.gif"> <a href="noticiasant.htm">Volver</a> </p>
  <p class="texto"><strong>Del 03-04-2004 al 30-04-2004</strong></p>
  <table width="714" border=1 align="center" cellpadding=0 cellspacing=0 bordercolor=#000000 bgcolor=#252850>
    <tr>
      <td width="64" class="titulo"><img src="../../avatar_pablito_2.jpg" width="64" height="64"></td>
      <td width="125" class="titulo"><div align="center">30-08-2004</div></td>
      <td width="517" class="titulo"><div align="center">Phantasy Star IV al 100% al fin [ <a href="mailto:%20pablithacker@hotmail.com">Pablito's</a> ]</div></td>
    </tr>
  </table>
  <table width="714" border=1 align="center" cellpadding=0 cellspacing=0 bordercolor=#000000 bgcolor=#252850>
  <td width="712" class="texto"><p>&iexcl;Al fin est&aacute; todo listo! &iexcl;Y en tan s&oacute;lo un mes!</p>
      <p>Finalmente, y gracias a <strong>Hyllian</strong> (quien se ha portado muy bien en todo momento) he logrado cumplir mi sue&ntilde;o, al fin he traducido completamente el <strong>Phantasy Star IV al 100%</strong>. La verdad es que no s&eacute; qu&eacute; decir ahora, y menos a&uacute;n tras haber escrito un buen rollo en el L&eacute;eme que acompa&ntilde;a al parche :P Estoy bloqueado O_o Er... Bueno, dir&eacute; que estoy muy satisfecho con el resultado de la traducci&oacute;n (a&uacute;n me queda mucho por aprender en la carrera pero creo que voy por el buen camino), aunque en los men&uacute;s no se haya podido insertar acentos y &ntilde;. Me conozco el juego a la perfecci&oacute;n, as&iacute; que apenas he tenido problemas de contexto a la hora de traducir sin ver la situaci&oacute;n (aunque mientras comprobaba la traducci&oacute;n jugando he cambiado cosillas) y, adem&aacute;s, creo haber mantenido la personalidad de los personajes (sobre todo la de Alys y Raja, aparte de los piques de Rune y Chaz) perfectamente. Como ya os dije, hay alg&uacute;n insulto que otro, pero creo haberlos puesto en un momento necesario. La verdad es que con tanta revisi&oacute;n de los textos he cambiado bastantes cosas, hasta la imagen del principio  (la de &quot;Vaya, me he despistado...&quot;), todo para que el texto en espa&ntilde;ol sea equivalente al sentido original del ingl&eacute;s pero sin que se note para nada (o eso es lo que he intentado) que el texto est&aacute; traducido. Al fin y al cabo mi tarea no es cambiar el gui&oacute;n original, sino, como dicen algunos profesores de mi facultad, &quot;reexpresar el sentido de un idioma a otro&quot; ;)</p>
      <p>Por cierto, si he sacado el parche hoy (aparte de que antes no ten&iacute;a el parche definitivo de Hyllian xD) es porque <strong>hoy es el cumplea&ntilde;os de Rocky</strong>. No, no est&aacute; muerto, sigue vivo y coleando, as&iacute; que... &iexcl;felicidades, t&iacute;o! :D Tambi&eacute;n quiero dedicarle el parche a <strong>Marle</strong> de RPG Time, que s&eacute; que le tiene especial cari&ntilde;o a este juego ^_^</p>      
      <p>En fin,  que no s&eacute; qu&eacute; decir m&aacute;s xD Si quer&eacute;is saber c&oacute;mo empez&oacute; y se desarroll&oacute; todo y algunos detalles m&aacute;s de la traducci&oacute;n (ya ver&eacute;is que he dejado Dark Force sin traducir), ten&eacute;is unos cuantos p&aacute;rrafos en el L&eacute;eme (a ver si lo le&eacute;is :P). Recordad que la ROM <strong>debe estar en formato .bin y no en .smd</strong>. De no ser as&iacute;, pod&eacute;is convertir su formato con el programa <a href="../../utilidades/general/gensuite.zip">GenRomSuite</a>.</p>
      <p>Os dejo con el parche, que seguro que m&aacute;s de uno est&aacute; ansioso por jugar en espa&ntilde;ol a este juego (&iexcl;o eso espero!). Que lo disfrut&eacute;is ;) Ah, tambi&eacute;n hay una p&aacute;gina dedicada al proyecto (la he traducido desde el portugu&eacute;s, espero que con las prisas no lo haya traducido mal, si veis muchos adjetivos que exaltan el juego es cosa de Hyllian xD), aunque a&uacute;n no se ha subido la versi&oacute;n en espa&ntilde;ol. Pinchad <a href="http://www.ps4br.cjb.net" target="_blank">aqu&iacute;</a> para visitar la web. </p>
      <p align="center"><img src="../../traducciones/megadrive/pstar4/pstar4_1.jpg" width="320" height="240"> </p>
      <p align="center"><a href="../../traducciones/megadrive/pstar4/pstar4_esp.zip"><img src="../../descarga.jpg" width="75" height="85" border="0"></a></p>
      <p align="left">Cambiando de tema, no me he olvidado de la traducci&oacute;n del <strong>Final Fantasy Mystic Quest</strong>. El proyecto est&aacute; como estaba hace cosa de un mes, es decir, a falta de reinsertar el texto y testear todo. Magimaster 2 se encarga de ello, aunque no he sabido nada de &eacute;l desde que anunci&eacute; que &quot;s&oacute;lo&quot; faltaba eso. Tranquilos, que yo conf&iacute;o en &eacute;l y entiendo que est&eacute; ocupado. De todos modos, si veo que pasa demasiado tiempo contactar&eacute; con &eacute;l para ver si me encargo yo de lo que falta (porque no voy a dejar que todo el trabajo que hice haya sido en vano), aunque de todos modos yo ahora me voy a dedicar a descansar, que ha sido un mes agotador para m&iacute;.</p>
      <p align="left">&iquest;Y ahora qu&eacute; va a pasar? Pues no s&eacute;... La verdad es que me han entrado ganas de revisar mis traducciones, sobre todo la del Phantasy Star II, que tras jugar un poco al juego traducido creo que se puede mejorar bastante (si es que cuando vi eso de &quot;Cojo mi saco y me voy...&quot; cuando pude haber puesto &quot;Cojo mis cosas y me voy&quot; o ver eso de &quot;biologista&quot;... entended que era un ni&ntilde;o y no era consciente de todo lo que hac&iacute;a xD), aunque de momento soy incapaz de insertar acentos y dem&aacute;s. De todos modos, como ya he dicho, estoy cansado y prefiero descansar. El 19 de Septiembre me ir&eacute; a Dubl&iacute;n (Irlanda), all&iacute; estar&eacute; 9 meses haciendo 2&ordm; de Traducci&oacute;n e Interpretaci&oacute;n de Erasmus. Es posible que pase como este a&ntilde;o, que apenas he hecho nada en cuanto a traducciones de juegos (pero no os quejar&eacute;is este verano, eh... xD). Me llevar&eacute; un port&aacute;til, no es que est&eacute; muy agusto con &eacute;l, pero tampoco me puedo quejar mucho, que podr&iacute;a ser peor (o sea, no tener nada xD).</p>
      <p align="left">A partir de ahora ya no s&eacute; qu&eacute; me depara el destino, as&iacute; que, &iquest;qui&eacute;n sabe cu&aacute;ndo nos volveremos a ver? Espero que pronto, o, al menos, nos veremos en los foros (que espero que gi0 acabe pronto). Madre m&iacute;a, que parece que me voy a la guerra xD &iexcl;Venga, hasta otra chicos! ;)</p>
      <p align="left">P.D.: No os preocup&eacute;is por la musiquilla, la quitar&eacute; en unos d&iacute;as :P </p>
  </table>
  <p>&nbsp;</p><div align="center">
    <p> </p>
  </div>
  <table width="714" border=1 align="center" cellpadding=0 cellspacing=0 bordercolor=#000000 bgcolor=#252850>
    <tr>
      <td width="64" class="titulo"><img src="../../avatar_pablito_2.jpg" width="64" height="64"></td>
      <td width="125" class="titulo"><div align="center">24-08-2004</div></td>
      <td width="517" class="titulo"><div align="center">(Casi) Fin del testeo ;)  [ <a href="mailto:%20pablithacker@hotmail.com">Pablito's</a> ]</div></td>
    </tr>
  </table>
  <table width="714" border=1 align="center" cellpadding=0 cellspacing=0 bordercolor=#000000 bgcolor=#252850>
  <td width="712" class="texto"><p>Aunque tengo poco tiempo, s&iacute;, ya estoy a punto de pasarme el juego, s&oacute;lo queda ir al monstruo final, aunque antes hablar&eacute; con la gente de las ciudades que ahora dice cosas diferente y tambi&eacute;n ir&eacute; a un sitio &quot;nuevo&quot; para conseguir una magia nueva (porque sale texto, que si no, no iba xD). Me falta alg&uacute;n detalle por traducir, pero en dos minutos lo hago :) Sobre fallos, solamente est&aacute; el de los objetos, que creo que tener medio localizado pero que a&uacute;n no s&eacute; c&oacute;mo lo voy a corregir (tranquilos). El fallo del que os hablaba en la otra actualizaci&oacute;n ya ha sido corregido :D</p>
      <p>Una vez me haya pasado el juego (espero que no haya ning&uacute;n imprevisto ahora) intentar&eacute; solucionar el mencionado fallo de los objetos y luego, aunque creo que no es necesario, revisar&eacute; uno por uno los scripts comparando los traducidos con los ingleses por si hay algo que se pueda mejorar o algo as&iacute;. Me llevar&aacute; alg&uacute;n tiempo (hay escasez &uacute;ltimamente :P), o sea, unos dos d&iacute;as o cosa as&iacute; xD Espero tenerlo todo listo para el d&iacute;a XX (aaah, sorpresa, no os lo digo xD), tranquilos, que es este mes. Espero que as&iacute; sea.</p>
      <p>Os dejo con las &uacute;ltimas im&aacute;genes que ver&eacute;is en esta web (ahora hay una pausa de 5 segundos en vez de 3 entre ellas, a sugerencia de Magno), las dem&aacute;s las ver&eacute;is en vivo y en directo mientras jug&aacute;is ;) </p>
      <p align="center"><img src="ps4fin.gif" width="320" height="240"> </p>
          <p align="left">Se nota que actualizo r&aacute;pido, &iexcl;es que me voy ya mismo, no paro! Un apunte de &uacute;ltima hora... No cre&aacute;is que la traducci&oacute;n est&aacute; llena de insultos y dem&aacute;s, pero me he tomado alguna licencia para ponerlos en momentos que creo que se deben de poner (como el de &quot;co&ntilde;o&quot;, que Chaz est&aacute; que explota). En una traducci&oacute;n oficial seguramente no los pondr&iacute;a (y aun as&iacute; a&uacute;n dudo si dejarlos o no), pero ya que no es oficial... ;) </p>

  </table>
  <p>&nbsp;</p><div align="center">
    <p> </p>
  </div>
  <table width="714" border=1 align="center" cellpadding=0 cellspacing=0 bordercolor=#000000 bgcolor=#252850>
    <tr>
      <td width="64" class="titulo"><img src="../../avatar_pablito_2.jpg" width="64" height="64"></td>
      <td width="125" class="titulo"><div align="center">21-08-2004</div></td>
      <td width="517" class="titulo"><div align="center">Sigue el testeo (y aparecen los primeros fallos)  [ <a href="mailto:%20pablithacker@hotmail.com">Pablito's</a> ]</div></td>
    </tr>
  </table>
  <table width="714" border=1 align="center" cellpadding=0 cellspacing=0 bordercolor=#000000 bgcolor=#252850>
  <td width="712" class="texto"><p><strong>Actualizaci&oacute;n 22-08-2004</strong></p>
      <p>Los fallos que hac&iacute;an que se colgase el juego ya se han solucionado :D Parece que el fallo que hace que no pase &quot;algo&quot; a&uacute;n sigue, pero seguro que Hyllian lo soluciona en un periquete ;) </p>      <p>&nbsp;</p>
      <p>Por fin termin&eacute; de traducir los men&uacute;s y las &quot;tonter&iacute;as&quot; que faltaban por traducir, por lo que me puse a testear el juego como es debido :) Menos mal que no he dejado los men&uacute;s para el final, porque me han dado unos cuantos problemas (punteros and company), ya he solucionado todo aunque hay un problema con los objetos que se me resiste (esto s&iacute; que lo dejar&eacute; para el final, no se me ocurre una soluci&oacute;n por ahora, tendr&eacute; que investigar). Pero desgraciadamente &eacute;se no es el problema m&aacute;s grave. Hay en tres sitios en los que el juego se bloquea, justo como pasa con la &uacute;nica traducci&oacute;n disponible para el Tales of Phantasia. He conseguido pasar esos lugares con el t&iacute;pico truco del Save Sate y la ROM original :P Se lo dije a Hyllian y al parecer ha detectado unos cuantos fallos en su compresor de texto, ahora est&aacute; trabajando duro para solucionar todo (me ha dicho que en menos de 24 horas lo tiene todo listo, este t&iacute;o es un crack ;)). Ahora mismo estoy en Dezolis, y he visto otro fallo m&aacute;s raro a&uacute;n. Donde deber&iacute;a &quot;pasar&quot; una cosa, no pasa xD Espero que sea debido al compresor (es bastante probable, es uno de los scripts afectados :P). Est&aacute; dando trabajillo el juego, pero poco a poco, que dentro de poco podr&eacute;is disfrutar de la tradu sin errores ;)</p>      <p>Os dejo con unas 16 im&aacute;genes que he ido tomando. S&eacute; que son bastantes, pero tranquilos que no hay spoilers (hombre, algo hay, pero nada m&aacute;s lejos de presentar a un nuevo personaje o cosas as&iacute;), simplemente as&iacute; podr&eacute;is ver algunas escenas c&oacute;micas (yo me parto con Alys y Hahn xDDD) o bien apreciar la traducci&oacute;n de alguna frase chula :D &iexcl;Ah! Ya os digo que estoy a la mitad del juego m&aacute;s o menos. Por cierto, que ha empezado la feria de Almer&iacute;a y no tengo demasiado tiempo para ponerme a testear :P </p>
      <p align="center"><img src="ps4dezolis.gif" width="320" height="240"> </p>
          <p align="left">No me cansar&eacute; (de nuevo) de darle las gracias a <strong>Hyllian</strong> por todo lo que est&aacute; haciendo ;) </p>

  </table>
  <p>&nbsp;</p><div align="center">
    <p> </p>
  </div>
  <table width="714" border=1 align="center" cellpadding=0 cellspacing=0 bordercolor=#000000 bgcolor=#252850>
    <tr>
      <td width="64" class="titulo"><img src="../../avatar_pablito_2.jpg" width="64" height="64"></td>
      <td width="125" class="titulo"><div align="center">18-08-2004</div></td>
      <td width="517" class="titulo"><div align="center">Betatesting del Phantasy Star IV (todo traducido :P) [ <a href="mailto:%20pablithacker@hotmail.com">Pablito's</a> ]</div></td>
    </tr>
  </table>
  <table width="714" border=1 align="center" cellpadding=0 cellspacing=0 bordercolor=#000000 bgcolor=#252850>
  <td width="712" class="texto"><p>O casi, que me quedan muy pocos textos de los men&uacute;s por traducir, pero es que paso, estoy ya harto, ya me pondr&eacute; m&aacute;s tarde, que s&eacute; que no habr&aacute; luego problemas (ver&aacute;s como luego los haya por decirlo xD). Y es que llevo mucho cansancio en el cuerpo, que me he tirado una semana entera traduciendo <strong>6 &oacute; 7</strong> horas por d&iacute;a, que el juego tiene su texto (lo dicho, si hasta que uno no se pone a traducir no se da cuenta de la cantidad de texto que hay xD), ya pod&eacute;is ver que en poco m&aacute;s de una semana y media he traducido el juego entero (es que he estado algunos d&iacute;as fuera), todo un r&eacute;cord para m&iacute; :) Eso s&iacute;, <strong>traduciendo siempre con ilusi&oacute;n</strong>, como debe ser. Menos mal que no hace muchos meses me volv&iacute; a pasar el juego y me acordaba de todo ;)</p>
      <p>No obstante, s&eacute; que a&uacute;n queda trabajo por hacer. Ma&ntilde;ana mismo empezar&eacute; a comprobar la traducci&oacute;n mientras voy jugando (ya he visto unos cuantos fallitos de poner una 'a' donde no debe y cosas as&iacute;, al igual que cosas que se pueden expresar mejor). Una vez est&eacute; todo bien comprobadito, har&eacute; una &uacute;ltima revisi&oacute;n de los scripts compar&aacute;ndolos con los ingleses para que todo quede lo mejor posible. Y ya s&oacute;lo quedar&aacute; insertarlos ^_^</p>
      <p>Sobre los men&uacute;s... Pues, como siempre, es la parte que m&aacute;s problemas da. He dejado todo lo mejor posible (los men&uacute;s son muy peque&ntilde;os y hasta hay muchas palabras abreviadas en ingl&eacute;s), salvo los nombres de los monstruos, que no son &quot;muy bonitos&quot;, como siempre suele pasar :P Lo malo es que no hay acentos ni &ntilde; ni nada en los men&uacute;s, es una pena, pero qu&eacute; se le va a hacer, bastante ha hecho ya Hyllian (le debo toda esta traduci&oacute;n).</p>
      <p>En fin, que quiero dormir xD Antes hab&iacute;a puesto m&aacute;s cosas pero el ordenador se me ha reiniciado y he perdido todo, as&iacute; que es normal que me deje cosas en el tintero. Os dejo con unas &quot;cuantas&quot; im&aacute;genes de la tradu, son del principio, pero eso no quiere decir que el texto sea de los primeros scripts ;) Es posible que en la versi&oacute;n final haya cambios (tengo pensado cambiar dos textos de las im&aacute;genes de las que ya puse), adem&aacute;s, se me acaba de ocurrir poner &quot;D&eacute;jese de pamplinas&quot; o &quot;D&eacute;jese de rollos&quot; cuando Alys coge al director de la academia de la camisa :P A ver cu&aacute;nto tarda en salir el parche, que aunque est&eacute; todo hecho, hay cosas por hacer, y encima ahora no tengo demasiado tiempo (adem&aacute;s, el viernes empieza la feria de Almer&iacute;a, as&iacute; que... :P).</p>
      <p align="center"><img src="ps4largo.gif" width="320" height="240"> </p>
      <p align="left">No me cansar&eacute; de darle las gracias a <strong>Hyllian</strong> por todo lo que est&aacute; haciendo ;) </p>
  
  </table>
  <p>&nbsp;</p><div align="center">
    <p> </p>
  </div>
  <table width="714" border=1 align="center" cellpadding=0 cellspacing=0 bordercolor=#000000 bgcolor=#252850>
    <tr>
      <td width="64" class="titulo"><img src="../../avatar_pablito_2.jpg" width="64" height="64"></td>
      <td width="125" class="titulo"><div align="center">05-08-2004</div></td>
      <td width="517" class="titulo"><div align="center">Mi sue&ntilde;o se est&aacute; haciendo realidad :_)[ <a href="mailto:%20pablithacker@hotmail.com">Pablito's</a> ]</div></td>
    </tr>
  </table>
  <table width="714" border=1 align="center" cellpadding=0 cellspacing=0 bordercolor=#000000 bgcolor=#252850>
  <td width="712" class="texto"><p>As&iacute; es. Y es que desde hace muuucho tiempo, uno de los juegos que m&aacute;s ansiaba traducir (los que me conozcan lo sabr&aacute;n bien) era el <strong>Phantasy Star 4</strong>. Pues bien, gracias a la inestimable ayuda de <strong>Hyllian</strong> y <strong>gamer_boy</strong> , estoy viendo cumplir mi sue&ntilde;o :) Ya tengo algo para entretenerme todo lo que queda de verano xD Pienso traducir como una m&aacute;quina y, lo que es m&aacute;s importante, intentar&eacute; traducir lo mejor que pueda este juego, como si de un encargo profesional se tratara. No tengo problemas de restricci&oacute;n de texto, as&iacute; que eso me facilita mucho las cosas. Queda mucho texto por traducir, pero algo he traducido ya. He estado tres d&iacute;as fuera (los t&iacute;picos d&iacute;as que voy a Murcia en verano :P), pero he vuelto con muchas ganas. S&eacute; que hay mucho camino por recorrer, pero intentar&eacute; darme toda la prisa posible (sin olvidar las dem&aacute;s actividades que suelo hacer hacer con mis amigos y tal, claro est&aacute; :P). &iquest;Todo para finales de Agosto? Lo veo muy dif&iacute;cil (el juego tiene una cantidad de texto considerable), pero lo intentar&eacute;, que s&eacute; que m&aacute;s tarde no tendr&eacute; apenas tiempo. En fin, a ver c&oacute;mo se desarrolla la cosa. Os dejo con unas im&aacute;genes:</p>
      <p align="center"><img src="ps4.gif" width="320" height="240"></p>
      <p align="justify">Au revoir!</p>
  
  </table>
  <p>&nbsp;</p><div align="center">
    <p> </p>
  </div>
  <table width="714" border=1 align="center" cellpadding=0 cellspacing=0 bordercolor=#000000 bgcolor=#252850>
    <tr>
      <td width="64" class="titulo"><img src="../../avatar_pablito_2.jpg" width="64" height="64"></td>
      <td width="125" class="titulo"><div align="center">01-08-2004</div></td>
      <td width="517" class="titulo"><div align="center">Traducci&oacute;n del Final Fantasy Mystic Quest  [ <a href="mailto:%20pablithacker@hotmail.com">Pablito's</a> ]</div></td>
    </tr>
  </table>
  <table width="714" border=1 align="center" cellpadding=0 cellspacing=0 bordercolor=#000000 bgcolor=#252850>
  <td width="712" class="texto"><p>&iquest;Finalmente traducir&aacute; Sayans Traductions todos los Final Fantasy de SNES? Bueno, no s&eacute;, si depende de Rocky, podemos tardar 4 a&ntilde;os m&aacute;s todav&iacute;a xD</p>
      <p>Pues s&iacute;, el proyecto comenz&oacute; &quot;de forma inesperada&quot; cuando por los foros se inici&oacute; un tema sobre la traducci&oacute;n de este juego y <strong>Magimaster 2</strong> dijo que si alguien se apuntaba a la traducci&oacute;n. Cosas de la vida, yo no ten&iacute;a demasiado que hacer en ese momento y me ofrec&iacute; voluntario, aunque, supuestamente, s&oacute;lo iba a traducir el texto (no demasiado en comparaci&oacute;n a otros juegos, por cierto). En dos d&iacute;as termin&eacute; de traducir todo el texto, y desde entonces s&oacute;lo ha habido progresos en el proyecto :P Faltaban muchas cosas por hacer en cuanto a hacking, al igual que hab&iacute;a muchos problemas, como insertar los signos del espa&ntilde;ol (acentos y dem&aacute;s), algo bastante importante en una traducci&oacute;n. Intent&eacute; buscar alguna traducci&oacute;n francesa o alemana (o lo que fuese) para ver si hab&iacute;an conseguido insertar los signos y... &iexcl;es que hab&iacute;a salido traducido oficialmente en Francia! La ROM francesa es un poco m&aacute;s &quot;pobre&quot;, ya que, por ejemplo, no tiene fuente de tama&ntilde;o variable, pero nos quitaba mucho trabajo, por fin pod&iacute;amos insertar los signos del espa&ntilde;ol. Bueno, casi xD No logr&aacute;bamos ver bien la fuente como para editarla, pero gracias a <strong>Madmalkav</strong> encontramos el modo de verla bien con el Tile Molester :) &quot;S&oacute;lo&quot; faltaba insertar el texto y traducir los men&uacute;s y esas cosas, algo que empez&oacute; <strong>Cid</strong> (quien tambi&eacute;n nos ha ayudado como ha podido, se ha volcado bastante en el proyecto ;) ) pero que al final hice yo, creo que fue lo mejor, ya que yo hab&iacute;a traducido todo lo dem&aacute;s. He estado dos d&iacute;as trabajando duro para terminar de traducir todo y terminar el hacking, pero creo que el esfuerzo ha merecido la pena, estoy tan satisfecho de c&oacute;mo ha quedado todo como cuando termin&eacute; el Final Fantasy IV (por cierto, he cambiado la fuente original por la que puse en el Final Fantasy IV ;) ). Ayer mismo le mand&eacute; el parche con todos los cambios a Magimaster 2 (&eacute;l tambi&eacute;n ha intervenido en el hacking, sac&oacute; la tabla y extrajo los scripts), ahora basta con reinsertar el texto para que el p&uacute;blico pueda disfrutar de la traducci&oacute;n :D Por el momento nos olvidaremos del juego un tiempo, pero espero que Magimaster 2 no tarde demasiado (es que reinsertar el texto es bastante pesado) :P Os dejo con unas cuantas im&aacute;genes (los nombres de los personajes salen mal porque us&eacute; un Save State, y como hemos cambiado la fuente...):</p>
      <p align="center"><img src="ffmq.gif" width="256" height="223"> </p>
      <p align="left">Por cierto, ayer mismo me enviaron unos scripts m&aacute;s que interesantes... Veremos a ver qu&eacute; puedo hacer, porque yo tengo muuuucha ilusi&oacute;n en traducir esto ;) Os mantendr&eacute; informados.</p>
  </table>
  <p>&nbsp;</p>
  <div align="center">
    <p> </p>
  </div>
  <table width="714" border=1 align="center" cellpadding=0 cellspacing=0 bordercolor=#000000 bgcolor=#252850>
    <tr>
      <td width="64" class="titulo"><img src="../../avatar_pablito.jpg" width="64" height="64"></td>
      <td width="125" class="titulo"><div align="center">02-07-2004</div></td>
      <td width="517" class="titulo"><div align="center">Versi&oacute;n 2.0 del Zelda  [ <a href="mailto:%20pablithacker@hotmail.com">Pablito's</a> ]</div></td>
    </tr>
  </table>
  <table width="714" border=1 align="center" cellpadding=0 cellspacing=0 bordercolor=#000000 bgcolor=#252850>
  <td width="712" class="texto"><p>Ya tocaba actualizar, &iquest;no? :P Ya estoy de nuevo en Almer&iacute;a, disfrutando de Internet en mi cuarto :) Ya (joder con el ya xD) he terminado 1&ordm; de Traducci&oacute;n e Interpretaci&oacute;n, hoy mismo me he enterado de que no me ha quedado ninguna asignatura, as&iacute; que espero tener un buen verano haciendo de todo. Haciendo de todo, s&iacute; se&ntilde;or, como ponerme de nuevo con la traducciones. De momento me he puesto a &quot;repasar&quot; el trabajo hecho y, tras recordar que hab&iacute;a unos cuantos problemas con el Zelda de SNES, he decidido echarle un vistazo. Y menos mal que lo he hecho... Es incre&iacute;ble, pero cierto. Har&eacute; el cl&aacute;sico copiar y pegar:</p>
      <p><em>&quot;Si ya lo sab&iacute;a yo... DURANTE 2 A&Ntilde;OS  la traducci&oacute;n no 
funcionaba a menos que usaras una versi&oacute;n espec&iacute;fica del ZSNES (versi&oacute;n que 
yo ten&iacute;a, c&oacute;mo no). Debido a un est&uacute;pido error que tuve y a las prisas de
no comprobar todo como debiera, sumado a un &quot;chanchullo&quot; de los m&iacute;os, la
ROM traducida ocupaba unos cuantos bytes de m&aacute;s con lo que eso conlleva. No<br>
s&oacute;lo eso, sino que si se ejecutaba en el ZSNES hab&iacute;a muchos problemas
gr&aacute;ficos (en principio lo dej&eacute; pasar porque cre&iacute;a que s&oacute;lo pasaba con el
Atrapa-Bichos). Al final he tenido que coger la versi&oacute;n anterior del parche
y rehacer todo de nuevo (menos mal que no me ha costado tanto). &iquest;Cu&aacute;l es la
novedad de esta versi&oacute;n del parche? Pues... QUE TODO DEBE IR COMO DEBER&Iacute;A<br>
HABER IDO EN LA &Uacute;LTIMA VERSI&Oacute;N. Casi &quot;n&aacute;&quot;. Bueno, ya de paso he actualizado
la URL que sale en la pantalla de presentaci&oacute;n y he cambiado alguna cosilla
del texto (deber&iacute;a haberlo revisado con m&aacute;s calma, pero en fin).&quot;</em></p>
      <p>Pues eso mismo, yo lo definir&iacute;a como <strong>&quot;vaya cagada&quot;</strong>, si es que no tiene otro nombre xD Pero bueno, m&aacute;s vale tarde que nunca. Espero que los que a&uacute;n no hayan disfrutado del juego (y de la traducci&oacute;n) no teng&aacute;is mis problemas, no descarto la posibilidad de que haya m&aacute;s fallos (desde luego, no ser&aacute; as&iacute; de gordo), aunque me extra&ntilde;ar&iacute;a. &iexcl;Ah! Si no me equivoco, la ROM que he utilizado (y, por tanto, a la que deb&eacute;is aplicarle el parche) es la versi&oacute;n USA.</p>
      <p align="center"><img src="../../traducciones/snes/zelda/zelda1.jpg" width="256" height="223"> </p>
      <p align="center"><a href="../../traducciones/snes/zelda/zelda_esp.zip"><img src="../../descarga.jpg" width="75" height="85" border="0"></a></p>
      <p align="justify">Por cierto, se nota que hace ya que no toco esto del ROMHacking, si no hubiera hecho notas del Zelda, no habr&iacute;a sido capaz de modificar la pantalla de presentaci&oacute;n, me he le&iacute;do 3 veces el log con las instrucciones que se ejecutan en aqu&eacute;lla y no he logrado averiguar d&oacute;nde se encontraba la rutina que buscaba O_o Es cierto que el ROMHacking no se olvida una vez se ha aprendido, pero la pr&aacute;ctica si que se pierde, vaya que s&iacute; xD</p>
      <p align="justify">No s&eacute; qu&eacute; har&eacute; m&aacute;s este verano respecto a las traducciones (si es que hago m&aacute;s xD), me gustar&iacute;a terminar de traducir el Suikoden, pero lo veo muy cumplicado (&iexcl;no perd&aacute;is la esperanza, tranquilidad!). Quiero hacer muchas cosas, que el a&ntilde;o que viene me voy de Erasmus a estudiar a Dubl&iacute;n, y claro, quiero aprovechar el tiempo que me queda en Espa&ntilde;a. Tambi&eacute;n he pensado en hacer una web de &quot;recursos para traductores&quot;, enfocado  a estudiantes de traducci&oacute;n (una especie de &quot;Rinc&oacute;n del Vago&quot;). Ya ver&eacute; qu&eacute; har&eacute;, que hay tiempo para todo.</p>
      <p align="justify">&iexcl;Hasta la pr&oacute;xima actualizaci&oacute;n, espero que sea pronto!</p>
      <p align="justify">P.D.: No me lo creo ni yo, he podido contar la Biblia  por lo menos de lo que me ha pasado y de lo que pienso hacer y no lo he hecho xD </p>      
  
  </table>
  <p>&nbsp;</p><div align="center">
    <p> </p>
  </div>
  <table width="714" border=1 align="center" cellpadding=0 cellspacing=0 bordercolor=#000000 bgcolor=#252850>
    <tr>
      <td width="64" class="titulo"><img src="../../avatar_pablito.jpg" width="64" height="64"></td>
      <td width="125" class="titulo"><div align="center">03-04-2004</div></td>
      <td width="517" class="titulo"><div align="center">Beta 0.5 del Suikoden ;)  [ <a href="mailto:%20pablithacker@hotmail.com">Pablito's</a> ]</div></td>
    </tr>
  </table>
  <table width="714" border=1 align="center" cellpadding=0 cellspacing=0 bordercolor=#000000 bgcolor=#252850>
  <td width="712" class="texto"><p>Por poner un 0.x, porque no quiere decir (o a lo mejor s&iacute;, la verdad es que no lo s&eacute; xD) que el juego est&eacute; ya traducido a la mitad. Vaya, me sorprendo de m&iacute; mismo por empezar as&iacute; un post cuando, <strong>despu&eacute;s de m&aacute;s o menos medio a&ntilde;o</strong> (que se dice pronto), actualizo por primera vez con algo &quot;importante&quot;, al menos en cuanto a parches para descargar se refiere. Pues s&iacute;, tal y como dice el t&iacute;tulo de la noticia,<strong> me he decidido a sacar un nuevo parche del Suikoden.</strong> &iquest;Por qu&eacute;, c&oacute;mo, cu&aacute;ndo, a qu&eacute; hora (&iquest;eso qu&eacute; tiene que ver?)? Bueno, como digo en la actualizaci&oacute;n del L&eacute;eme que acompa&ntilde;a al parche...</p>
      <p><em>&quot;Pues bien, aprovechando que es Semana Santa, me decid&iacute; a sacar un parche (m&aacute;s  por sacar algo que por Semana Santa), que ya iba tocando. Realmente me hubiera gustado sacarlo cuando hubiese terminado de traducir la carpeta &quot;AREA_02.B&quot;, pero bueno. Seguramente hay mucho texto que no est&aacute; traducido por medio, pero algo nuevo habr&aacute; :) Espero que salga traducido lo que dicen los personajes en el Castillo del Ej&eacute;rcito Liberador, porque vaya co&ntilde;azo fue traducirlo xD Como algo curioso, lo &uacute;ltimo que he traducido (hoy mismo) ha sido el texto relacionado con la &uacute;ltima batalla, cuando aparece Lady Leknaat y todo eso. En fin, veremos a ver cu&aacute;ndo saco otra versi&oacute;n del parche, que ahora tendr&eacute; que estudiar un poquillo...&quot;</em></p>
      <p>...Mola :P Pues en ese p&aacute;rrafo est&aacute;n las razones por las que he sacado el parche y m&aacute;s o menos el progreso de la traducci&oacute;n. Como he dicho al principio, no s&eacute; por qu&eacute; le he puesto &quot;Beta 0.5&quot;, porque no creo que ni siquiera haya traducido la misma cantidad de texto que traduje cuando saqu&eacute; el anterior parche, aunque bueno, el parche ha aumentado m&aacute;s de 100 kbs (hay texto repetido, todo hay que decirlo). Pod&eacute;is echarme la culpa de &quot;sacar algo incompleto o que apenas sirve&quot;, que lo entiendo. Pero si no llego a sacar el parche hoy, ag&aacute;rrate a cu&aacute;ndo lo hubiera sacado (hay mucho texto en la carpeta de datos de juego en la que estoy). De todos modos, tiene que haber mucho texto por ah&iacute; que debe estar traducido. Recuerdo que he traducido lo que dicen cuando aparece Kirkis, cuando pasa lo de Kwaba, cuando llega Flik tras una larga ausencia por primera vez al Ej&eacute;rcito Liberador, cuando capturan a Warren y Viktor... Pero vamos, que seguro que queda mucho por hacer. Ahora que lo pienso, no creo recordar haber traducido lo que suelen decir en los pueblos salvo en la parte en la que debes entrar a la mansi&oacute;n de Lepant.</p>
      <p>Bien, como digo, el parche est&aacute; incompleto. No ya como el anterior, si no que hay un popurr&iacute; de di&aacute;logos traducidos y no traducidos que no veas. Yo voy a seguir traduciendo (espero) cuando pase la Semana Santa, aunque ya no s&eacute; a qu&eacute; ritmo. De momento no estoy demasiado ocupado, aunque debo ponerme a estudiar ya, que luego pasa lo que pasa. Cuando termine de traducir los archivos restantes de la carpeta de datos del juego en la que estoy (qu&eacute; original soy escribiendo xDDD), si veo que he traducido bastante como para que merezca la pena sacar un parche, lo sacar&eacute;. Si no, ya ver&eacute; qu&eacute; hacer, aunque desde luego, ya lo dir&eacute; en la web.</p>
      <p>Respecto a c&oacute;mo est&aacute; quedando la traducci&oacute;n, yo dir&iacute;a que estoy contento con el resultado. Se puede mejorar, a veces tengo problemas de espacio y tengo que quitar informaci&oacute;n no totalmente prescindible pero que no pasa nada si no se pone (no me refiero a di&aacute;logos importantes, tranquilidad). Tambi&eacute;n es verdad que no voy jugando mientras, eso es dif&iacute;cil para imaginarme el contexto, pero me acuerdo de casi todas las situaciones del juego y tampoco tengo demasiados problemas. Lo &uacute;nico que a veces me l&iacute;o al hablar de usted al protagonista, porque no s&eacute; qui&eacute;n le est&aacute; hablando (por ejemplo, Mathiu, Gremio, Cleo, Pahn...). De todos modos, tengo intenci&oacute;n de testear todo una vez termine la traducci&oacute;n (puede que hasta llegue ese d&iacute;a y todo :P), luego ser&aacute; dif&iacute;cil y un poco latazo encontrar las cosas y cambiarlas, pero espero apa&ntilde;&aacute;rmelas. Ya mejorar&eacute; cuanto pueda la traducci&oacute;n, aunque si vosotros ten&eacute;is sugerencias, pues me vendr&iacute;a bien que me las dijerais ;)</p>
      <p>S&iacute;, &eacute;ste es el &uacute;ltimo p&aacute;rrafo que queda, tranquilo Pokechar, no te atragantes xD Que, por cierto, ha sacado hace nada una beta tambi&eacute;n del Resident Evil, ol&eacute; ah&iacute; tus huevos titi (m&aacute;s informaci&oacute;n en su <a href="http://personales.ya.com/rodtraducciones/" target="_blank">web</a>). Pero bueno, que hablamos del Suikoden xD Pues nada, ya os informar&eacute;, tarde o temprano, de c&oacute;mo va la cosa. Espero que el parche no d&eacute; problemas (<strong>recordad que es para la versi&oacute;n PAL del juego</strong>). &iexcl;Que pas&eacute;is una buena Semana Santa! </p>
      <p align="center"><a href="../../traducciones/psx/suikoden/suikoden_pal_esp.zip"><img src="../../descarga.jpg" width="75" height="85" border="0"></a></p>
      <p align="center">&nbsp;</p>
  </table>
  <p>&nbsp;</p>
</div>
<table width="755" border=1 align="center" cellpadding=0 cellspacing=0 bordercolor=#000000 bgcolor=#252850>
  <td><p align="center" class="texto">&copy; Copyright Sayans Traductions 1999-2004. 
      Optimizado para Internet Explorer 6.0 y resoluci&oacute;n de 800x600, tambi&eacute;n 
      se ve bien a 1024x768 (mi resoluci&oacute;n). No debe haber incompatibilidades 
      con otor navegador. Webmaster: <a href="mailto:%20pablithacker@hotmail.com">Pablito's</a> 
      (y <a href="mailto:%20rarewa@hotmail.com">Rocky</a> xD)</p>
      <p align="center" class="texto"> Eres el visitante <a href="http://www.ademails.com/estadisticas1059782986.htm"> 
        <script type="text/javascript" language="JavaScript">
document.write("<img src=\"http://www.ademails.com/cgi-bin/contador.cgi?ID=1059782986");
document.write("&referer=");
document.write(escape(document.referrer));
document.write("\" border=0 alt=\"Estadisticas\">");
</script>
        </a>
      <div align="center">
        <noscript>
        <a href="http://www.ademails.com/estadisticas1059782986.htm"><img src=http://www.ademails.com/cgi-bin/contador.cgi?ID=1059782986 border=0 alt="Estadisticas"> 
        </a> 
        </noscript>
        <span class="texto"> desde 1999 Estad&iacute;sticas:</span> <a target="_blank" href="http://v1.nedstatbasic.net/s?id=1415011"><img
src="http://m1.nedstatbasic.net/n?id=ABWXYwcaPeaeSDZCnngYwIAdNyRQ" width="18" height="18"
border="0" nosave></a></p></div></td>
</table>
</body>
</html>