<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <title>Sayans Traductions</title>
  <link rel="stylesheet" href="../../styles.css" type="text/css">
  <meta name="description"
 content="En esta web encontrar&aacute;s las mejores traducciones para tus juegos favoritos con los que disfrutar en tus emuladores: Final Fantasy, Zelda, Secret of Mana... Por supuesto, tambi&eacute;n hay otras secciones que seguro que te interesan :)">
  <meta name="keywords"
 content="emuladores, traducciones, roms, romhacking, juegos traducidos, traductores, final fantasy, secret of mana, bastard, zelda, dragon ball z, juegos, phantasy star, guias, musica, suikoden, utilidades, herramientas, traduroms, snes, megadrive, genesis, nes, psx, gameboy, espa&ntilde;ol, consolas">
  <meta name="Language" content="es">
</head>
<body bgcolor="#354c75">
<div align="center">
<p><img src="../../logo.jpg" border="2"></p>
<table align="center" bgcolor="#252850" border="1" bordercolor="#000000"
 cellpadding="0" cellspacing="0" width="755">
  <tbody>
    <tr>
      <td>
      <p><img src="../../flechas.gif"> <a href="../../index.htm">Noticias</a>
      <img src="../../flechas.gif"> <a
 href="../../traducciones/traducciones.htm">Traducciones</a> <img
 src="../../flechas.gif"> <a href="../../guias/guias.htm">Gu&iacute;as</a>
      <img src="../../flechas.gif"> <a href="../../musica/musica.htm">M&uacute;sica</a>
      <img src="../../flechas.gif"> <a
 href="../../utilidades/utilidades.htm">Utilidades</a> <img
 src="../../flechas.gif"> <a href="../../tutoriales/tutoriales.htm">Tutoriales</a>
      <img src="../../flechas.gif"> <a href="../../links/links.htm">Links</a>
      <img src="../../flechas.gif"> <span class="texto">Foro</span> <img
 src="../../flechas.gif"> <a href="../../staff/staff.htm">Staff</a> <img
 src="../../flechas.gif"> <a href="../noticiasant.htm">Noticias
Antiguas</a> <img src="../../flechas.gif"> <a
 href="../../afiliados/afiliados.htm">Afiliados</a></p>
      </td>
    </tr>
  </tbody>
</table>
<p><img src="../antiguas.jpg" height="90" width="383"></p>
<p class="texto"> <img src="../../flechas.gif"> <a
 href="noticiasant.htm">Volver</a> </p>
<p class="texto"><strong>Del 31-08-2004 al 03-11-2004</strong></p>
<p> </p>
<table align="center" bgcolor="#252850" border="1" bordercolor="#000000"
 cellpadding="0" cellspacing="0" width="714">
  <tbody>
    <tr>
      <td class="titulo" width="64"><img
 src="avatar_pablito_2.jpg"
 height="64" width="64"></td>
      <td class="titulo" width="125">
      <div align="center">03-11-2004</div>
      </td>
      <td class="titulo" width="517">
      <div align="center">Alive
and kickin'/Final Fantasy VI PSX [ <a
 href="mailto:pablithacker@hotmail.com">Pablito's</a>
]</div>
      </td>
    </tr>
  </tbody>
</table>
<table align="center" bgcolor="#252850" border="1" bordercolor="#000000"
 cellpadding="0" cellspacing="0" width="714">
  <tbody>
    <tr>
      <td class="texto" width="712">Pues
aqu&iacute; estoy de nuevo
chicos, tras m&aacute;s o menos mes y medio desde que me fui de
Espa&ntilde;a (hay que ver c&oacute;mo suena eso :P).<br>
Esto de Irlanda es una experiencia, oye... Aqu&iacute; te puede
pasar
de
todo, desde hablar ingl&eacute;s con espa&ntilde;oles hasta que
te
roben la cartera con todos tus documentos. &iexcl;Algo nada apto
para
card&iacute;acos!<br>
      <br>
Bueno, a lo que interesa, que como empiece a contar mi vida no
acabo...&nbsp; Tras una inmensa vagancia, por fin me he puesto con
la <span style="font-weight: bold;">versi&oacute;n
PAL del Final Fantasy VI de
PSX</span> para corregir el dichoso
tema de los punteros y los
di&aacute;logos desordenados (una cosa lleva a la otra), algo que
ya
arregl&eacute; en la versi&oacute;n <span style="font-weight: bold;">NTSC</span>,
pero que no me dign&eacute; a sacar el parche al
p&uacute;blico.
Tambi&eacute;n he estado investigando el problema de los Espers
desordenados y he dado con la conclusi&oacute;n de que es mejor que
est&eacute;n en ingl&eacute;s antes que dificulten la capacidad
de
decisi&oacute;n al utilizarlos en los combates (es lo que me pasaba
mientras testetaba el Phantasy Star IV y, desde luego, molestaba).
Puede dar la impresi&oacute;n de que es una chapuza, aunque yo no
lo
veo as&iacute;. El juego es perfectamente jugable a
excepci&oacute;n de
que parte de lo que se engloba en los "men&uacute;s" no
est&aacute;
traducido. Ya lo dije en su momento, no hay nada como la
versi&oacute;n
de SNES :) En fin, aqu&iacute; os dejo con el parche:<br>
      <br>
      <div style="text-align: center;"><img alt=""
 src="../../traducciones/psx/ff6/ff6_1.gif"
 style="border: 0px solid ; width: 320px; height: 240px;"><br>
      <br>
      <a
 href="../../traducciones/psx/ff6/ff6psx_esp.zip"><img
 alt="" src="descarga.jpg"
 style="border: 0px solid ; width: 75px; height: 85px;"></a><br>
      <br>
      <div style="text-align: left;"><br>
Conforme a los dem&aacute;s... Pues tengo pensado ponerme cuando
pueda
(ejem) con el <span style="font-weight: bold;">Phantasy
Star IV</span>
para corregir unos peque&ntilde;os fallos en algunos
di&aacute;logos
gracias a la gente que me los ha comunicado. Deber&iacute;a haber
mandado el parche a alguien para que lo comprobara antes de sacarlo,
pero claro, entre las prisas y las ganas que ten&iacute;a de sacar
el
parche... Ahora que <span style="font-weight: bold;">Hyllian</span>
y
su grupo ha sacado su traducci&oacute;n al brasile&ntilde;o
(que puedes
conseguir <a target="_blank" href="http://sfserve.free.fr/ps4/">aqu&iacute;</a>)
y las utilidades necesarias para traducir el juego, puedo hacerlo todo
yo solo sin molestar a Hyllian m&aacute;s :) Supongo que el motivo
de
la pr&oacute;xima actualizaci&oacute;n (Dios sabe
cu&aacute;ndo)
ser&aacute; el parche corregido.<br>
      <br>
Ahora mismo me estoy dedicando a aprender ingl&eacute;s como puedo
(que
dif&iacute;cil es, ya que aqu&iacute; en Irlanda hay
m&aacute;s
espa&ntilde;oles que irlandeses xD) y, aparte, a aprender e
investigar
todo lo que puedo del arte de la traducci&oacute;n. Ya me he
le&iacute;do unos dos libros y creo que he aprendido bastante, y
m&aacute;s que me queda. Tambi&eacute;n investigo los programas
inform&aacute;ticos que existen para ayudar a los traductores y
c&oacute;mo aplicarlos al romhacking, pero la cosa est&aacute;
dif&iacute;cil. Antes de irme a Irlanda ten&iacute;a casi listo
el
nuevo tutorial, pero creo que, aunque me lleve mucho tiempo (y mirad
que me gustar&iacute;a acabarlo y publicarlo lo antes posible),
esperar&eacute; a haber investigado todas las
posibilidades.&nbsp; Por
si fuera poco, me ha dado por el Software Libre, por lo que
intentar&eacute; explicar todo con herramientas que no sean de pago
(de
momento s&oacute;lo ser&iacute;a de pago lo nuevo que estoy
investigando, que ser&iacute;a muy &uacute;til para los
men&uacute;s).&nbsp; Eso s&iacute;, de momento me quedo con
Windows, ya
que no tengo ning&uacute;n problema con &eacute;l.<br>
      <br>
Poco a poco me voy formando como traductor profesional (o eso espero).
Si digo esto es porque tras analizar los primeros di&aacute;logos
del
Final Fantasy VI me he dado cuenta de que se pueden expresar mucho
mejor. Quiz&aacute;s el pr&oacute;ximo verano (no me veo capaz
durante
el curso) me d&eacute; la vena de revisar lo que es la
traducci&oacute;n en s&iacute; de los juegos de rol que he
traducido,
algo que quise hacer el verano pasado.<br>
      <br>
En fin muchachos, &iexcl;nos vemos dentro de un tiempo!<br>
      </div>
      </div>
      </td>
    </tr>
  </tbody>
</table>
<br>
<br>
<br>
<table align="center" bgcolor="#252850" border="1" bordercolor="#000000"
 cellpadding="0" cellspacing="0" width="714">
  <tbody>
    <tr>
      <td class="titulo" width="64"><img
 src="avatar_pablito_2.jpg"
 height="64" width="64"></td>
      <td class="titulo" width="125">
      <div align="center">10-09-2004</div>
      </td>
      <td class="titulo" width="517">
      <div align="center">Despu&eacute;s
de la tormenta... [ <a href="mailto:pablithacker@hotmail.com">Pablito's</a>
]</div>
      </td>
    </tr>
  </tbody>
</table>
<table align="center" bgcolor="#252850" border="1" bordercolor="#000000"
 cellpadding="0" cellspacing="0" width="714">
  <tbody>
    <tr>
      <td class="texto" width="712">
      <p>Llega la calma, por
suerte.</p>
      <p>Ayer estaba bastante
enfadado como pudisteis comprobar, pero gracias a <strong>gi0</strong>
mi rostro recobr&oacute; la sonrisa de nuevo :) Me hizo ver
realmente las cosas como son y por qu&eacute; hacemos todo esto de
traducir, algo que con el tiempo y el cabreo he ido olvidando. Es
cierto que a&uacute;n me molesta no haber recibido toda la
colaboraci&oacute;n que hubiese querido, pero bueno, es agua pasada
y no tiene mayor importancia, porque debo hacer esto realmente por mis
intereses y no s&oacute;lo por los dem&aacute;s. A fin de
cuentas, si hago que en principio no quiero (como fue traducir la
versi&oacute;n de PSX del Final Fantasy VI) algo de
inter&eacute;s tengo que mostrar, porque aunque ni siquiera yo haya
jugado siento mucha alegr&iacute;a de haber podido ayudar a los
dem&aacute;s y de haber hecho tal "proeza" yo mismo. Ya han pasado
2 a&ntilde;os desde que saqu&eacute; la tradu del Final Fantasy
IV de SNES, y aunque s&eacute; que me cost&oacute; horrores y
quebraderos de cabeza, ver el resultado de un a&ntilde;o de
esfuerzo merece la pena.</p>
      <p>Debo dar las gracias
tambi&eacute;n a <strong>Fio
Progressive</strong>, <strong>Luis
M.</strong>, <strong>Lukas</strong>
(Turin, quien me ha dado su punto de vista de todo como traductor) y <strong>xav</strong>i
por sus e-mails de apoyo, me han subido a&uacute;n m&aacute;s
la moral :) No ten&eacute;is que pedir perd&oacute;n por "no
haber dicho nada", ya dije que nadie tiene obligaci&oacute;n de
nada :P Ya os contestar&eacute; m&aacute;s tarde.</p>
      <p>En cuanto al tema de
traducciones, siguiendo la normalidad, pues dir&eacute; que ayer me
tir&eacute; un buen rato corrigiendo los punteros del <strong>Final
Fantasy VI de PSX</strong>,
as&iacute; que ahora estoy seguro al 100% de que no debe haber
errores. Le mand&eacute; el parche a Fio Progressive para que me
confirmase que va sin problemas, cuando lo haga pondr&eacute; los
parches (PAL y NTSC) para bajar ;) No obstante, el problema de los
Espers persiste, intentar&eacute; echarle un vistazo m&aacute;s
tarde pero no prometo nada. Al menos no es tan grave como el fallo del
texto.</p>
      <p>Tambi&eacute;n he
pensado en escribir (o ampliar mejor dicho quiz&aacute;s) el <strong>tutorial
con "casi" todo lo que s&eacute;</strong>,
porque la experiencia no la puedo dar :P Lo explicar&eacute; todo
seg&uacute;n lo que yo haga, no digo que haya otros
m&eacute;todos, claro est&aacute;. No todo lo
explicar&eacute; yo, pondr&eacute; documentos en otros idiomas
que ayudar&aacute;n a aprender, porque pienso poner qu&eacute;
hay que tener en cuenta al traducir juegos de Megadrive, PSX, N64,
Master System... Obviamente no he traducido para todos los sistemas que
nombro, pero, como he dicho, pondr&eacute; documentos y utilidades
que servir&aacute;n de "pista".</p>
      <p>En fin, a ver si es
verdad que hago algo antes de irme, porque m&aacute;s tarde
ser&aacute; dif&iacute;cil. Comprended que tengo que aprovechar
mis &uacute;ltimos dias con los amigos, preparando cosas... :P </p>
      </td>
    </tr>
  </tbody>
</table>
<p>&nbsp;</p>
<table align="center" bgcolor="#252850" border="1" bordercolor="#000000"
 cellpadding="0" cellspacing="0" width="714">
  <tbody>
    <tr>
      <td class="titulo" width="64"><img
 src="avatar_pablito_2.jpg"
 height="64" width="64"></td>
      <td class="titulo" width="125">
      <div align="center">09-09-2004</div>
      </td>
      <td class="titulo" width="517">
      <div align="center">Reflexiones
[ <a href="mailto:pablithacker@hotmail.com">Pablito's</a>
]</div>
      </td>
    </tr>
  </tbody>
</table>
<table align="center" bgcolor="#252850" border="1" bordercolor="#000000"
 cellpadding="0" cellspacing="0" width="714">
  <tbody>
    <tr>
      <td class="texto" width="712">
      <p>Y es que estoy de muy mal
humor.</p>
      <p>Resulta que hace unos
d&iacute;as <strong>Fio
Progressive</strong> me
mand&oacute; un correo en el que me dec&iacute;a que tras
luchar contra Ifrit y Shiva todos los textos aparec&iacute;an
desordenados en la versi&oacute;n NTSC del Final Fantasy VI. O lo
que es lo mismo, que hay un problema de punteros para el que entienda
del tema. Ya se lo dije a &eacute;l, que me extra&ntilde;aba
mucho que nadie me hubiese dicho nada antes, porque el parche lleva ya
bastante tiempo colgado en la red. Pero bueno, aun as&iacute;, me
he levantado de la cama dispuesto a arreglar el problema. Y
s&iacute;, lo he solucionado, aunque he visto que m&aacute;s
adelante, en el juego, volver&iacute;a a pasar lo mismo.
Qu&eacute; iluso he sido al pensar que s&oacute;lo era problema
de la versi&oacute;n NTSC, pues he ido a mirar los archivos
modificados de la versi&oacute;n PAL y te&oacute;ricamente pasa
lo mismo. Ya sab&iacute;a que hay problemas con los Espers, que
salen nombres equivocados, pero que LA MITAD DEL TEXTO DEL JUEGO
SALIESE MAL, pues no, eso no lo sab&iacute;a, la verdad.</p>
      <p>Eso me ha tocado los
cojones. Y no, no s&oacute;lo me he puesto a pensar "si es que todo
lo hago mal, soy un inepto". No. Me he puesto a pensar en
D&Oacute;NDE CO&Ntilde;O EST&Aacute; TODA ESA GENTE QUE ME
PED&Iacute;A QUE LO TRADUJESE, QUE LE IMPORTABA TRES PIMIENTOS LA
VERSI&Oacute;N DE SNES, PORQUE ERA M&Aacute;S GUAY JUGARLO EN
LA PLEISTEISHION. &iquest;Qu&eacute; pasa? &iquest;Que
visteis que funcionaba y hala, juego dos minutos y me quedo contento?
&iquest;O acaso visteis que era muy raro que en un
di&aacute;logo de Terra saliese Kefka hablando pero os sudaba la
polla? Lo siento, no son excusas suficientes para m&iacute;. Antes
de decir nada m&aacute;s, s&eacute; que existe la posibilidad
de me equivoque (y ojal&aacute; sea eso y esto s&oacute;lo sea
un desahogo), pero he comprobado la posici&oacute;n de los punteros
y, sinceramente, dudo que est&eacute;n en su sitio la mitad de
ellos.</p>
      <p>Claro, parece que os echo
la culpa a vosotros y yo me lavo las manos. En ning&uacute;n caso
un usuario se debe sentir obligado a decir "oye, que le falta una tilde
a esta palabra", y bueno, lo comprender&iacute;a porque es algo
realmente "leve". Pero si un juego no funciona, pues oye, eso ya me
mosquea. Ojal&aacute; fuese perfecto y no cometiese
ning&uacute;n fallo, pero no lo soy, vaya, qu&eacute; pena,
&iquest;eh? Yo tambi&eacute;n he visto fallos en programas y me
he callado, pero normalmente porque tampoco me interesaban demasiado.
&iquest;Eso quiere decir que no os interesa demasiado que traduzca
juegos? Pues vaya plan.</p>
      <p>Lo siento, pero se me han
quitado las ganas de pasar los &uacute;ltimos d&iacute;as
delante del ordenador antes de irme a estudiar fuera escribiendo
cas&iacute; todo lo que s&eacute; sobre traducir juegos (ayer
dije en el canal de #traduroms del IRC que iba a hacer un tutorial lo
m&aacute;s completo posible). Total, &iquest;qui&eacute;n
quiere aprender? Dudo que venga alguien brillante que revolucione la
escena o aporte algo nuevo. Los pocos romhackers que hay me superan o
no tienen ganas de nada, o si la tienen luego apenas traducen, aunque
hay excepciones (&aacute;nimo <strong>Alvein</strong>
;) ). Tambi&eacute;n se me han acabado las ganas de corregir el
fallo del Final Fantasy VI (s&oacute;lo lo siento por Fio
Progressive, bueno, si me aburro me pondr&eacute; a investigar y le
mandar&eacute; el parche corregido S&Oacute;LO A
&Eacute;L). Y bueno, escribir&iacute;a m&aacute;s, pero no
tengo ganas. He dicho. </p>
      </td>
    </tr>
  </tbody>
</table>
<p>&nbsp;</p>
<table align="center" bgcolor="#252850" border="1" bordercolor="#000000"
 cellpadding="0" cellspacing="0" width="714">
  <tbody>
    <tr>
      <td class="titulo" width="64"><img
 src="avatar_pablito_2.jpg"
 height="64" width="64"></td>
      <td class="titulo" width="125">
      <div align="center">07-09-2004</div>
      </td>
      <td class="titulo" width="517">
      <div align="center">M&aacute;s
cosillas sobre Phantasy Star [ <a
 href="mailto:pablithacker@hotmail.com">Pablito's</a>
]</div>
      </td>
    </tr>
  </tbody>
</table>
<table align="center" bgcolor="#252850" border="1" bordercolor="#000000"
 cellpadding="0" cellspacing="0" width="714">
  <tbody>
    <tr>
      <td class="texto" width="712">
      <p>Hale, ya quito la
musiquilla, ya :P</p>
      <p>Bien, <strong>Meta-Starman_Ness</strong>, <strong>DiMiTRiX</strong>,
      <strong>Alvein</strong>
y <strong>KaOSoFt</strong>
me han dicho que hay unos cuantos fallitos en la traducci&oacute;n
del <strong>Phantasy Star IV</strong>,
as&iacute; que tendr&eacute; que sacar un nuevo parche
m&aacute;s tarde que los corrija. No os preocup&eacute;is, se
trata de fallos menores, al parecer me he dejado algunas palabras
escritas mal sin querer (no va a ser queriendo xD) en plan escribir
"&Uacute;ltima<strong>n</strong>ente"
en vez de "&Uacute;ltimamente"... Lo m&aacute;s "serio" que hay
es que he traducido "Birth Valley" por "Valle del P&aacute;jaro",
una cagada por mi parte, as&iacute; que explicar&eacute; por
qu&eacute; lo traduje as&iacute; y no por "Valle del
Nacimiento" o algo parecido. Resulta que me pas&eacute; por primera
vez el Phantasy Star IV hace ya unos 7 (y m&aacute;s)
a&ntilde;os en mi Megadrive. Mi hermano y yo jug&aacute;bamos a
la vez, y como yo no sab&iacute;a mucho ingl&eacute;s,
&eacute;l traduc&iacute;a los textos, y recuerdo que
dec&iacute;a "Valle del P&aacute;jaro". No es por echarle la
culpa a &eacute;l, eh xD Pues bien, ser&aacute; cosa de mi
cerebro, pero yo es que ni me he percatado hasta que me lo ha dicho
Meta-Starman_Ness. Lo mismo me pas&oacute; con la espada Elsydeon,
que cre&iacute;a que era Elysdeon (menos mal que esta vez
s&iacute; me di cuenta). Maldito cerebro el m&iacute;o xD En
fin, os dejo <a
 href="fallosps4.txt"
 target="_blank">aqu&iacute;</a>
los fallos conocidos, si alguien ha visto algo m&aacute;s le
agradecer&iacute;a que me mandase un e-mail a <a
 href="mailto:pablithacker@hotmail.com">pablithacker@hotmail.com</a>
(cada vez que pienso en el mail que tengo... xD).</p>
      <p>Por otro lado, le he
estado dando muchas vueltas a retraducir (o mejorar) algunos juegos,
como el <strong>Phantasy Star II</strong>,
que, desde luego, s&eacute; que se puede mejorar bastante. He
estado muuuucho tiempo intentado descubrir la compresi&oacute;n de
la fuente, pero nada, que no hay manera. He intentado cambiar la rutina
que carga la fuente comprimida por otra que cargue la fuente como se
cargar&iacute;a normalmente, pero no soy capaz. He aprendido un
poco sobre el procesador de la Mega Drive/Genesis (el Motorola 68000
&oacute; 68k) y tengo una ligera idea de todo, he analizado el
c&oacute;digo de algunas demos y comprendo qu&eacute; hace cada
instrucci&oacute;n y por qu&eacute;. Me he quedado bastante
sorprendido al ver el compilador en C que hay, tambi&eacute;n hay
uno en BASIC o_O Mi &uacute;ltimo intento ha sido insertar una
introducci&oacute;n en el Phantasy Star II "&agrave; la Final
Fantasy IV de J2e", es decir, que antes de cargarse el juego salga una
pantalla con el logo del grupo y tal, pero s&oacute;lo he
conseguido que haya una bonita pantalla roja al cargar la ROM xD Parte
de mi desesperaci&oacute;n es culpa de no haber encontrado un
desensamblador decente que permita ver el c&oacute;digo (el
&uacute;nico que he visto muestra de golpe todo en una ventana
MS-DOS y con eso no hago nada). Gracias al IDA Pro he logrado algo,
pero no muestra el c&oacute;digo desensamblado a la primera. Sin
acentos y dem&aacute;s no voy a retraducir el Phantasy Star II, eso
lo tengo claro. De todos modos, los punteros del texto son un tanto
extra&ntilde;os (son de 1 byte o eso parece y no s&eacute;
qu&eacute; f&oacute;rmula siguen), pero bueno,
intentar&iacute;a ce&ntilde;irme al espacio disponible. Sobre
la fuente, pues s&eacute; algo sobre qu&eacute; hacen los
c&oacute;digos que lee la rutina de la fuente comprimida (hasta me
he aprendido el modo gr&aacute;fico que usa la Megadrive/Genesis),
al parecer con dos c&oacute;digos rellena todo el fondo de azul y
luego se "dibujan" los p&iacute;xeles, el problema es saber
c&oacute;mo se "dibujan" de una manera exacta. </p>
      <p>No s&oacute;lo he
estado "jugando" con el Phantasy Star II, tambi&eacute;n lo he
hecho con el <strong>IV</strong>. <strong>Hyllian</strong>
est&aacute; intentando descomprimir la fuente de los
men&uacute;s, pero apenas tiene tiempo y encima parece muy
dif&iacute;cil. Ayer le ech&eacute; un vistazo a la fuente y,
desde luego, ten&iacute;a pinta de ser incluso m&aacute;s
dif&iacute;cil de descomprimir que la fuente del Phantasy Star II
O_o Hoy he investigado un poco m&aacute;s, pero no he logrado nada.
Hemos probado incluso con el descompresor del texto de los
di&aacute;logos por si se trataba de la misma
compresi&oacute;n, pero nada, no hay manera.</p>
      <p>Le echado un vistazo al <strong>Phantasy
Star III</strong>
tambi&eacute;n. Aqu&iacute; no hay problemas de hacking, aunque
no he encontrado los punteros. He mirado por encima la
traducci&oacute;n y no parece que haya problemas, as&iacute;
que no s&eacute; si merecer&iacute;a revisarla (algo
mejorar&iacute;a, seguro). Supongo que es normal, ya la
revis&eacute; hace unos tres a&ntilde;os creo.</p>
      <p><strong>Ragnarock</strong>
me record&oacute; en el IRC que el <strong>Final
Fantasy VI de PSX</strong> tiene un
fallo con las invocaciones, resulta que en el men&uacute; aparecen
unos nombres pero luego en los combates salen otros xD Me
gustar&iacute;a arreglarlo, ya lo dije en su momento, pero sin un
Save State para el ePSXe no puedo hacer nada, as&iacute; que ya
sab&eacute;is lo que deb&eacute;is hacer si ten&eacute;is
uno ;)</p>
      <p>No he mirado nada del <strong>Secret
of Mana</strong>, aunque
tambi&eacute;n me gustar&iacute;a revisar la
traducci&oacute;n, que s&eacute; que se puede mejorar. Por
cierto, <strong>Fernando Coelho</strong>,
que traduce al portugu&eacute;s/brasile&ntilde;o este juego, me
dijo que el juego tiene DTE O_o No ten&iacute;a ni idea... Hace
tiempo mir&eacute; la ROM y al parecer los punteros (para no
variar) ten&iacute;an su truco, truco que no consegu&iacute;
descubrir xD Si hay DTE supongo que no tendr&iacute;a muchos
problemas para meter m&aacute;s texto... Tampoco ser&iacute;a
mala idea usar una ROM francesa o alemana, que ya tiene todos los
caracteres insertados, aunque Coelho me dijo que pod&iacute;a
insertarme los caracteres sin problemas :P</p>
      <p>Respecto al <strong>Final
Fantasy Mystic Quest</strong>, la
cosa sigue igual. Ahora le mandar&eacute; un correo a <strong>Magimaster
2</strong> para ver si se va
encargar de la inserci&oacute;n del texto, que es lo
"&uacute;nico" que falta, aunque luego habr&aacute; que testear
cosas y dem&aacute;s.</p>
      <p>Pues no, se acabaron ya
los proyectos en mente xD En fin, estoy indeciso en muchas cosas y
dentro de pocos d&iacute;as empezar&aacute; el curso,
as&iacute; que me queda poco tiempo. La verdad es que echo de menos
el foro, espero que <strong>gi0</strong>
los acabe pronto :) </p>
      </td>
    </tr>
  </tbody>
</table>
<p>&nbsp;</p>
<table align="center" bgcolor="#252850" border="1" bordercolor="#000000"
 cellpadding="0" cellspacing="0" width="714">
  <tbody>
    <tr>
      <td class="titulo" width="64"><img
 src="avatar_pablito_2.jpg"
 height="64" width="64"></td>
      <td class="titulo" width="125">
      <div align="center">31-08-2004</div>
      </td>
      <td class="titulo" width="517">
      <div align="center">Phantasy
Star IV al 100% corregido [ <a href="mailto:pablithacker@hotmail.com">Pablito's</a>
]</div>
      </td>
    </tr>
  </tbody>
</table>
<table align="center" bgcolor="#252850" border="1" bordercolor="#000000"
 cellpadding="0" cellspacing="0" width="714">
  <tbody>
    <tr>
      <td class="texto" width="712">
      <p>Disculpad las molestias,
el parche que puse del Phantasy Star IV ten&iacute;a un fallo que
hac&iacute;a colgar el juego. Ya he subido el corregido (gracias a
Hyllian), adem&aacute;s, he aprovechado para corregir un "Valle del
P&aacute;jaro<strong>n</strong>"
y un "Zio" sin acento que puse mal en uno de los textos (gracias a
Meta-Starman_Ness) :P </p>
      <p align="center"><img
 src="../../traducciones/megadrive/pstar4/pstar4_1.jpg"
 height="240" width="320"> </p>
      <p align="center"><a
 href="../../traducciones/megadrive/pstar4/pstar4_esp.zip"><img
 src="descarga.jpg" border="0"
 height="85" width="75"></a></p>
      </td>
    </tr>
  </tbody>
</table>
<p><br>
</p>
</div>
<table align="center" bgcolor="#252850" border="1" bordercolor="#000000"
 cellpadding="0" cellspacing="0" width="755">
  <tbody>
    <tr>
      <td>
      <p class="texto" align="center">&copy; Copyright Sayans
Traductions 1999-2004. Optimizado para Internet Explorer 6.0 y
resoluci&oacute;n de 800x600, tambi&eacute;n se ve bien a 1024x768 (mi
resoluci&oacute;n). No debe haber incompatibilidades con otor
navegador. Webmaster: <a href="mailto:%20pablithacker@hotmail.com">Pablito's</a>
(y <a href="mailto:%20rarewa@hotmail.com">Rocky</a> xD)</p>
      <p class="texto" align="center"> Eres el visitante <a
 href="http://www.ademails.com/estadisticas1059782986.htm">
      <script type="text/javascript" language="JavaScript">
document.write("<img src=\"http://www.ademails.com/cgi-bin/contador.cgi?ID=1059782986");
document.write("&referer=");
document.write(escape(document.referrer));
document.write("\" border=0 alt=\"Estadisticas\">");
      </script> </a> </p>
      <div align="center">
      <noscript> <a
href="http://www.ademails.com/estadisticas1059782986.htm"><img
src=http://www.ademails.com/cgi-bin/contador.cgi?ID=1059782986 border=0
alt="Estadisticas"> </a> </noscript>
      <span class="texto"> desde 1999 Estad&iacute;sticas:</span> <a
 target="_blank" href="http://v1.nedstatbasic.net/s?id=1415011"><img
 src="http://m1.nedstatbasic.net/n?id=ABWXYwcaPeaeSDZCnngYwIAdNyRQ"
 nosave="" border="0" height="18" width="18"></a>
      <p></p>
      </div>
      </td>
    </tr>
  </tbody>
</table>
</body>
</html>
