<title>Sayans Traductions - Gu&iacute;as: Final Fantasy II</title>
<link rel="stylesheet" href="../../styles.css" type="text/css">
<body bgcolor="#354C75" leftmargin="0" topmargin="0" marginwidth="0" marginheight="0" class="texto">
<p align="center">&nbsp;</p>
<p align="center"><img src="../guias.jpg" width="183" height="91" border="0"></a></p>
<p align="center"> Archivo de ayuda para<br>
  <b><i>Final Fantasy II o IV</i></b><br>
  Por Lord Zero<br>
  (lord_0@yahoo.com)<br>
  Versi&oacute;n 1.2</p>
<p align="center">*****************************************************************************</p>
<p align="center">Indice:</p>
<p align="center">1.- Historia del Archivo.<br>
  2.- Introducci&oacute;n.<br>
  3.- Personajes.<br>
  4.- Historia.<br>
  5.- Caminata.<br>
  6.- &Iacute;tems.<br>
  7.- Magia<br>
  7.1.- Magia Blanca.<br>
  7.2.- Magia negra.<br>
  7.3.- Magia de Monstruos.<br>
  7.4.- Magia Ninja.<br>
  8.- Tips &uacute;tiles.<br>
  9.- Algunos trucos.<br>
  10.- Cr&eacute;ditos<br>
  11.- Cosas legales<br>
  *****************************************************************************</p>
<p align="center">1.-Historia del archivo:</p>
<p align="center">0.1 Primera versi&oacute;n.<br>
  1.0 (MEGA ACTUALIZACION DE TODAS MIS GUIAS) Cambiada la introducci&oacute;n, 
  y <br>
  diversos peque&ntilde;os cambios a los cuales nadie le va a prestar atenci&oacute;n.<br>
  1.1 Cosas legales cambiadas.<br>
  1.2 Revisi&oacute;n ortogr&aacute;fico. Odio el revisor de Word.<br>
  1.3 Peque&ntilde;o arreglo en la secci&oacute;n de magias de monstruos (A ver 
  si ahora si<br>
  se entiende).</p>
<p align="center">*****************************************************************************</p>
<p align="center">2.-Introduccion.</p>
<p align="center">Bienvenidos a mi archivo de Final Fantasy II. Este archivo naci&oacute; 
  a las 1:05 <br>
  de la ma&ntilde;ana de un 20 de febrero del 2000, bajo ciertas condiciones que 
  no<br>
  vienen al caso, y fue mi primera gu&iacute;a para un juego RPG en serio.</p>
<p align="center">Final Fantasy IV fue el primer juego de Square para el Super 
  Famicon, y fue<br>
  un exito total. Sin embargo, debido a que era un juego considerablemente<br>
  dif&iacute;cil, fue lanzada una segunda versi&oacute;n mas facil.<br>
  Final Fantasy II, fue la versi&oacute;n aguada del juego japon&eacute;s (el 
  IV), llamada<br>
  Easytype. Esta gu&iacute;a sirve para todas las versiones, salvo que los HPs 
  de los<br>
  enemigos son diferentes en las versiones f&aacute;ciles a las del dif&iacute;cil. 
  <br>
  B&aacute;sicamente, el juego fue severamente censurado y comentare algunos detalles<br>
  de la traducci&oacute;n y cambios. De resto, este es quiz&aacute; el mejor RPG 
  que sali&oacute;<br>
  nunca y mucha suerte!</p>
<p align="center">*****************************************************************************</p>
<p align="center">3.-Los personajes:</p>
<p align="center">*Cecil: Cecil es un Dark Knight(Caballero oscuro)de la ciudad 
  de Baron, la mas<br>
  poderosa y prospera del mundo, el jefe de los Red Wings(Alas Rojas),la<br>
  poderosa fuerza a&eacute;rea de Baron, y mas importante, el protagonista del 
  juego.<br>
  Cecil fue criado por el Rey de Baron como si fuera a su hijo, e introducido 
  <br>
  desde su infancia a manejar la espada oscura, pero ya al ser adulto y maduro<br>
  le muerde la conciencia los cr&iacute;menes pasados, y mas ahora que el Rey 
  se ha <br>
  propuesto, extra&ntilde;amente, a recoger los cristales del mundo. Con que motivo, 
  no<br>
  se sabe, pero Cecil es un soldado y como tal, debe obedecer ordenes. L&iacute;der 
  <br>
  admirado y justo, Cecil comparte amistad con Kain, su mejor amigo, y Rosa, su<br>
  &quot;mas que amiga&quot;.<br>
  ---------------------<br>
  Propiedades:<br>
  En la FFIV, Cecil tiene la capacidad para usar su Dragon Wave(Drgnwave, &quot;Onda<br>
  drag&oacute;n&quot;), que hace un da&ntilde;o determinado a todos sus enemigos, 
  y pierde un<br>
  8% de HP en cambio. En la versi&oacute;n americana se puede ver al enfrentar 
  al Dark<br>
  Knight.<br>
  Cuando se convierta en Palad&iacute;n(adem&aacute;s de perder la habilidad anterior)<br>
  adquiere alguna capacidad para usar magia blanca, y adem&aacute;s tiene la capacidad<br>
  de cubrir a los aliados, cosa que har&aacute; por su cuenta si sus aliados est&aacute;n 
  a<br>
  punto de morir(ya desparramados en el piso ^_^). Esto hace importante que Cecil<br>
  siempre sea el primero en recibir nuevas armaduras con el m&aacute;ximo poder 
  f&iacute;sico<br>
  posible, ya que com&uacute;nmente de el dependen las batallas. Mas tarde en 
  el juego,<br>
  es mas &uacute;til ponerlo en estado &quot;Berserker&quot;, y dejar que reparta 
  le&ntilde;a a todo el<br>
  mundo por si solo.<br>
  -------------------<br>
  Pasado L&uacute;dico: La especialidad &quot;Palad&iacute;n&quot; siempre estuvo 
  presente en los juegos<br>
  Final Fantasy, como segundo nivel de Knight, a excepci&oacute;n del primer juego. 
  Luego<br>
  de este juego, &quot;Palad&iacute;n&quot; paso a ser &quot;Mystic Knight&quot;, 
  para luego desaparecer, al<br>
  igual que todas estas clasificaciones, en FFVI o III aqu&iacute; en Am&eacute;rica. 
  Un cambio<br>
  lamentable, en mi opini&oacute;n.(Sin embargo, la reliquia llamada &quot;True 
  Knight&quot; <br>
  permit&iacute;a cubrir a los aliados bajos en HP)</p>
<p align="center">-------------------</p>
<p align="center">*Kain: Dragoon(No tiene traducci&oacute;n exacta la obvia ser&aacute; 
  &quot;drag&oacute;n&quot;) de la armada<br>
  de Baron, y el mejor amigo de Cecil. Vaga traumatizado por la vida tratando 
  de<br>
  seguir los pasos de su padre como Dragoon, aunque su vocaci&oacute;n era la 
  de ser<br>
  un Black Knight como Cecil. Esto, unido al hecho de que esta perdidamente <br>
  enamorado de Rosa, e ha dado una pat&eacute;tica autoestima, y por tanto una 
  pobre<br>
  voluntad que le har&aacute; caer bajo el control del malo de la pel&iacute;cula 
  varias <br>
  veces, siempre en el peor momento. Se unir&aacute; a Cecil al principio del 
  juego y<br>
  se perder&aacute; regularmente, usualmente apareciendo para joderte la paciencia.<br>
  (Disculpa la groser&iacute;a, es que no encontr&eacute; palabras para describir 
  las <br>
  sensaciones que provoca este tipo.)<br>
  ------------------------<br>
  Propiedades:<br>
  Kain no puede equipar espadas, lo que le quita la posibilidad de usar las <br>
  armas mas poderosas(I.E.: Excalibur), pero tiene la capacidad de usar la <br>
  habilidad JUMP. Este ataque causa que Kain salte a gran altura por poco mas<br>
  de un turno y luego caiga causando da&ntilde;o doble. Es un ataque muy &uacute;til, 
  y es <br>
  com&uacute;n que Kain sea el &uacute;nico sobreviviente al usar este ataque.<br>
  -------------------------<br>
  Pasado L&uacute;dico: Si bien uno de los personajes en FF III para NES era llamado 
  <br>
  varias veces &quot;Dragoon&quot; no hab&iacute;a diferencias entre este y los 
  dem&aacute;s <br>
  caballeros. Por tanto, Kain es el primer Dragoon de la historia. En FF III para<br>
  SNES, cabe destacar que exist&iacute;an las Dragon Boots, que permit&iacute;an 
  usar Jump, en<br>
  lugar de Attack.</p>
<p align="center">------------------------</p>
<p align="center">*Rosa: Rosa es la &quot;mas que amiga&quot; de Cecil. Rosa es 
  una poderosa curandera, y es<br>
  muy diestra en el manejo del Arco y Flecha. La mitad del juego trata de Cecil<br>
  salv&aacute;ndola de enfermedades, bolas con pinchos, enemigos viciosos... En 
  fin...<br>
  Ella acompa&ntilde;a el equipo final del juego, as&iacute; que supongo que debe 
  ser<br>
  importante...<br>
  ------------------------<br>
  Propiedades:<br>
  Aparte del hecho de poder usar la mas poderosa Magia blanca(Excepto la<br>
  hipot&eacute;tica &quot;Cure5&quot;,mas tarde te lo explico)ella posee un comando 
  que se<br>
  llama AIM, que permite ajustar un tiro mas perfecto con el arco y flecha. Este<br>
  producir&aacute; mas da&ntilde;o y fallara raras veces. Siempre mant&eacute;n 
  un Vaculo poderoso<br>
  contigo por si a Rosa se le acaban las flechas.<br>
  -------------------------<br>
  Pasado L&uacute;dico: Si mi memoria no me falla, la magia blanca ha existido 
  y siempre<br>
  existir&aacute; en Final Fantasy. La especialidad de Mago Blanco siempre ha 
  estado<br>
  presente hasta FFV.<br>
  -------------------------</p>
<p align="center">*Rydia: Rydia es una ni&ntilde;a que vive en el pueblo de Mist. 
  Su madre fue <br>
  &quot;accidentalmente&quot; asesinada por Cecil y Kain, ya que cuando un monstruo 
  <br>
  llamado por un Mago de Monstruos muere, el mago tambi&eacute;n. Cuando Cecil 
  y Kain<br>
  llegan a su aldea, esta es destruida y Cuando tratan de ayudarla ella desatara<br>
  su furia contra ellos usando un monstruo(Titan, para ser mas exacto)<br>
  provocando un terremoto masivo y la primera desaparici&oacute;n de Kain. Cecil, 
  con su<br>
  alma de buen chico la lleva consigo a Kaipo para que se recupere y termina <br>
  salv&aacute;ndole la vida de unos soldados de Baron. Desde all&iacute;, Rydia 
  le tomara <br>
  cari&ntilde;o a Cecil y se unir&aacute; a el. Mas tarde diversos acontecimientos 
  cambiaran<br>
  aun mas la vida de esta chica. Mi personaje favorito ^_^.<br>
  --------------------------<br>
  Propiedades: Rydia podr&aacute; usar magia negra y blanca, adem&aacute;s de 
  llamar monstruos<br>
  ,cuando sea una ni&ntilde;a. Cuando vuelva de la Tierra de los Monstruos, Rydia 
  <br>
  perder&aacute; la habilidad de usar la magia blanca pero su repertorio contara 
  con<br>
  mas magia negra y poder de llamar monstruos. Rydia es muy d&eacute;bil f&iacute;sicamente<br>
  pero cuenta con la capacidad de usar la magia mas potente del juego, que es<br>
  METEO y llamar a el mas potente monstruo, que es BAHAMUT. Mantela en la<br>
  formaci&oacute;n trasera.<br>
  --------------------------<br>
  Pasado L&uacute;dico: Rydia es la segunda persona en el mundo de Final Fantasy 
  en<br>
  poder llamar Monstruos. Esta magia se caracteriza por ser rapidisima, adem&aacute;s<br>
  de ser Mega destructora.<br>
  --------------------------</p>
<p align="center">*Edge: Pr&iacute;ncipe de Eblan, y con un ego que raya lo absurdo, 
  el se unir&aacute; a ti en<br>
  su ataque de furia en contra de Rubicant, el Demonio del fuego. Luego se <br>
  llenara aun mas de odio al ver el destino de sus padres, y terminara siendo 
  un<br>
  miembro permanente de tu equipo. Esta enamorado de Rydia(que lindo!, que <br>
  seria un juego de rol sin un romance entre adolescentes?)(Quiz&aacute; seria 
  un<br>
  juego de rol sin un romance entre adolescentes...)<br>
  ---------------------------<br>
  Propiedades:<br>
  Edge es el personaje mas vers&aacute;til del juego. Tiene su comando NINJA, 
  que <br>
  permite usar diversos tipos de magia. Tiene tambi&eacute;n su comando SNEAK, 
  que <br>
  permite robarle &iacute;tems a los enemigos, y encima tiene su comando DART, 
  que <br>
  permite tirar armas, y estrellas a los enemigos por da&ntilde;o extra. Tambi&eacute;n 
  puede<br>
  (y debe)equipar dos espadas, pero no puede usar escudos y su defensa no es muy<br>
  buena que digamos.<br>
  ---------------------------<br>
  Pasado L&uacute;dico: Edge desciende de la l&iacute;nea de ninjas que fueron 
  el segundo <br>
  nivel de los ladrones desde el primer juego. Fue uno de los pocos que se <br>
  mantuvo hasta Final Fantasy VII.<br>
  ---------------------------</p>
<p align="center">*Cid: Como nunca hace falta un &quot;CID&quot; en los juegos 
  Final Fantasy, aqu&iacute; tenemos<br>
  el nuestro, que es bastante simp&aacute;tico. Cid es un habilisimo ingeniero, 
  inventor<br>
  de el orgullo de Baron, las naves(Esos barcos voladores)que le dan vida a la<br>
  armada de los Red Wings. Amigo cercano de Cid y con un perpetuo humor alegre,<br>
  ayudara a nuestros h&eacute;roes varias veces. Tiene una hija que vive en el 
  pueblo <br>
  de Baron, la cual vive preocupada que el tipo este no regresa a casa ni para<br>
  dormir.<br>
  ----------------------------<br>
  Propiedades:<br>
  Aunque Cid es uno de los personajes que mas se meter&aacute;n en la historia, 
  como<br>
  luchador propiamente dicho solo lo usaras pocas veces. Cid es el &uacute;nico 
  capaz<br>
  de usar martillos(Guau... que dif&iacute;cil)y tiene la habilidad PEEP, que 
  te dar&aacute;<br>
  datos &uacute;tiles de los enemigos, como su HP, su nivel, sus puntos de magia 
  y <br>
  debilidad si hay alguna. Claro, claro, ya hay una magia blanca llamada peep, 
  pero<br>
  para que gastar los puntos de magia si ya tienes este se&ntilde;or barbudo?<br>
  ----------------------------<br>
  Pasado L&uacute;dico: CID, el nombre, ha estado presente en casi todos los juegos 
  Final<br>
  Fantasy, siempre como persona inteligente y/o h&aacute;bil en el manejo de algo 
  <br>
  importante en el juego.<br>
  ----------------------------</p>
<p align="center">*Edward: Pr&iacute;ncipe de Damcyan. Se disfrazo de BARD(Poeta)para 
  poder seguir con<br>
  su amor por la hija de Tellah, ANNA. Se quieren mucho, pero su suerte se ira<br>
  al diablo cuando la Red Wings ataquen el castillo, vol&aacute;ndolo en pedazos.<br>
  Edward, viendo que ya no sirve para nada ,decide unirse a Cecil para salvar<br>
  a Rosa, que como cosa extra&ntilde;a, esta a punto de morir de una fiebre infernal.<br>
  -----------------------------<br>
  Propiedades:<br>
  Bueno, Edward como personaje es una autentica basura. En la versi&oacute;n japonesa,<br>
  Edward puede repartir las pociones para todo el grupo con su comando HEAL.<br>
  En todas las versiones, tiene la opci&oacute;n de HIDE, que hace que salga corriendo<br>
  y no reciba da&ntilde;o, pero of course, tampoco puede atacar. Ataca con Harpas, 
  que<br>
  adem&aacute;s del da&ntilde;o pueden confundir o dormir al enemigo, y tambi&eacute;n 
  puede usar<br>
  SING, que puede tambi&eacute;n influir en el enemigo.<br>
  ------------------------------<br>
  Pasado L&uacute;dico: Hasta mi conocimiento, &uacute;nicamente en este juego 
  y en FFV se <br>
  usaron los BARD como personajes.<br>
  ------------------------------</p>
<p align="center">*Tellah: Tellah es el Padre de Anna, el amor de Edward. Es un 
  poderoso mago, pero<br>
  la vejez le esta cobrando cuentas y no se acuerda de muchos encantamientos. 
  El<br>
  detesta con toda su alma a Edward desde que Anna muere, pero luego le tomara<br>
  algo mas de respeto.<br>
  ------------------------------<br>
  Propiedades:<br>
  Tellah puede usar magia negra y blanca, pero al principio ser&aacute; muy <br>
  elemental. Tellah, cuando recuerde sus hechizos(despu&eacute;s de que Cecil 
  se <br>
  convierta en palad&iacute;n)tendr&aacute; un poder obsceno, pero sus puntos 
  de magia ser&aacute;n<br>
  muy limitados(el m&aacute;ximo es 90)por lo que no podr&aacute; usar METEO(que 
  cuesta 99).<br>
  En la versi&oacute;n Japonesa, Tellah tiene un comando que se llama RECALL, 
  que en<br>
  general lo que har&aacute; ser&aacute; un hechizo al azar, sin gastar puntos 
  de magia. Esto<br>
  puede llegar a ser muy c&oacute;mico, como sacar LIT3 contra el Octomamm(lo 
  que <br>
  significa mas que seguro muerte al Octomamm)y puedes usar magia que <br>
  normalmente no deber&iacute;as poder, como Weak a todo el grupo.<br>
  -------------------------------<br>
  Pasado L&uacute;dico: Tellah vendr&iacute;a a ser algo as&iacute; como un Red 
  Mage, pero su poder<br>
  es mucho mayor y no puede usar espadas, por lo que es &uacute;nico en el juego.<br>
  -------------------------------</p>
<p align="center">*Palom: Palom es uno de los aprendices de mago de Mysidia, el 
  pueblo que Cecil<br>
  ataco al principio del juego. Es mandado por el l&iacute;der de el pueblo a 
  espiar<br>
  a Cecil junto a su hermana, Porom, a ver si es cierto que va a convertirse<br>
  en un Palad&iacute;n al Mt.Ordeals, o va por otra cosa. Porom es extremadamente 
  ocioso<br>
  y abombado, por lo que su Hermana vive rega&ntilde;&aacute;ndolo.<br>
  --------------------------------<br>
  Propiedades:<br>
  Porom solo conoce unos pocos hechizos, y es algo mas d&eacute;bil que su hermana.<br>
  En la versi&oacute;n americana no tiene ning&uacute;n comando especial, pero 
  en la versi&oacute;n<br>
  japonesa tiene el comando BOAST(algo as&iacute; como ABOMBARSE)que le da un 
  poquito<br>
  mas de poder m&aacute;gico. Tambi&eacute;n puede usar TWIN que permite usar 
  una magia junto<br>
  a su hermana, pero ambos necesitan estar vivos y a veces se pueden salir de<br>
  sincronizaci&oacute;n y perder varios turnos. En fin, son solo &uacute;tiles 
  para lo que <br>
  aparecen.<br>
  ---------------------------------<br>
  Pasado L&uacute;dico: As&iacute; como la especialidad de mago blanco, los magos 
  negros <br>
  siempre han existido, y siempre existir&aacute;n.</p>
<p align="center">*Porom: la hermana mayor de Palom, especializada en magia blanca. 
  Ella es mucho<br>
  mas educada que Palom, adem&aacute;s de ser mas confiada con los dem&aacute;s. 
  Va con el <br>
  mismo objetivo con Cecil a Mt.Ordeals.<br>
  ----------------------------------<br>
  Propiedades:<br>
  Adem&aacute;s del comando TWIN, en la versi&oacute;n japonesa tambi&eacute;n 
  tiene el comando TEARS<br>
  que provoca que Porom Llore falsamente, haciendo que los enemigos se <br>
  descuiden y puedas huir mas f&aacute;cilmente. Porom es algo mas fuerte de su 
  hermano.<br>
  ----------------------------------<br>
  Pasado L&uacute;dico: Me remito a Rosa y Palom.</p>
<p align="center">*Yang: Yang es el jefe militar del Castillo de Fabul, y es encontrado 
  cuando el<br>
  grupo viaja por el MT.Hobs. El enfrenta varios enemigos y cuando se va a <br>
  enfrentar con el mas poderoso el grupo se une a el para ayudarlo. Es un <br>
  personaje muy poderoso.<br>
  ----------------------------------<br>
  Propiedades:<br>
  Yang es un personaje r&aacute;pido y fuerte. El tiene gran defensa adem&aacute;s. 
  En todas las<br>
  versiones, Yang puede usar KICK que hace que haga una patada medio rara que<br>
  da&ntilde;a a todos los enemigos en la pantalla. En realidad lo que hace es 
  repartir<br>
  el da&ntilde;o a todos los enemigos.<br>
  en la versi&oacute;n japonesa puede usar ENDUR(Que sube su defensa)y BUILD(que 
  hace<br>
  mas da&ntilde;o que lo normal)ambos gastando dos turnos. No son muy &uacute;tiles 
  que <br>
  digamos.<br>
  Adem&aacute;s de esto, cabe destacar que las CLAWS(Garras) no suben su poder 
  de <br>
  ataque, pero pueden subir su punter&iacute;a e influir cambios en los enemigos.<br>
  -----------------------------------<br>
  Pasado L&uacute;dico: KARATE MASTER o MONK, ha sido una de las clases mas usadas 
  en el<br>
  juego. A pesar de su desaparici&oacute;n total en FFVI(salvo que Sabin use garras)<br>
  sigue siendo recordadas. Cabe destacar que fue eliminada en FFVII porque el<br>
  tema del futuro no daba espacio a un Monje pateando.</p>
<p align="center">*Fusoya: Este tipo es un Lunarian, que viene de la Luna(Duh!!), 
  por lo que<br>
  es un poderoso mago que conoce TODAS las magias negras y blancas. Aunque en 
  la<br>
  versi&oacute;n americana no lo digan, es el t&iacute;o de Cecil.<br>
  ------------------------------------<br>
  Propiedades:<br>
  No solo es poderoso, sino que al conocer todas las magias lo hace casi <br>
  invencible. Al final del juego el y Golbez desatan el ataque mas poderoso del<br>
  juego, W.Meteo.<br>
  ------------------------------------<br>
  Pasado L&uacute;dico: No he encontrado relaciones con este tipo.</p>
<p align="center">*****************************************************************************</p>
<p align="center">4.-Historia:</p>
<p align="center">En el a&ntilde;o X, un Caballero Oscuro emprende un viaje para 
  reunir uno mas de los<br>
  cristales del mundo antiguo, para su rey. Este es Cecil. Es el L&iacute;der 
  de los Red<br>
  Wings, y aunque ni a el, ni a su armada le agrada mucho el hecho de quitarle 
  <br>
  los cristales a personas inocentes, el no tiene el coraje para negar las <br>
  ordenes del rey. Sus soldados est&aacute;n preocupados, pero su mera presencia 
  les<br>
  otorga valor. El valor que Cecil no tiene.</p>
<p align="center">Al volver al castillo, el le entrega el cristal al rey. Sin 
  embargo, al tratar<br>
  de hablar de este problema con el Rey, que fue casi su padre, ser&aacute; destituido<br>
  del cargo como comandante de los Red Wings. El Dragon Kain, su mejor amigo,<br>
  trata de defenderlo, pero ser&aacute;n enviados solos a una misi&oacute;n a 
  la aldea de<br>
  Mist, a ir a acabar con las bestias,( Phantom Beast o Espers). De aqu&iacute; 
  en <br>
  adelante, estar&aacute;n bajo tu control.</p>
<p align="center">*****************************************************************************</p>
<p align="center">5.-Caminata:</p>
<p align="center">-Baron:</p>
<p align="center">Tras la escenita, Kain te recomendara ir a dormir un buen rato. 
  Habla con todo<br>
  el mundo, y luego presiona el switch que esta al lado de una pared que tapa 
  <br>
  unos cofres. La pared se abrir&aacute;. Toma los tesoros, y sigue, toma las 
  escaleras a<br>
  la izquierda, y cuando vayas bajando, Rosa te detendr&aacute;. Ella te preguntara 
  que<br>
  sucede, y te dir&aacute; que se ver&aacute;n luego.<br>
  -------------<br>
  Cambios desde la versi&oacute;n Japonesa: Por amor a los chiquillos, La conversaci&oacute;n<br>
  entre Cecil y Rosa se cambio. Lo que acuerdan no es &quot;verse luego&quot; 
  el dialogo<br>
  es algo como &quot;Rosa: Otra vez esta noche?- Cecil: Esta noche...sip. &quot;Insinuando<br>
  que Cecil y Rosa llevan tiempo durmiendo juntos, y no precisamente cont&aacute;ndose<br>
  cuentos.<br>
  -------------<br>
  Sigue tu camino, y dir&iacute;gete a la Torre alta. Alguien te saludara desde 
  lo alto.<br>
  Ese es Cid. Termina tu conversaci&oacute;n y sigue hasta tu cuarto, habla con 
  la <br>
  mucama, y duerme. A mitad de la noche, Rosa aparecer&aacute;. Ella hablara contigo, 
  y<br>
  luego amanecer&aacute;. Saldr&aacute;s autom&aacute;ticamente a encontrarte 
  con Kain, y no se te <br>
  permitir&aacute; mas la entrada al castillo. Tu meta es la cueva del norte.</p>
<p align="center">-Baron Town:</p>
<p align="center">Aqu&iacute; puedes recolectar informaci&oacute;n ,y comprar 
  provisiones.<br>
  -------------<br>
  Cambios desde la versi&oacute;n japon&eacute;s: POR amor a los chiquillos de 
  vuelta, la<br>
  bailarina fue censurada. En la versi&oacute;n original se quitaba la ropa y 
  te<br>
  mostraba su ropa interior. Nada fuera de lo com&uacute;n.<br>
  -------------<br>
  Compra un par de Tenis, varias Cure1 y luego ve a la cueva del norte, Cave of<br>
  Mist.</p>
<p align="center">-Cave Of Mist: </p>
<p align="center">Este lugar es totalmente sencillo. Recolecta los tesoros, y 
  luego<br>
  sigue hacia la salida. Aqu&iacute; enfrentaras a tu primer jefazo.</p>
<p align="center">Mist Dragon: HP 600.<br>
  Es incre&iacute;blemente f&aacute;cil. At&aacute;calo sin parar con Cecil, y 
  usa<br>
  Jump con Kain. Cuando te diga &quot;Turned into Mist&quot; detente o contraatacara 
  con<br>
  un ataque que da&ntilde;ara a ambos. Aqu&iacute; cura o defiende a tus personajes. 
  El te <br>
  avisara cuando vaya a transformarse otra vez.</p>
<p align="center">Sigue tu camino y llega a la aldea de Mist. Apenas entres, el 
  paquete que el<br>
  Rey te dio se abrir&aacute;. Bum, varias bombas quemaran la aldea. Kain y Cecil 
  tendr&aacute;n<br>
  una peque&ntilde;a discusi&oacute;n de principios y trataran de ayudar a la 
  ni&ntilde;a. Su madre<br>
  fue la que conjuro el Dragon de Niebla, por lo que ahora esta muerta. Cuando 
  la<br>
  trates de ayudar, la ni&ntilde;a llamara al Titan que usara QUAKE, y desatara 
  un<br>
  descomunal terremoto que te alejara de Mist, y Kain desaparecer&aacute;. Cecil 
  esta<br>
  solo con la ni&ntilde;a. La tomara, y tu pr&oacute;xima destinaci&oacute;n es 
  Kaipo.</p>
<p align="center">-Kaipo Town:</p>
<p align="center">Este sitio es peque&ntilde;o. Cecil llevara a la ni&ntilde;a 
  directo a la <br>
  posada, y tratara de hablar con ella, en vano. Cuando est&eacute;n durmiendo, 
  un pelot&oacute;n<br>
  de Baron atacara.</p>
<p align="center">Officer:120 HP,Soldier:50 HP.<br>
  Tienes dos opciones: Atacas a los Soldados hasta<br>
  acabarlos y el Oficial correr&aacute;, o derrota primero al oficial y luego 
  a los<br>
  soldados. De esta manera obtendr&aacute;s mucha mas experiencia.</p>
<p align="center">La ni&ntilde;a quedara sorprendida con el acto de Cecil, finalmente, 
  hablara. Su <br>
  nombre es Rydia.</p>
<p align="center">Al despertar, habla con la gente del pueblo. Alguien te dir&aacute; 
  que una mujer fue<br>
  hallada en el desierto. Revisa la casa arriba a la derecha, y encontraras a<br>
  Rosa. Esta enferma, tiene la Desert Fever, por lo que necesita tu ayuda. La<br>
  &uacute;nica cura conocida a este mal es el SandRuby. Para esto necesitas hablar 
  con<br>
  la gente de Damcyan.</p>
<p align="center">Sin embargo, la gente te dir&aacute; que hay un viejo que bloquea 
  el camino. Anda a la<br>
  cueva ubicada al norte.</p>
<p align="center">-WaterPass: </p>
<p align="center">Gana niveles con Rydia hasta que aprenda Lit-1. Los enemigos 
  de <br>
  esta cueva, salvo algunas excepciones son d&eacute;biles al trueno. Los Zombies 
  son<br>
  d&eacute;biles al fuego(aparte de que la espada de Cecil les hace un da&ntilde;o 
  <br>
  despreciable) y los Cavetoads son d&eacute;biles al Hielo.</p>
<p align="center">Al entrar, habla con el viejo parado en un puente. El se unir&aacute; 
  a ti como Sage<br>
  Tellah. Sigue el camino recogiendo tesoros y peleando enemigos, y ten cuidado<br>
  en el 3 piso, que encontraras Zombies, resistentes a la espada de Cecil.<br>
  A mitad de camino encontraras un Save Point y Tellah usara su tienda. Habr&aacute;<br>
  algo de conversaci&oacute;n acerca de Rydia y seguir&aacute; la aventura.</p>
<p align="center">Sigue tu camino hasta salir de la cueva. Afuera cura tus heridas 
  y ve a la<br>
  siguiente cueva.</p>
<p align="center">-Underground Waterfall:</p>
<p align="center">Como dice Tellah, esta es aun la &uacute;nica manera de llegar<br>
  a Damcyan. Recoge tesoros, y equipa tus mejores armas. Al final veras un par<br>
  de tent&aacute;culos. Luego varios mas te rodearan y comenzara la batalla.</p>
<p align="center">Octomamm: HP(mas o menos)1200. Nombre original Octomamoth.<br>
  Esta batalla es <br>
  sencilla, mas aun con Tellah. Cecil deber&iacute;a atacar &uacute;nicamente, 
  har&aacute; da&ntilde;os <br>
  variable, llegando a algunos ataques descomunales. Llevara una especie de ritmo<br>
  en cuanto a esto. Rydia deber&iacute;a usar el Monstruo Chocobo, o Lit-1 si 
  esta<br>
  corta de MP, y Tellah solo fajarse con Lit-1. Cuando Tellah diga que est&aacute;n<br>
  deteni&eacute;ndolo, faltara poco para acabarlo. Nota que aunque tiene todos 
  esos<br>
  tent&aacute;culos, el es un &uacute;nico objetivo.</p>
<p align="center">Una vez exterminado, sal de la cueva y dir&iacute;gete al norte 
  a ciudad Damcyan.</p>
<p align="center">-Ciudad Damcyan: </p>
<p align="center">No llegaras ni a verla entera. Nada mas salgas de la cueva,<br>
  varios Red Wings atacaran el castillo volvi&eacute;ndolo ruinas. Corre adentro,<br>
  recoge cuantos tesoros sobren, y sube las escaleras hasta llegar a ver a un<br>
  tipo vestido de manera est&uacute;pida .El es Edward(o Gilbert). Habr&aacute; 
  un dialogo en<br>
  el cual Tellah se largara furico llev&aacute;ndose por delante a Cecil. y luego 
  Rydia<br>
  insultara a Edward, para que luego Cecil le de un bofet&oacute;n para que deje 
  de <br>
  lloriquear.</p>
<p align="center">Edward se unir&aacute; a ti(aunque es particularmente in&uacute;til)y 
  te dar&aacute; el Hovercraft<br>
  semejante aparato se usara para poder pasar por la piedritas sobre el<br>
  agua. Dir&iacute;gete a el este.</p>
<p align="center">-Antillion Lair: </p>
<p align="center">Aqu&iacute; jurunga todo lo que ves, ya que encontrabas &iacute;tems<br>
  &uacute;tiles, incluyendo la arpa CHARM, la mejor arma de Edward.<br>
  Este sitio es sencillo, sigue siempre hacia el sur y <br>
  llegaras al Antillion. Edward dir&aacute; que no hay que temer pero el bicho 
  en<br>
  cuesti&oacute;n te atacara.</p>
<p align="center">Antillion:HP 1000. Premio: Sandruby.<br>
  Antillion es sencillo, pero toma en cuenta<br>
  de que como todo buen animal salvaje no le agrada que lo toqueteen, por lo<br>
  que si lo atacas f&iacute;sicamente(L&eacute;ase la espada de Cecil)&eacute;l 
  responder&aacute; con<br>
  ataques mas o menos fuertes, que aunque a Cecil lo que le har&aacute;n son cosquillas,<br>
  a Rydia y a Edward le har&aacute;n un da&ntilde;o considerable. Lo recomendable 
  del caso<br>
  es que Edward y Cecil defiendan y repartan pociones, y que Rydia use al<br>
  Chocobo. Si se le acaban los MP antes de matarlo, haz que Cecil lo ataque que<br>
  en dos o tres golpes estar&aacute; muerto. Sus ataques normales son casi inexistentes,<br>
  har&aacute;n un da&ntilde;o de 1 HP a 5HPs.</p>
<p align="center">Una vez que tengas el Sandruby, Edward se preguntara porque 
  si el Antillion<br>
  era tan d&oacute;cil, ahora se hab&iacute;a vuelto violento. Con el &iacute;tem 
  en el bolso <br>
  dir&iacute;gete a Kaipo.<br>
  -----------------------<br>
  Cambios desde la versi&oacute;n japonesa: En la versi&oacute;n japonesa, Cecil 
  le contesta<br>
  a Gilbert(Edward)que el Antillion se debe defender a si mismo por la cantidad<br>
  de monstruos sueltos en estos d&iacute;as. En la americana, se le resta inteligencia<br>
  al pobre Antillion diciendo que los monstruos d&oacute;ciles se han vuelto <br>
  violentos.<br>
  -------------------------</p>
<p align="center">-Kaipo Town:</p>
<p align="center">ve directo a la casa donde estaba Rosa y habla con ella y<br>
  usa el Sand Ruby. Habr&aacute; una peque&ntilde;a conversaci&oacute;n: Rosa 
  llego aqu&iacute; buscando a <br>
  Cecil, tras que <br>
  recibi&oacute; la noticia del terremoto en Mist. Te dir&aacute; que el Rey se 
  ha puesto <br>
  extra&ntilde;o, por lo que decidi&oacute; irse al temer por su seguridad.<br>
  Cecil, como todo buen caballero, le dir&aacute;<br>
  que se quede aqu&iacute;, pero ella insitira en seguirte. Acordaran salir al<br>
  d&iacute;a siguiente. Hoy, a dormir.</p>
<p align="center">Al d&iacute;a siguiente Sal y usa el Hovercraft para ir al MT.Hobs. 
  Puesto que<br>
  el Rey esta buscando los Cristales, y ya tiene dos(el de Mysidia y el de <br>
  Damcyan)quedan solo dos mas: El de Fabul y el de Toroia. Para ir a Fabul <br>
  necesitamos ir a MT.Hobs.</p>
<p align="center">-MT.Hobs: </p>
<p align="center">Al entrar Rydia y Rosa tendr&aacute;n una pelea de chicas. Rosa 
  terminara<br>
  convenciendo a Rydia para que use Fire, aunque ella no quiera, ya que su<br>
  aldea fue quemada. Una vez abierta la brecha, sigue y metete a la primera<br>
  puerta que veas. Ah&iacute; encontraras varios Items y un punto de salvar, que<br>
  deber&iacute;as aprovechar. Vuelve, esta vez tomando la otra puerta. Al llegar 
  a<br>
  la cima, veras un tipo peleando con varios Enemigos. El les ganara f&aacute;cilmente<br>
  pero el jefe no se ve tan f&aacute;cil, por lo que nuestros amigos decidir&aacute;n<br>
  ayudarlo.</p>
<p align="center">-MomBomb:1600 HP. Nombre original: Mother Bomb.<br>
  Esta pelea es mas dif&iacute;cil, pero<br>
  ahora estas al mando de 5 personas, por lo que deber&iacute;a ser algo mas sencillo.<br>
  El tipo es YANG. &Uacute;salo con su ataque, no con Kick. Rydia use a su Chocobo,<br>
  Cecil que ataque normal, Rosa que ataque con AIM y que Edward reparta <br>
  pociones. Cuando le bajes mas o menos 1600 HP, ella explotara y se convertir&aacute;<br>
  en 3 Bombs y 3 Grey Bombs. Esa explosi&oacute;n hace como 60 HPs de da&ntilde;o.<br>
  Una vez convertida, ataca con todo lo que puedas.</p>
<p align="center">Despu&eacute;s de que acabes con el bicho, Yang se presentara 
  y te contara que su<br>
  equipo fue asesinado por los monstruos. Tras o&iacute;r que Baron esta tras 
  el<br>
  cristal de Fabul, Yang advertir&aacute; que los que estaban en el castillo eran<br>
  puros reclutas. Rayos y centellas. Mejor vayamos all&aacute;. Sal de MT.Hobs 
  y graba <br>
  antes de entrar al castillo de Fabul.</p>
<p align="center">-Castillo Fabul:</p>
<p align="center">Compra todo el equipamiento que puedas. Anda a hablar con el 
  <br>
  Rey, y el decidir&aacute; ayudar y preparar el castillo para la defensa del 
  cristal.<br>
  Cecil, Edward y Yang prepararan el liderazgo. Cuando digas que YES estas<br>
  preparado y comenzara el combate, si dices que NO entonces tendr&aacute;s algo 
  de tiempo <br>
  para prepararte.</p>
<p align="center">-Recuerda que aqu&iacute; no tendr&aacute;s tiempo para curarte 
  entre batallas, as&iacute;<br>
  que mant&eacute;n sano.<br>
  -Usa a Edward para curar, pero si cae, olv&iacute;date de curarlo, ya que el 
  chico <br>
  volver&aacute; con 20 HPs y lo que har&aacute; ser&aacute; esconderse.<br>
  -Si te enfrentas a dos Fighters y un General, ignora el General y acaba con<br>
  los Fighters. Aqu&iacute; no hay ego que defender.<br>
  -Patrulla: 2 Fighters y un General.<br>
  -Horda: Weeper, Imp Capitain y un Waterhag.</p>
<p align="center">La batalla comienza en la puerta del castillo. La primera batalla 
  ser&aacute; una<br>
  patrulla. Acaba con ellos y los Red Wings atacaran. Obviamente<br>
  ustedes no pueden con ellos, as&iacute; que se retiraran al castillo. Adentro 
  una<br>
  Horda los atacaran. F&aacute;cil esta batalla.<br>
  Seguir&aacute; una patrulla, Se retiraran a la habitaci&oacute;n del Rey, pero 
  el que los <br>
  acompa&ntilde;aba abrir&aacute; la puerta. ARGH!!un Gargoyle!No es demasiado 
  dif&iacute;cil.<br>
  Lo seguir&aacute; otra Patrulla y otra horda. Una vez acabados estos &uacute;ltimos 
  enemigos,<br>
  solo nos queda tratar de resguardar el Cristal. Al entrar, sin embargo, alguien<br>
  llegara...KAIN! Cecil esta todo emocionado por verlo vivo, pero Kain querr&aacute;<br>
  pelear con el .No te molestes ya que te dar&aacute; una severa paliza con sus 
  JUMP.<br>
  El te querr&aacute; eliminar, pero Rosa se interpondr&aacute; y Kain mostrara 
  signos de<br>
  esa emoci&oacute;n tan desesperante llamada &quot;amor&quot; y vacilara pidi&eacute;ndole 
  que no<br>
  lo vea.<br>
  Al fin llegara Golbez, el nuevo jefe de los Red Wings, y sin payasadas se <br>
  llevara a Rosa y el Cristal. Cuando se vayan, Rydia curara a todo el mundo<br>
  con CURE, y al final, Yang se unir&aacute; al grupo.</p>
<p align="center">Una vez acabada esta escena, ded&iacute;cate a vagar por el 
  castillo para recoger<br>
  los abundantes tesoros(y visita a la esposa de Yang, que se defendi&oacute; 
  <br>
  valientemente con un buen sartenazo a un enemigo)y anda a el cuarto del <br>
  Rey, que te dar&aacute; la pista para el tema del juego y una espada para Cecil.<br>
  &quot;Si manejas la espada oscura no podr&aacute;s derrotar el mal verdadero&quot;.</p>
<p align="center">=====&gt;Nota: Todos los juegos FINAL FANTASY han tratado un 
  tema particular.<br>
  FFVI fue el juego de &quot;encontrar sus ra&iacute;ces&quot; FFVIII &quot;El 
  amor&quot; el VII <br>
  el &quot;nacimiento de la vida&quot; y el V la &quot;Esperanza&quot;.<br>
  Final Fantasy se ha vuelto muy famoso por<br>
  llevar a los controles las emociones mas dif&iacute;ciles de comprender y darles<br>
  un matiz de cierta esperanza en sus mundos casi siempre destruidos y<br>
  deprimentes, tal como se nos presenta el mundo de hoy en d&iacute;a. El Final 
  Fantasy<br>
  que ahora nos ocupa nos presenta la mas pura batalla entre el bien claro y<br>
  el mas negro mal. El tema, por tanto es aquel trillado &quot;blanco y negro&quot;,<br>
  perfectamente entendible.&lt;=====</p>
<p align="center">Pues, Yang sugiri&oacute; en la posada que atacaran por Mar 
  a Baron, as&iacute; que despu&eacute;s<br>
  de hablar con el Rey, sal del castillo y ve al barco cercano. All&iacute; iniciaran<br>
  el viaje hacia Baron... Hasta que un maremoto azotara el barco! Un gigantesco<br>
  remolino amenaza la paz del viaje. Yang y Rydia se ir&aacute;n por la borda, 
  al<br>
  igual que Edward, aunque Cecil trate de salvarlo. Los marineros gritaran<br>
  que el remolino es LEVIATHAN, el rey de los mares. (T&eacute;cnicamente, al 
  menos<br>
  en el juego.)</p>
<p align="center">-Que no haya confusiones: Leviathan, a diferencia de los dem&aacute;s 
  Monstruos<br>
  presentes en el juego(Jinn, Shiva, Bahamut)No es conocido por nosotros los<br>
  occidentales como algo que tenga que ver un dios. Leviathan, como demonio del 
  mar <br>
  es relativo de la cultura jud&iacute;a.(Leviathan no aparece en Final Fantasy<br>
  VI, fue sustituido por la ballena gigante que no me acuerdo como se<br>
  llama).Quiz&aacute; en su traducci&oacute;n era diferente(no tengo pistas de 
  esto, no <br>
  recuerdo si hab&iacute;an diferencias), pero al ser una serpiente gigante es<br>
  obviamente algo lejana a nuestra cultura. Para nosotros, Leviathan es, fue<br>
  o ser&aacute; uno de los demonios de Lucifer, que tuvo su papel en el Apocalipsis.</p>
<p align="center">Pues, despertaras solo en la playa(Con esa armadura y lleno 
  de arena ?Que<br>
  insoportable!)y a tu alcance habr&aacute; una aldea... Mysidia.</p>
<p align="center">-Aldea Mysidia:</p>
<p align="center">Aqu&iacute; no se te ocurra hablar con nadie ya que algunos 
  te <br>
  Convertir&aacute;n en cerdos o Sapos. Ve directo con el jefe en la casa mas 
  al<br>
  norte. Tras una conversaci&oacute;n, el se decidir&aacute; a ayudarte a conseguir 
  la espada<br>
  de la luz, la LEGEND(iba a poner &quot;la legendaria...&quot;pero que redundante).<br>
  Para ayudarte te prestara a dos aprendices, Palom y Porom.<br>
  Esta espada se encuentra en Mt.Ordeals, un sitio peligroso y lleno de historias<br>
  de monstruos viciosos y feroces.</p>
<p align="center">Que mala suerte la nuestra.</p>
<p align="center">Que mas, si no hacemos esto, Cecil se queda sin Rosa y dem&aacute;s 
  despelotes. As&iacute;<br>
  que primero compramos provisiones y un FireRods y Vaculos para Porom y Palom.<br>
  No te molestes con las flechas que estos chicos tienen la punter&iacute;a de 
  un<br>
  ciego con gripe. Sal de la aldea y dir&iacute;gete al Este. Puedes tratar de 
  ganar<br>
  niveles con Palom y Porom, que mas adelante necesitaras los hechizos.</p>
<p align="center">-Mt.Ordeals: </p>
<p align="center">Palom y Porom se encargaran del fuego, y una escenita donde<br>
  Golbez llama a Milon, el Demonio de la tierra para detener a Cecil. Kain se<br>
  ofrece pero en cambio lo mandan a fre&iacute;r esp&aacute;rragos y a cuidar 
  a Rosa.<br>
  Camina con cuidado. Los enemigos aqu&iacute; son del tipo &quot;desmuerto&quot;(Zombies,<br>
  esqueletos y dem&aacute;s fauna)por lo que usa magias de fuego y estate pendiente<br>
  de a quien atacas con Cecil.</p>
<p align="center">A mitad de camino encontraras a Tellah. Los Chicos se dar&aacute;n 
  cuenta de que<br>
  el es el famoso mago de Mysidia(Yupi!)y el se unir&aacute; en tu odisea.<br>
  Graba tu juego en el punto de Salvar y usa una o dos tiendas. Luego sigue.<br>
  Al llegar al puente te enfrentaras a Milon.</p>
<p align="center">Milon:2500 HP- D&eacute;bil al fuego, resistente a todo lo demas.4 
  Revenants:120 HP.<br>
  Milon no es dif&iacute;cil. Ten a Cecil atacando a Milon directamente, Palom 
  y<br>
  Tellah usando sus mejores magias de fuego con los Revenants y a Porom curando<br>
  a todo el mundo. Si las cosas andan tan chevere como para que no necesites<br>
  curar a nadie usa CURE1 o 2 contra los Revenants. Ellos, al estar muertos,<br>
  recibir&aacute;n algo de da&ntilde;o. Milon usara LIT1 varias veces seguidas, 
  as&iacute; que<br>
  ten cuidado con tu energ&iacute;a.</p>
<p align="center">Una vez que los vuelvas tierra, devu&eacute;lvete al punto de 
  salvada, graba y cura<br>
  tus heridas de vuelta, y luego devu&eacute;lvete al puente. Cambia a tus personajes<br>
  para que Cecil este atr&aacute;s y los dem&aacute;s adelante. Milon te atacara 
  de vuelta,<br>
  esta vez por la espalda.</p>
<p align="center">Milon Z:3000 HP. Por eso te dije que cambiaras a los personajes. 
  Nuevamente,<br>
  ataca a Milon con Cecil y fuego. Porom que cure. Milon no le har&aacute; demasiado<br>
  da&ntilde;o a Cecil, as&iacute; que el puede tomar cualquier ataque sin problemas. 
  Tras<br>
  un rato se largara al diablo.</p>
<p align="center">Ahora sigue a la casita cercana. Entra y Cecil se convertir&aacute; 
  en el legendario<br>
  Palad&iacute;n y la reflexi&oacute;n del Dark Knight lo atacara. Cecil deber&aacute; 
  luchar<br>
  solo....</p>
<p align="center">Dark Knight:&iquest;&iquest;?? HP. El Dark Knight si tiene un 
  HP definido. Es algo bastante<br>
  alto(algo as&iacute; como 1000 HP)pero es<br>
  posible eliminarlo. Sin embargo, no gastes tiempo y esfuerzo y solo defi&eacute;ndete<br>
  que la batalla acabara por si sola.</p>
<p align="center">Al fin, Tellah recordara sus hechizos(Se har&aacute; una autentica 
  bestia)y Cecil<br>
  recibir&aacute; la espada LEGEND. Al salir, Cecil se preguntara quien era esa 
  luz,<br>
  y porque lo llamaba Hijo. No te mortifiques, esto se descubrir&aacute; mas tarde.<br>
  (yo me di cuenta al jugar el juego por tercera vez, es decir, para escribir 
  este<br>
  archivo!=)</p>
<p align="center">Al lado de la entrada a Mt.Ordeals hay un bosque peque&ntilde;o. 
  All&iacute; hay un bosque<br>
  de Chocobos. El blanco te rellenara tus MPs. Donde diga &quot;Smells like Chocobo&quot;<br>
  usa un Carrot y aparecer&aacute; el Fat Chocobo(En la versi&oacute;n japonesa 
  era el<br>
  Lardass Chocobo- Chocobo de trasero flojo)donde puedes guardar Items.<br>
  (yo guarde 40 Cure2 mas tarde en el juego sin querer, porque no sabia para<br>
  que servia esa cosa. Ni mencionar lo utilisimas que me fueron al final del<br>
  juego.)Los amarillos los puedes montar y as&iacute; no tendr&aacute;s que luchar 
  con enemigos<br>
  y caminar lento hasta Mysidia.</p>
<p align="center">-Aldea Mysidia: </p>
<p align="center">Ahora todo el mundo te tomara respeto. Descubriremos que<br>
  Porom y Palom en realidad fueron enviados para espiar a Cecil a ver si de verdad<br>
  quer&iacute;a convertirse en un Palad&iacute;n o que rayos.<br>
  El jefe de la aldea nos leer&aacute; la leyenda en la espada de Cecil.</p>
<p align="center">One to be born(Uno que ha de nacer)<br>
  from a drag&oacute;n (de un drag&oacute;n)<br>
  hoisting the light(Trayendo la luz)<br>
  and the dark (y la oscuridad)<br>
  arises high up (vendr&aacute; desde lo alto)<br>
  in the sky (en el cielo)<br>
  to the still land.(Hasta nuestra tierra.)<br>
  Veiling the moon with (Iluminando la luna)<br>
  the light of eternity (con la luz de la eternidad)<br>
  it brings (el traer&aacute;)<br>
  another promise(otra promesa)<br>
  to mother earth(A la madre tierra)<br>
  with a bounty and mercy. (Con firmeza y piedad)</p>
<p align="center">(No es una traducci&oacute;n exacta, pero si una que le da sentido 
  a el poema)</p>
<p align="center">Esta leyenda es la leyenda que rige la vida en Mysidia. El Jefe 
  les dir&aacute; que <br>
  la v&iacute;a Serpiente esta abierta para que vayan a Baron, y Cecil y Tellah<br>
  ir&aacute;n all&aacute;. Porom y Palom quieren ir tambi&eacute;n, pero el Jefe 
  no los quiere<br>
  dejar ir. Al final lo convencer&aacute;n. Compra todo el equipamento Palad&iacute;n 
  para<br>
  Cecil y metete al Serpent Road. Llegaras a Baron.</p>
<p align="center">-aldea Baron:</p>
<p align="center">En Baron las cosas siguen igual de despelotadas que antes.<br>
  Anda a la Posada, donde veras a nadie mas, ni nadie menos que YANG! Al parecer<br>
  esta muy bien, tanto que esta haciendo socialidad con unos soldados? Cuando<br>
  trates de hablar con el ,el mandara los soldados a atacarte. Cuando los <br>
  derrotes te las tendr&aacute;s que ver con el.</p>
<p align="center">Yang:4000 HP?.<br>
  Yang lo &uacute;nico que har&aacute; ser&aacute; KICK una y otra vez. Pon a 
  Cecil <br>
  a repartirle le&ntilde;a, y Tellah deber&aacute; usar el mas poderoso hechizo 
  en su arsenal.<br>
  Porom y Palom se encargaran de curar.</p>
<p align="center">Una vez que acabes con el(sort of), el regresara a su propia 
  voluntad. Yang<br>
  preguntara por Rydia y por Edward, pero, como todos sabemos, ellos aun no aparecen.<br>
  Ve a la posada para descansar, cortes&iacute;a de la casa, y Yang se dar&aacute; 
  cuenta de<br>
  que tiene en sus manos la llave de Baron. Con esto puedes abrir los comercios 
  <br>
  de Baron, y comprar nuevo equipamiento para los personajes.</p>
<p align="center">Una vez que termines aqu&iacute;, dir&iacute;gete a la puerta 
  izquierda debajo de el Serpent<br>
  Road, y entraras el Old Water way.( Viejo camino de agua)</p>
<p align="center">-Old Water Way(Freakin&acute; redundancia):</p>
<p align="center">El camino aqu&iacute; es muy sencillo. Sigue <br>
  las marcas en las paredes, todos los enemigos aqu&iacute;(Salvo las Hydras)son 
  d&eacute;biles<br>
  a la electricidad, as&iacute; que equipa a Yang con al menos una Thunderclaw.<br>
  Al final, la ultima parte(en la que no hay agua)encontraras un Save Point.</p>
<p align="center">Sigue tu camino y saldr&aacute;s en el foso de el Castillo de 
  Baron, que si<br>
  no intentaste antes, no puedes entrar por la puerta.</p>
<p align="center">-Castillo Baron: Sospechosamente aqu&iacute; no hay ni un miserable 
  soldado(&iquest;)salvo<br>
  los que est&aacute;n en su puerta. (Si hablas con ellos por adentro dicen exactamente<br>
  lo mismo, hubiera sido mejor que cambiara algo o te atacaran, que deprimente)</p>
<p align="center">Vaguea por el castillo, nota que la c&aacute;rcel esta vac&iacute;a 
  ahora, descansa en el cuarto<br>
  de Cecil, y luego dir&iacute;gete a el cuarto del Rey. Cuando llegues a el sal&oacute;n 
  <br>
  principal, el ch...el Jefe de los Guardias, Baigan, se te &quot;unir&aacute;&quot;... 
  Un momento,<br>
  pero si no hay espacio!...</p>
<p align="center">Palom y Porom dicen que huele a monstruo. (&quot;Yo ya me ba&ntilde;e&quot; 
  pensar&iacute;a Cecil)</p>
<p align="center">Baigan es un monstruo!</p>
<p align="center">Baigan:3000 HP. Left Arm:300 HP. Right Arm:300 HP.<br>
  Baigan responder&aacute; a tu primer ataque m&aacute;gico con WALL a si mismo.<br>
  Esto significa que o rebotas las magias con tus personajes y Wall, o te reduces<br>
  a ataques f&iacute;sicos. Los brazos, sin embargo, no gozaran de esta protecci&oacute;n. 
  Acaba<br>
  con ambas usando hechizos del nivel 2 con Palom o Tellah. Te a Cecil y a<br>
  Yang atacando al cuerpo directamente. Baigan recobrara sus miembros perdidos<br>
  a los dos turnos de que estos hayan sido destruidos. Una vez que acabes con<br>
  el cuerpo, las dos partes restantes pueden usar Exploder en cualquier momento,<br>
  mas que seguro apuntando a Cecil, pero por si a las moscas, acaba con ellas<br>
  con rapidez.</p>
<p align="center">Cuando Baigan estire la pata dir&iacute;gete al cuarto del Rey. 
  Tras una conversaci&oacute;n<br>
  est&uacute;pida, te enteraras que el Rey, bueno, bonito y bondadoso esta muerto. 
  Kainazzo,<br>
  el segundo Demonio de los Elementos, ocupo su lugar. Como no le ca&iacute;ste 
  muy bien,<br>
  te atacara.</p>
<p align="center">Kainazzo:4000 HP(mas o menos). D&eacute;bil a la electricidad.<br>
  Kainazzo es incre&iacute;blemente f&aacute;cil. Tellah puede usar Lit-3 para 
  causarle <br>
  3200 o mas puntos de da&ntilde;o. Palom usa su Lit-2 y si aun sigue vivo ,Cecil 
  o<br>
  Yang acabaran con el. Si por alguna raz&oacute;n te vez imposibilitado de usar<br>
  Lit-3 con Tellah(Falta de MPs, flojera de mover el puntero, perdida<br>
  de la vista, hambre- la mas com&uacute;n-), guarda MPs para cuando te avise 
  que esta<br>
  juntando el agua(Gathering water, o algo por el estilo)para usar cualquier<br>
  magia Lit, que lo espantara, y cancelara el ataque.</p>
<p align="center">Muerto. Cid llegara hecho una furia para armarle la gorda al 
  tipo, pero ya se fue<br>
  a mejor vida. Cid se unir&aacute; a tu equipo para mostrarles la nueva nave, 
  pero <br>
  Kainazzo preparo una trampa... las dos puertas se cerraron, y las paredes te 
  van a <br>
  aplastar!(Por que no rompen unas est&uacute;pidas paredes de Madera?). Porom 
  y Palom<br>
  les salvaran la vida sacrific&aacute;ndose y volvi&eacute;ndose piedra por su 
  propia voluntad.<br>
  Tu no puedes hacer nada para ayudarlos, as&iacute; que sigue con Cid.</p>
<p align="center">Seguir&aacute; una peque&ntilde;a secuencia que mostrara los 
  planes de Kain y Golbez.<br>
  Quieren usar a Rosa para que Cecil les traiga el cristal.</p>
<p align="center">Cid les mostrara la Enterprise, pero tan pronto como cojan vuelo 
  Kain los<br>
  interceptara. Kain les avisara de su proposici&oacute;n, y por lo pronto tu 
  <br>
  destino es Toroia.<br>
  -----------------------------<br>
  Cambios de la versi&oacute;n Japonesa: La conversaci&oacute;n aqu&iacute; es 
  un poquito, Hmmm...<br>
  pesada. Un intercambio de palabras muy feas(&quot;Mierda&quot; &quot;Perra&quot; 
  &quot;Maldito&quot;)<br>
  (&quot;Cretino&quot;) sucede entre los h&eacute;roes y Kain. Me pareci&oacute; 
  mas coherente la <br>
  conversaci&oacute;n de la versi&oacute;n japonesa(Jap&oacute;n: &quot;As&iacute; 
  que s&iacute; quieres tener a tu<br>
  peque&ntilde;a perra de vuelta me traes el maldito Cristal de Toroia&quot;)(USA:&quot; 
  Si<br>
  quieres a tu chica de vuelta mejor de das el Cristal de Toroia)(que clase<br>
  de enemigos mas buena gente)Pero me pareci&oacute; mejor que lo cambiaran.<br>
  ------------------------------</p>
<p align="center">-Castillo de Toroia: <br>
  EL pa&iacute;s de las mujeres. Habla con las 8 Clerigas(&iquest;?)<br>
  para que te den datos del Cristal de Tierra. En la enfermer&iacute;a encontraras 
  <br>
  a un viejo conocido. EDWARD! Esta vivo!. Lamentablemente esta demasiado herido<br>
  como para acompa&ntilde;arte, as&iacute; que te dar&aacute; su TWINHARP(o arpa 
  gemela) para que<br>
  te ayuda. No se como, pero que va, es un regalito.</p>
<p align="center">El Cristal de la Tierra esta en la cueva del Elfo Oscuro. Primer 
  problema:<br>
  Este Elfo vive en una cueva al este de Toroia, pero la isla esta cubierta de<br>
  arboles.<br>
  Soluci&oacute;n: Cons&iacute;guete un Chocobo Negro. Al norte hay un pedazo 
  de bosque suelto.<br>
  All&iacute; puedes conseguirlos. Estos bichos vuelan.<br>
  Segundo problema: El Elfo puso una magia que hace que cualquier cosa met&aacute;lica<br>
  en tus personajes provoque un estado HOLD, por lo que no podr&aacute;n atacar.<br>
  Soluci&oacute;n: Qu&iacute;tale las armaduras que puedan tener metal(Ruby Ring, 
  Escudos)<br>
  Adem&aacute;s de las espadas y aditamentos con nombres de metal(Las garras de<br>
  Yang no cuentan). Equipa a Cecil y a Cid con Arcos y flechas de tu elecci&oacute;n.<br>
  As&iacute; podr&aacute;s moverte con soltura. Si todos tus personajes est&aacute;n 
  HOLD, significara<br>
  que a la primera batalla que entres, morir&aacute;s autom&aacute;ticamente.</p>
<p align="center">-Dark Elf Cave: <br>
  Es muy sencillo, y tiene muchos tesoros, queda a tu juicio<br>
  si quieres luchar las batallas o correr, no pierdes mucho, es muy poca la <br>
  experiencia en juego. Al final entraras a un cuarto que parece un Crystal Room-<br>
  En realidad lo es. All&iacute; te espera el Dark Elf.</p>
<p align="center">La primera batalla ser&aacute; un desastre. Te volver&aacute;n 
  a&ntilde;icos. No importa...<br>
  Edward sabr&aacute; que est&aacute;n en problemas sus amigos, y luchando se 
  pondr&aacute; a tocar<br>
  su arpa. La TwinHarp resonara la tonada y bloqueara el hechizo del Elfo.<br>
  Equipa tus armas normales y armaduras y vuelve a hablar con el enemigo.</p>
<p align="center">Dark Elf- Nombre original Dark Dragon: 22000 HP(Yikes!)d&eacute;bil 
  a la espada de<br>
  Cecil.(Y a Holy, pero olv&iacute;date de eso por ahora).<br>
  El Dark Elf se caracteriza por su resistencia a todos los elementos, aparte<br>
  de que sus ataques cuentan con una ronda de tres elementos(Muy d&eacute;bil)y 
  <br>
  Weak, que dejara a tus personajes con la energ&iacute;a de un oso hibernando.<br>
  At&aacute;calo con Virus, la espada de Cecil y ataques normales hasta que cambie<br>
  de forma. Cuando cambie, haz que Tellah use Weak en el y rem&aacute;talo con 
  cualquier<br>
  otro personajes o tendr&aacute;s un infierno rostizante de peluda batalla enfrente.</p>
<p align="center">Con el enemigo muerto, toma el cristal y usa a Tellah con Exit 
  para salir de all&iacute;<br>
  y volver a Toroia. Vete directo al sal&oacute;n de las 8 Clerigas. All&iacute; 
  habr&aacute;<br>
  alguna habladera, luego dir&iacute;gete a la puerta para salir a la<br>
  derecha para buscar el tesoro de Toroia(que pobres que son...)Luego sal y<br>
  m&oacute;ntate en la nave. Kain se encontrara contigo para llevarte adonde esperamos<br>
  se encuentre Rosa.</p>
<p align="center">-Tower Of Zot: Puedes salir de este sitio, por el recuadro rodeado 
  de c&iacute;rculos,<br>
  pero al tomar la Enterprise saldr&aacute;s directo aqu&iacute;. Este sitio es 
  mas o menos<br>
  largo, y los enemigos son duros. Algunos consejos: (que dar&eacute; mas adelante 
  en<br>
  los calabozos dif&iacute;ciles- como este)</p>
<p align="center">*Aseg&uacute;rate de tener una saludable cantidad de CURE1s(Yo 
  compro unos 99,para<br>
  que duren que jode), LIFEs y HEALs, as&iacute; como al menos 10 ETHER1. Solamente<br>
  tienes a Tellah como mago competente(Cecil es solo para emergencias <br>
  incre&iacute;blemente peligrosas)y el sufre de una falta de MPs desastrosa.</p>
<p align="center">*Los enemigos vienen en distintas variedades. Ice Lizard(340 
  HPs, d&eacute;biles al<br>
  fuego)y Carache(7?? HPs, d&eacute;biles al hielo)com&uacute;nmente vienen juntos. 
  Otros<br>
  enemigos como Marino(&iquest;?) y Pupa(&iquest;?) son mas raros. Hacia los &uacute;ltimos 
  pisos<br>
  (3ro y 4to)aparecer&aacute;n los Centauro(380 Hps), los Flamedog(1225 HPs, d&eacute;biles 
  al<br>
  hielo), los IceBeast(500 HPs, d&eacute;biles al fuego), Sword men(320 HPs)acompa&ntilde;ando<br>
  a los anteriores, y fastidiosos encuentros espor&aacute;dicos con Eepegirl(390 
  HPs,<br>
  hacen da&ntilde;os ins&oacute;litos)y Witches(300 HPs, pueden enmudecer y usan 
  Slow).</p>
<p align="center">El calabozo en si es realmente lineal, no hay muchas vueltas 
  fuera de lo<br>
  com&uacute;n, lo importante es cuidarse de los enemigos. Al final te veras con 
  las<br>
  tres chicas Magus 3:</p>
<p align="center">Magus 3: Sandy 2500 HP(la alta), Cindy 4300 HP(la &quot;esbelta&quot;) 
  y Mindy 2200 HPs<br>
  (La enanita).<br>
  Ellas siguen una rutina sencilla. Cada vez que Cindy tenga<br>
  el turno de ataque, ellas comenzaran: Sandy usara WALL en Cindy. Cindy atacara<br>
  a algunos de tus personajes, y luego Mindy usara una magia al nivel dos <br>
  para que se refleje en la barrera de Cindy. La estrategia es: Asesinen a Cindy.<br>
  De poco te servir&iacute;a acabar con alg&uacute;n otra, ya que la gorda los 
  revivir&aacute; con<br>
  toda su energ&iacute;a. Ten a Cid usando su Martillo Earth como &iacute;tem, 
  que causara una<br>
  versi&oacute;n d&eacute;bil de Quake(No, no el juego, la magia). Cecil y Yang 
  deber&aacute;n dirigir<br>
  sus penas a Cindy, y Tellah curar a todo el mundo y usar Fast en los aliados.<br>
  Una vez que Cindy caiga, las otras hermanas empezaran a hacer loqueras, y <br>
  la batalla estar&aacute; pr&aacute;cticamente ganada.</p>
<p align="center">Cruza la puerta y te encontraras con Golbez. Tras unas secuencias, 
  donde veras<br>
  la poca espectacularidad de el &quot;fant&aacute;stico&quot; METEO, habla con 
  Kain, que estar&aacute;<br>
  tirado como una plasta en el suelo. El te llevara al pr&oacute;ximo cuarto donde 
  <br>
  veras a Rosa, Rosa y Cecil se dar&aacute;n un extra&ntilde;o abrazo y luego 
  se unir&aacute;n a ti.<br>
  -----------------------------<br>
  Cambios de la versi&oacute;n Japonesa: Hubo un corte de frames aqu&iacute; en 
  esta secuencia.<br>
  Cecil mov&iacute;a mas la cabeza hacia la izquierda y Rosa hacia lo propio hacia<br>
  la derecha. El resultado? Un beso de esos que solo se entienden si eres un<br>
  rom&aacute;ntico sin esperanza, o estas enamorado...</p>
<p align="center">Yo me entere porque lo le&iacute; en un sitio Web por all&iacute;. 
  No le veo sentido al<br>
  porque de censurar un beso que ni siquiera se entend&iacute;a, pero bueh. </p>
<p align="center">Por cierto,<br>
  la gran y poco amenazadora bola de acero que casi aplasta a Rosa era una<br>
  gran cuchilla.(O sea que ser aplastado hasta morir esta bien, pero ser<br>
  cortado en dos no?)<br>
  -----------------------------<br>
  Valvalis, para cortar la nota y tirarse una de lamparilla ,te atacara.</p>
<p align="center">Valvalis:6000 HPs.<br>
  Ella es el Demonio del Aire. Valvalis puede y usara cuando<br>
  le venga en gana WEAK y RAY, dos ataques fulminantes. WEAK ya es un viejo <br>
  conocido, pero RAY har&aacute; que tus personajes se vuelvan lentamente en piedra<br>
  y sean mas lentos para atacar. Aparte de esto, ella regularmente se convertir&aacute;<br>
  en un tornado que hace que tus ataques sean menos directos(O sea que fallen<br>
  mas)y solo Kain usando JUMP puede detenerla. Cid, Yang y Cecil deber&aacute;n 
  tratar<br>
  de darle lo mas posible, mientras que Rosa se encargara de curar. JUMP, Kain, 
  JUMP!<br>
  (En la versi&oacute;n japonesa, mientras era un tornado era imposible pegarle 
  salvo<br>
  con Kain Usando JUMP)</p>
<p align="center">Luego de acabar con su presencia, te advertir&aacute; del ultimo 
  demonio de los<br>
  Elementos, el mas poderoso, y que aun sigue vivo .Luego, tratara de hacer volar<br>
  la Torre, con ustedes adentro, of course. Rosa usar WARP y aparecer&aacute;n 
  en <br>
  el cuarto de Cecil en Baron.</p>
<p align="center">-Castillo de Baron:<br>
  Kain explicara que aun tienen chance, ya que los Cristales<br>
  que tiene Golbez son solo la mitad de los necesarios. Los Cristales Oscuros<br>
  Aun permanecen fuera de sus insoportables manos, as&iacute; que debemos partir<br>
  para buscarlos... pero donde? Kain pondr&aacute; claro que est&aacute;n bajo 
  tierra. As&iacute; como<br>
  Cid preguntara &quot;y que? Cuando empezamos a cavar&quot;. No, no, Kain te 
  entregara &quot;algo&quot;<br>
  (me niego a creer que es una llave)llamado Magma. Que chevere, y ahora que<br>
  carajos hacemos con esto? Kain no sabe. Kain, l&aacute;rgate al infierno y arde!</p>
<p align="center">Pero bueno... que le vamos a hacer. Una vez que despiertes, 
  revisa todo el <br>
  castillo, y si quieres ve a el s&oacute;tano, donde te encontraras al Rey de 
  Baron, o<br>
  al menos su esp&iacute;ritu. Te dir&aacute; que vuelvas cuando hayas visitado 
  la <br>
  tierra de los Monstruos. Luego sal, y montante en tu Enterprise(Que ha llegado<br>
  aqu&iacute; por obra y gracia de el control remoto de Cid).</p>
<p align="center">Si quieres tener un buen rato, trata de buscar por ti mismo 
  donde y que<br>
  hay que hacer para ir bajo tierra. No hay ni pistas de esto por ninguna<br>
  parte del mundo salvo donde es que es.</p>
<p align="center">El lugar es Agart, sur de Baron.</p>
<p align="center">-Aldea de Agart:</p>
<p align="center">Aqu&iacute; te dar&aacute;s cuenta de que todo el mundo habla 
  de enanos<br>
  y bajo tierra, as&iacute; que algo debes hacer aqu&iacute;. (Si sabes algo de 
  seres fabulosos,<br>
  sabr&aacute;s que los enanos viv&iacute;an bajo tierra)(Y que hasta las mujeres 
  ten&iacute;an <br>
  una larga barba). Habla con el que esta al lado de la puerta que lleva a un<br>
  pozo. Te dir&aacute; que eso es un pozo sin fondo... Hmmmm... Si no tiene fondo 
  entonces<br>
  que fue con el otro mundo? Tira la &quot;cosa&quot; Magma all&iacute;. Un terremoto 
  ocurrir&aacute;.<br>
  Sal de la ciudad... Vaya hueco. M&oacute;ntate en la Enterprise y ponte encima 
  del <br>
  hueco y presiona A para ir debajo de la tierra.</p>
<p align="center">-&quot;Debajo de la tierra&quot;: </p>
<p align="center">Llegaras y te dar&aacute;n una calurosa bienvenido con unos<br>
  tanques enfrentando las Red Wings de Golbez. Quedaras atrapado en todo el <br>
  medio de la batalla, y el Enterprise quedara muy da&ntilde;ado... Cid no puede 
  mas<br>
  con el mando y la nave se estrellara...</p>
<p align="center">Rosa te despertara. Cid advertir&aacute; que la Enterprise no 
  podr&aacute; volar. Todav&iacute;a<br>
  llevas la duda de quienes eran los tanques. Sal de all&iacute; y dir&iacute;gete 
  al castillo<br>
  que esta all&iacute; mismo.</p>
<p align="center">-Castillo de los Enanos:</p>
<p align="center">Las armas aqu&iacute; son fant&aacute;sticas, pero son incre&iacute;blemente<br>
  costosas. Anda a hablar con el Rey. De el eran los tanques. El Rey te dir&aacute;<br>
  que dos de los cristales ya fueron capturados, pero los otros dos siguen seguros.<br>
  El te garantizara su ayuda, pero Cid se ira ya que necesita arreglar la Enterprise,<br>
  para poder soportar el calor de la lava que inunda este sitio.<br>
  Ya sin Cid, Yang dir&aacute; que siente que alguien los mira, as&iacute; que 
  el Rey Giott<br>
  pedir&aacute; que abran la puerta de el cristal. All&iacute; adentro te las 
  veras con<br>
  Calbrena.</p>
<p align="center">Calbrena(La gran mu&ntilde;eca)4624 HPs, Cal 1000 HPs, Brenas 
  300 HPs.<br>
  Esta es una batalla dif&iacute;cil. Puedes o eliminar a las mu&ntilde;equitas 
  o a la gran<br>
  mu&ntilde;eca(que es algo mas sencilla). Estos enemigos no siguen patrones ni 
  usan <br>
  ataques especiales as&iacute; que no puedo ofrecer una estrategia mas que dale 
  con <br>
  lo que tengas.</p>
<p align="center">Luego de esto, Golbez aparecer&aacute;, y por fin atacara por 
  si mismo.</p>
<p align="center">Golbez: 22000 HPs. D&eacute;bil al fuego y al poder sagrado. 
  <br>
  Golbez comenzara llamando a su Black Dragon, que eliminara a tus personajes, 
  <br>
  salvo a Cecil(Y a Kain, si lograste hacerlo saltar desde antes). Cuando vaya 
  a <br>
  acabar con Cecil, un Mist Dragon vendr&aacute; a acabar con el Black Dragon, 
  y Rydia <br>
  vendr&aacute; en tu rescate. Usa a Kain para JUMP, Cecil atacar y Rydia llamar 
  al <br>
  Titan. Tras unos rounds escapara.</p>
<p align="center">La manos de Golbez, sin embargo, conseguir&aacute; hacerse con 
  el cristal. Sal de all&iacute;,<br>
  Y El Rey decidir&aacute; un plan para atacar la Torre de Babil y conseguir los 
  <br>
  cristales de vuelta. Tu, como buen chico, te unir&aacute;s al plan.</p>
<p align="center">El plan consiste en que mientras los enanos usan sus tanques 
  para distraer<br>
  las defensa, tu entras y acabas con la &quot;Big Gun&quot;, una arma muy destructora 
  que<br>
  es la principal defensa de la Torre de Bab-il. Este es un excelente momento<br>
  para ganar niveles, ya que de aqu&iacute; en adelante las cosas se va a poner<br>
  especialmente dif&iacute;ciles. Los enemigos aqu&iacute; en el mapa son sencillos 
  y dan<br>
  una buena experiencia, as&iacute; que aprovecha y s&uacute;bele unos 5 niveles 
  a tus<br>
  personajes, especialmente a Rosa. Tambi&eacute;n es un buen momento para familiarizarte<br>
  con nuestra Rydia adolescente, uno de los pocos personajes acompa&ntilde;aran<br>
  a Cecil hasta el final del juego.</p>
<p align="center">Rydia ha perdido su habilidad de usar magia blanca, pero ha 
  ganado un poder<br>
  infernal en la magia negra, y vuelve con 5 nuevas opciones de Monstruos:<br>
  Titan(el mas poderoso), Iffrit o Jinn, Shiva, Ramuh y Dragon. Sus HPs y defensa<br>
  siguen siendo pat&eacute;ticos, pero al nivel 60 aprender&aacute; METEO, el 
  ataque mas poderoso<br>
  del juego junto al rey de los dragones, BAHAMUNT.<br>
  ------------------------------<br>
  Cambios de la versi&oacute;n Japonesa: Los nombres de los Monstruos cambiaron, 
  por<br>
  alguna raz&oacute;n desconocida. Jinn era Ifritt, Indra era Ramuh, y Dragon 
  era<br>
  directamente Mist Dragon. Don&acute;t ask me why ^_^.</p>
<p align="center">En el castillo de los enanos se encontraba el famoso cuarto 
  de los <br>
  programadores. Aqu&iacute; pod&iacute;as ver a unas personas frente a unas mesas: 
  Ellos son<br>
  los programadores. Dec&iacute;an cosas muy interesantes y c&oacute;micas.<br>
  Tambi&eacute;n a lo largo pod&iacute;as caer en unas peleas con monstruos de 
  colores<br>
  distorsionados(Me quedo impregnado en la memoria un GUARD con colores Rosa,<br>
  amarillo y azul, que feo!)que ten&iacute;an los nombres de los programadores. 
  No<br>
  recuerdo muy bien pero dec&iacute;an algunas boludeces. Estos ejemplares tienen<br>
  una defensa infernal(todos los ataques les causan 1 punto de da&ntilde;o)pero<br>
  su energ&iacute;a era solo ese 1 HP. Como premio en alguna rara batalla te<br>
  daban el PORN MAGAZINE, si, una revista pornogr&aacute;fica, que al usarlo hacia<br>
  que el personaje hiciera unos gestos, y la pantalla se pon&iacute;a roja. Fuera<br>
  de eso, no causaba ning&uacute;n efecto(Muerte, envenenamiento, personajes nuevos 
  ^_^)<br>
  ---------------------------------</p>
<p align="center">Una vez listo, compra el equipamiento necesario para tus personajes(NO 
  le<br>
  compres el hacha DWARF a Cecil, porque la conseguir&aacute;s gratis mas tarde)<br>
  (TAMPOCO gastes dinero en cosas FIRE, ya que los enemigos aqu&iacute; son mayormente<br>
  relativos al fuego), descansa, vaguea por el castillo juntando Items, y luego<br>
  Y anda al s&oacute;tano. Habla con todos los enanos, y el que esta cerca de 
  los que<br>
  parece una puerta escondida. El la abrir&aacute; para ti.</p>
<p align="center">-Pasaje a la Torre de Bab-il:</p>
<p align="center">Este sitio no tiene enemigos, mas hay muchos &iacute;tems.<br>
  Al final veras a un enano parado frente a un pote, este es un pote m&aacute;gico,<br>
  usalo y te recuperara tu energ&iacute;a y magia. Sal de all&iacute; y dir&iacute;gete 
  al oeste hasta <br>
  llegar a la Torre de Bab-il.</p>
<p align="center">-Torre de Bab-il:</p>
<p align="center">Nuevamente, te tiro unos Tips:</p>
<p align="center">(Esa es una expresi&oacute;n cl&aacute;sica aqu&iacute; en Venezuela, 
  referente al baseball)</p>
<p align="center">-Los enemigos aqu&iacute; son parecidos a los de la Torre de 
  Zot, pero obviamente<br>
  con mucho mas poderosos. Flamedogs(1255 HPs, d&eacute;biles al hielo)y Flameman(580 
  HPs<br>
  d&eacute;biles al hielo)vienen casi siempre juntos. Medusas(600 HPs) y Stonemen<br>
  (2000 Hps)junto con las Chimeras (700 HPs) son los que llama las<br>
  Alert(1200 HPs, una defensa m&aacute;gica impenetrable)cuando los atacas. Raramente<br>
  te puedes topar con las Nagas(900 HPs) y con los Dark Imps(280 HPs).</p>
<p align="center">-Revisa TODO. Aqu&iacute; consigues dos Items importantes, la 
  lanza BLIZZARD de<br>
  Kain y la espada ICEBRAND de Cecil, que aunque luego las puedes comprar no<br>
  son precisamente econ&oacute;micas.</p>
<p align="center">-Como ves, el fuego prevalece en la Torre, as&iacute; que esta 
  vez tus hechizos de<br>
  elecci&oacute;n ser&aacute;n ICE-2 de Rydia y el Monstruo SHIVA. Las armas necesarias,<br>
  aparte de las ya mencionadas ser&aacute;n las flechas ICE que puedes conseguir<br>
  en el mismo sitio. No compres las flechas DARKNESS, ya que son pr&aacute;cticamente<br>
  in&uacute;tiles.</p>
<p align="center">Sube las escaleras, metete en todas las puertas, pelea con todos 
  los cofres,<br>
  y llega al ultimo piso. Nuevamente ,no es muy dif&iacute;cil sin contar a los 
  enemigos.</p>
<p align="center">Al final veras al ultimo Demonio de los Elementos, Rubicant, 
  hablando con<br>
  un viejito extra&ntilde;o. Dar&aacute; unas ultimas instrucciones y se ira. 
  El viejito<br>
  se pondr&aacute; a decir locuras y Rydia dir&aacute; que es un tipo extra&ntilde;o... 
  Con el ruido,<br>
  el tipo se dar&aacute; cuenta y los atacara.</p>
<p align="center"><br>
  Dr.Lugae:3200 HPs. Balnab:2700 HPs.<br>
  Conc&eacute;ntrate en pegarle al robot. No sirve<br>
  de nada atacar al Doc. No es dif&iacute;cil, pero estate pendiente de tu energ&iacute;a,<br>
  ya que har&aacute; una media de 400 HPs de da&ntilde;o por ataca, y es muy r&aacute;pido. 
  Una vez<br>
  que elimines al robot, el Doc. tomara sus controles.</p>
<p align="center">Balnab-Z:4000 HPs.<br>
  Es b&aacute;sicamente lo mismo. At&aacute;calo sin mas, y cuando pierda <br>
  un poco de energ&iacute;a se transformara en el Dr. Lugae, pero actualizado.</p>
<p align="center">Dr.Lugae:?&iquest; HPs. Es mas o menos dif&iacute;cil. Dale 
  con todo lo que tengas, y <br>
  aseg&uacute;rate de tener algunos LIFE por si acaso Rosa cae. Sus ataques BEAM 
  y<br>
  BLAZE no son muy poderosos, pero el LASER es muy destructor, y lo mas probable<br>
  es que acabe con tus personaje. (El &uacute;nico que he visto sobrevivirlo es 
  Cecil,<br>
  y por unos 20 HP)</p>
<p align="center">Una vez muerto, advertir&aacute; que el Super Cannon matara 
  a los enanos, as&iacute; que<br>
  corre al tercer piso y entra en el cuarto que es precedido por una gran<br>
  escalera. Adentro te las veras con tres Dark Imps, que al ser eliminados,<br>
  romper&aacute;n los controles del Super Cannon y por tanto no puede ser detenido.<br>
  Yang, viendo lo sucedido decidir&aacute; sacrificarse para salvar a los enanos.<br>
  Se encerrara all&iacute;. No podr&aacute;s hacer nada para salvarlo.</p>
<p align="center">Sigue hasta salir de la Torre, pero al llegar a la escalera 
  final Golbez <br>
  tratara de detenerte destruy&eacute;ndola, pero Cid llegara justo a tiempo para 
  <br>
  salvarte.</p>
<p align="center">En la persecuci&oacute;n, Cid se dar&aacute; cuenta que no pueden 
  escapar, as&iacute; que decidir&aacute;,<br>
  as&iacute; como Yang, ser un m&aacute;rtir y har&aacute; que Cecil, Rosa, Rydia 
  y Kain escapen y<br>
  el cerrara el hoyo a costa de su seguridad. Por ahora , el mundo subterr&aacute;neo<br>
  se acabo...</p>
<p align="center">El &uacute;nico camino conocido seria la Caverna de Eblan, un 
  reino destruido. Pero<br>
  no se puede llegar con el Enterprise solo, ni con el Hovercraft solo... Quiz&aacute;<br>
  los ayudantes de Cid nos puedan ayudar.</p>
<p align="center">-Castillo de Baron:</p>
<p align="center">Aqu&iacute; anda a hablar con los ayudantes de Cid. Ellos ya 
  tienen<br>
  sus instrucciones listas, as&iacute; que en poco tiempo podr&aacute;n arreglar 
  el Enterprise<br>
  para cargar el Hovercraft. Estos chicos son los que est&aacute;n vestidos de 
  Azul.</p>
<p align="center">Para hacer uso de esto, vuela encima de el Hovercraft y presiona 
  A. As&iacute; podr&aacute;s<br>
  cargarlo y llevarlo a un sitio propicio para llegar a la Caverna de Eblan.</p>
<p align="center">-Caverna de Eblan:</p>
<p align="center">Solo sigue tu camino recogiendo &iacute;tems hasta que llegues 
  <br>
  a el New Eblan(Como lo llamo yo). Golbez destruyo el castillo de Eblan,<br>
  asesinando a muchas personas y dejando a las dem&aacute;s sin hogar. El rey 
  y la<br>
  reina han desaparecido.</p>
<p align="center">Compra nuevas armaduras, especialmente para Rydia, que ahora 
  debe estar mas<br>
  floja que un cervatillo leproso. La ropa BLACK le ser&aacute; perfecta. A Kain 
  le<br>
  vendr&iacute;a bien un escudo ICE, que lo vas a necesitar. Una vez que termines 
  las<br>
  compras, dir&iacute;gete al sur para seguir fuera de Eblan.</p>
<p align="center">Habla con los tipos que est&eacute;n desparramados por ah&iacute;, 
  te dir&aacute;n que el Pr&iacute;ncipe<br>
  se fue solo en contra de RUBICANT, el cuarto y mas poderoso de los Demonios<br>
  de los Elementos. Que es eso... Un pr&iacute;ncipe meti&eacute;ndose con los 
  malos?. Mejor<br>
  lo ayudas, que tal? Sigue caminando y al final veras a un Ninja, llamado EDGE<br>
  peleando con Rubicant. Ira mas o menos bien, hasta que se le ocurra usar<br>
  FLAME, que es precisamente el elemento de Rubicant. Mr.Rubicant le contestara<br>
  con GLARE, y Edge caer&aacute;.</p>
<p align="center">Rosa usara CURE2 en Edge, y este le agradecer&aacute; con una 
  de sus caracter&iacute;sticas<br>
  est&uacute;pidas respuestas. Tras una peque&ntilde;a conversaci&oacute;n y las 
  lagrimas de Rydia,<br>
  Edge se unir&aacute; a ustedes. Al siguiente cuarto. Ah&iacute; veras que estas 
  justo <br>
  al lado de la Torre de Bab-il. Edge se encargara de meterlos.</p>
<p align="center">-Torre de Bab-il, segunda visita:</p>
<p align="center">Comenzaras en lo mas alto de la Torre. Ahora<br>
  si el juego se nos fue despelotado, los enemigos aqu&iacute; presentes son ins&oacute;litos.<br>
  A los Tips:</p>
<p align="center">-Los enemigos aqu&iacute; son descomunales: tus principales 
  problemas ser&aacute;n los simp&aacute;ticos <br>
  MAD OGRES(1700 HPs, pegan durisimo)que una vez que consigas la<br>
  hacha OGRE - derrotando a 4 de estos- ser&aacute;n mas sencillos y las LAMIAS(1200<br>
  HPs, usan Charm y pegan duro).Dem&aacute;s, veras muchos EGGs(700 HPs, se convierten<br>
  en diversos monstruos surtidos) y Sorcerors(1000 HPs, incre&iacute;blemente 
  est&uacute;pidas).<br>
  Los dem&aacute;s monstruos son viejos conocidos o tan tristes que no los recuerdo.</p>
<p align="center">-En el segundo cuarto hay un tentador cofre. C&aacute;ele con 
  cuidado, ya que adentro<br>
  hay cuatro Mad Ogres, que son unas bestias. Tu premio ser&aacute; una utilisimas<br>
  Hacha OGRE, que causa doble da&ntilde;o contra los ogros, aparte de ser de por 
  si<br>
  una excelente arma.</p>
<p align="center">-Contrario a la creencia popular, aqu&iacute; la magia(especialmente 
  el monstruo<br>
  TITAN de Rydia)son pr&aacute;cticamente in&uacute;tiles, as&iacute; que ah&oacute;rrate 
  tus MPs para el<br>
  final.</p>
<p align="center">Este calabozo es particularmente fastidioso, ya que los Mad 
  ogres y las Lamias<br>
  son abundantes, pero no es para nada complicado salir de aqu&iacute;. Al ultimo 
  piso<br>
  veras otra tentadora puerta, pero al tratar de entrar dos bichos aparecer&aacute;n,<br>
  y Edge los reconocer&aacute;. Son su padres.</p>
<p align="center">-King Eblan:32000 HPs?y Queen Eblan:20000 HPs. Ellos te atacaran 
  por unos<br>
  3 rounds, pero luego volver&aacute;n a sus sentidos y se suicidaran. Cabe destacar<br>
  lo t&eacute;trico del dise&ntilde;o de estas dos abominaciones.</p>
<p align="center">Una vez eliminados, Rubicant aparecer&aacute; ment&aacute;ndole 
  la madre al Dr.Lugae. Pedir&aacute;<br>
  disculpas por lo sucedido a los padres de Edge, ya que fue el Doc. el que <br>
  les hizo eso, sin su consentimiento. Por mas simp&aacute;tico que sea, a Edge 
  se le<br>
  volaran los botones y aprender&aacute; nuevos ataques por su furia. Cuando hables<br>
  con Rubicant, el te curara y lucharas con el.</p>
<p align="center">-Rubicant:24000 HPs ,d&eacute;bil al agua y el hielo.<br>
  Rubicant es complicado por<br>
  el hecho de que cuando cierra su capa ser&aacute; inmune a sus debilidades, 
  por lo<br>
  que se hace muy dif&iacute;cil. Ten a Cecil bajo Berserker, Kain saltando con 
  la<br>
  lanza Blizzard, Edge usando Flood y tirando Shurikens, Rydia llamando a Shiva<br>
  y Rosa curando o disparando flechas ICE. Tras unos 15 minutos acabaras con<br>
  el.</p>
<p align="center">Una vez eliminado ,Rubicant se despedir&aacute; diciendo que 
  admira a la gente d&eacute;bil<br>
  que une sus fuerzas por un ideal(Que lindo!). Las tropas de Eblan llegaran,<br>
  aunque ya para que. Edge preguntara por Golbez, y una vez con la informaci&oacute;n<br>
  se quedara con ustedes para acabar con el. Sigue a el siguiente cuarto, y<br>
  aceras por una trampa. Revisa el piso donde caes por &iacute;tems, y al siguiente 
  <br>
  cuarto encontraras una nave!</p>
<p align="center">Aunque a Rosa y Rydia no les guste la idea, realmente necesitamos 
  esta cosa.<br>
  Edge la llamara FALCON. Oh bueno, el problema es que ahora esta cosa no<br>
  puede viajar por la lava de este mundo, as&iacute; que vamos a visitar a el 
  rey<br>
  de los enanos a ver que hacemos ahora.</p>
<p align="center">-Castillo de los enanos:</p>
<p align="center">Anda directo a hablar con el rey Giott. El te manifestara<br>
  su preocupaci&oacute;n de que Golbez ya este en camino a abrir la puerta que 
  lleva<br>
  al ultimo cristal, el que se encuentra en la Caverna Sellada. As&iacute; que 
  lo <br>
  importante es llegar antes. Luca, su hija, te dar&aacute; su collar(LUCA) que 
  es la<br>
  llave a abrir la puerta que le da el nombre a la cueva esa. Pero aun hay un<br>
  problema, como llegamos all&aacute;?</p>
<p align="center">Anda a la enfermer&iacute;a en el s&oacute;tano del castillo. 
  All&iacute; estar&aacute; nuestro viejo amigo<br>
  Cid, que es mas arrecho que la peste, esta en todos lados y nunca se muere,<br>
  por suerte. El se levantara y se llevara a dos barbudas enfermeras a arreglar<br>
  el Falcon para que pueda viajar por la lava. Una vez terminado, caer&aacute;<br>
  profundamente dormido.</p>
<p align="center">Ahora si te puedes tirar un viaje a la Caverna Sellada, al suroeste 
  del castillo<br>
  de los enanos.</p>
<p align="center">-Caverna Sellada:</p>
<p align="center">Este sitio es condenadamente dif&iacute;cil, ten una saludable 
  cantidad<br>
  de pociones LIFE, las vas a necesitar.</p>
<p align="center">-TODAS las puertas aqu&iacute; son TRAP DOORS(5000 HPs, dan 
  mucha experiencia), enemigos <br>
  duros de pelar. Ellos primero<br>
  apuntaran a un personaje, para luego eliminarlo de un tiro. Una vez muertos,<br>
  soltaran otro enemigo. Los dem&aacute;s enemigos en la cueva son viejos conocidos.</p>
<p align="center">-Si Rosa ya esta al nivel 34(YIKES!)entonces puedes eliminar 
  a las TRAP DOORs<br>
  con mas o menos facilidad: Espera a que localicen un personajes, y usa WALL<br>
  en ese personaje. El ataque DISRUPT se le devolver&aacute; a la puerta diab&oacute;lica 
  y<br>
  morir&aacute;.</p>
<p align="center">-Mant&eacute;n a Cecil en todas la batallas bajo el efecto BERSERKER, 
  ya que sino<br>
  ser&aacute; particularmente in&uacute;til.</p>
<p align="center">-Ignora las puertas cuando veas que hay demasiadas juntas, y 
  elige una de<br>
  los extremos, pero no las ignores todas ya que dan muchisimas experiencia, que<br>
  te ser&aacute; muy &uacute;til por los pr&oacute;ximos momentos del juego.</p>
<p align="center">-No te preocupes mucho por tu energ&iacute;a, recuerda que los 
  principales enemigos<br>
  son las TRAP DOOR, y ellas te eliminan de un tiro.</p>
<p align="center">Al final, en el quinto piso encontraras el cristal. T&oacute;malo 
  y ll&eacute;vatelo, al salir<br>
  te las veras con uno de los mas dif&iacute;ciles jefes del juego, la EVILWALL.</p>
<p align="center">-EVILWALL:20000 HPs.<br>
  Esta cosa avanzara poco a poco, hasta que los aplaste<br>
  a todos y cada uno de ustedes. Kain puede sobrevivir si usa Jump todo el<br>
  tiempo. Cecil y esta vez Edge deber&aacute;n estar bajo el efecto BERSERKER 
  y d&eacute;jalos<br>
  que le vuelen los tapones a la pared. Rydia deber&aacute; usar VIRUS una y otra 
  vez,<br>
  Rosa usara SLOW un par de veces y luego caerle con lo que tenga. Kain JUMP<br>
  todo el tiempo.</p>
<p align="center">Una vez acabada, sal de all&iacute; con Rydia usando WARP. Al 
  final Golbez retomara<br>
  el control sobre Kain(Maldita sea!)y este se llevara el freaking cristal.<br>
  Tu quedaras como la guayabera, y ahora tienes tres diferentes destinos. Elige 
  el<br>
  que quieras, pero yo te recomiendo este ritmo:</p>
<p align="center">1.- Volver al Castillo de los enanos.<br>
  2.- La tierra de los Monstruos(NOTA:AHORA SI que Rosa deber&aacute; estar al 
  nivel<br>
  34, o podr&iacute;as perder la cordura)<br>
  3.- La caverna SYLPH.</p>
<p align="center">-Castillo de los Enanos:</p>
<p align="center">Aqu&iacute; anda a hablar con el Rey y te contara la leyenda<br>
  de la GRAN BALLENA(Big Whale).Esto suena a Mysidia, cierto? Anda a hablar con<br>
  CID y el le pondr&aacute; un taladro al Falcon. Ahora puedes ir a el mundo <br>
  Superior poni&eacute;ndote donde Cid puso la bomba y presionando A. Ahora se 
  te<br>
  abren 4 caminos Mas.</p>
<p align="center">1.- Ir a Silvera.<br>
  2.- Ir al s&oacute;tano de Baron.<br>
  3.- Ir a la isla cerca de Silvera.<br>
  4.- Ir a Mysidia(Lo &uacute;nico NO opcional).<br>
  5.- Castillo de Eblan.<br>
  6.- La aldea de Mist.</p>
<p align="center">Por ahora veremos la Tierra de los Monstruos y la Caverna Sylph, 
  para terminar<br>
  con este mundo, pero cabe destacar que ya puedes ir a tu antojo a cualquiera<br>
  de los 2 mundos, as&iacute; que yo lo hago por organizaci&oacute;n, pero tu 
  puedes elegir<br>
  el tiempo de cuando quieras ejecutar o si no la quieres ejecutar, estas diversas<br>
  aventuras.</p>
<p align="center">-La tierra de los Monstruos:</p>
<p align="center">Esta se encuentra casi en todo el medio de el<br>
  Mundo subterr&aacute;neo, en una peque&ntilde;a isla. Una vez que entres a la 
  cueva has<br>
  que Rosa use FLOAT en todo el mundo(Puedes usarlo en todos al mismo tiempo)<br>
  ya que aqu&iacute; tendr&aacute;s tu primer enfrentamiento con la Lava, por 
  cada paso que<br>
  des recibir&aacute;s alguito de da&ntilde;o ,que aunque al principio no parezca 
  nada, tras<br>
  unos minutos todos tus personajes estar&aacute; con la energ&iacute;a bajo suelo. 
  No te puede<br>
  eliminar, pero si dejar a tus personajes con 1 solo punto de energ&iacute;a. 
  Aparte<br>
  de esto aqu&iacute; te las veras con unos enemigos que son muy apegados al ataque<br>
  QUAKE que es muy poderoso, pero si tus personajes flotan no recibir&aacute;s 
  da&ntilde;o.</p>
<p align="center">Aqu&iacute; recoge absolutamente todos los cofres, ya que encuentras 
  armas muy <br>
  poderosas. Recuerda usar FLOAT cada vez que entres un cuarto nuevo. Busca entre<br>
  los cofres la RAT TAIL.</p>
<p align="center">Al final llegaras a un sitio que parece una aldea(Rev&iacute;sate 
  el efecto de los<br>
  varios pisos).Aqu&iacute; hay varias tiendas que tienen cosa &uacute;tiles. 
  Revisa los cofres,<br>
  y en el segundo piso veras un recuadro diferente en una esquinita. Entra<br>
  all&iacute;, es un transportador. All&iacute; encontraras varias cosas &uacute;tiles, 
  incluyendo el<br>
  mucho &uacute;til arco SAMURAI, y 10 Flechas SAMURAI.</p>
<p align="center">Una vez que est&eacute;s listo anda a la casa que tiene un Chocobo 
  caminando. Por<br>
  ah&iacute; encontraras a ASURA y a LEVIATHAN. Habla con la mujer, y Rydia le 
  pedir&aacute;<br>
  su ayuda. Ella decide primero probarte.</p>
<p align="center">-ASURA:22000 HPs.<br>
  Estrategias: Asura es un infierno si Rosa no tiene el hechizo WALL, que<br>
  aprende al nivel 34. Ella tiene toda clase de hechizos de curaci&oacute;n, que 
  usara<br>
  de acuerdo a su cara del momento. Aparte de eso, sus ataques normales causan<br>
  una media de 800 HPs. El truco es usar WALL en asura, as&iacute; sus hechizos 
  de <br>
  curaci&oacute;n se rebotaran. Luego ataca con lo que tengas.<br>
  --------------------<br>
  Cambios en la versi&oacute;n japonesa: Asura era MUCHISIMO mas dif&iacute;cil 
  en Jap&oacute;n, ya que<br>
  adem&aacute;s de usar todas esas magias, lo primero que hacia era usar PROTESU(Shell)<br>
  que causaba que tuviera una defensa f&iacute;sica infernal.<br>
  ---------------------</p>
<p align="center">Una vez que acabes con Asura, ella se unir&aacute; a tu lista 
  de Monstruos para que<br>
  Rydia la llame en momentos adecuados. Habla ahora con el y dile que YES<br>
  para comenzara una de las batallas mas dif&iacute;ciles del juego.</p>
<p align="center">-Leviathan:35000.</p>
<p align="center">Leviathan es incre&iacute;blemente dif&iacute;cil. su ataque 
  est&aacute;ndar es<br>
  el poderoso BIG WAVE, que puede quitar unos 650 HPs f&aacute;cilmente de todo 
  tu equipo.<br>
  Mant&eacute;n a Rosa usando su mas poderoso hechizo de curaci&oacute;n, y pon 
  a Edge en estado<br>
  Berserker, si quieres poner a Cecil es tu decisi&oacute;n, ya que el te puede 
  ayudar<br>
  en las tareas de curaci&oacute;n. Rydia se deber&aacute; fajar con RAMUH o INDRA, 
  no conf&iacute;es<br>
  mucho en ASURA ya que puede usar diversos tipos de curaci&oacute;n pero tambi&eacute;n 
  puede<br>
  terminar usando LIFE1 en todo el mundo, as&iacute; que &uacute;sala solo en 
  emergencias<br>
  totales. Puedes intentar usando WALL en todo el mundo, no recuerdo si sus<br>
  ataques ICE lo curan pero es una carta mas para ti.</p>
<p align="center">Si pudiste con el entonces se unir&aacute; a la lista de Monstruos 
  de Rydia. Ya con<br>
  esto terminas lo que pod&iacute;as hacer en este mundo as&iacute; que sal de 
  aqu&iacute;.</p>
<p align="center">-La caverna SYLPH:</p>
<p align="center">Este sitio tiene la misma cualidad de la Tierra de los<br>
  Monstruos, as&iacute; que usa FLOAT de la misma manera que antes. Este sitio 
  esta<br>
  plagado de monstruos en cofres, pero los premios son tentadores. El primero<br>
  ser&aacute; un cuchillo MUTE, defendido por seis Tintadas(400 HPs, pueden convertirte<br>
  en sapo)y una TOADLADY(2350 HPs, dif&iacute;cil y convierte en sapo). La otra 
  &uacute;til<br>
  seria la espada AVENGER, defendida por dos Mogoles(1999 HPs).</p>
<p align="center">En la casa a mitad de camino encontraras a YANG, dormido, cuidado 
  por la Sylph.<br>
  Por ahora no puedes hacer nada, as&iacute; que sal de aqu&iacute;.</p>
<p align="center">-Castillo de Fabul: </p>
<p align="center">Aqu&iacute; anda a hablar con la esposa de Yang. Te dar&aacute; 
  la FRYING<br>
  PAN(Sart&eacute;n, que violento)y con ese tecnol&oacute;gico elemento anda de 
  vuelta a ver a<br>
  YANG.</p>
<p align="center">-Caverna Sylph:</p>
<p align="center">Aqu&iacute; anda y usa la Frying Pan en Yang para encasquetarle 
  un<br>
  buen sartenazo. Yang despertara, pero la Sylph lo detendr&aacute;n de ir contigo.<br>
  Sin embargo, ellas se unir&aacute;n a Rydia como un Monstruo. Ahora de vuelta 
  al<br>
  Castillo de Fabul.</p>
<p align="center">-Castillo de Fabul:</p>
<p align="center">Aqu&iacute; anda y dale la sart&eacute;n a la esposa de Yang 
  de vuelta.<br>
  Ella te obsequiara la mas poderosa arma del juego, la todopoderosa SPOON!</p>
<p align="center">Eso es una cuchara?</p>
<p align="center">Esta, Hmmm... cuchara causara 9999 HPs de da&ntilde;o a cualquier 
  cosa a la cual sea<br>
  lanzada v&iacute;a el comando DART de Edge. Puedes guardarla para el ultimo 
  jefe(cosa<br>
  que te recomiendo)o usarla en alg&uacute;n enemigo que te cause problemas.<br>
  Aun no hemos terminado con el mundo subterr&aacute;neo, pero por ahora vamonos 
  a<br>
  el mundo superior a terminar algunas cosas.</p>
<p align="center">-La caverna cerca de Silvera:</p>
<p align="center">Para terminar con el mundo Subterr&aacute;neo necesitamos<br>
  un &iacute;tem muy especial. Realmente aun queda algo por hacer en el mundo 
  subterr&aacute;neo,<br>
  pero eso lo veremos mas adelante. Si ya tienes la RAT TAIL que se encuentra<br>
  en la Tierra de los Monstruos, entonces usa el Hovercraft para llegar aqu&iacute;.<br>
  Habla con el tipo y el te pedir&aacute; una TAIL(cola. Rat Tail es una cola 
  de rata).<br>
  ya que las colecciona. Dale la que tienes y en cambio el te dar&aacute; el ADAMANT<br>
  ORE(el carb&oacute;n Adamatium, si, el que tiene Wolverine de los X-men). Con 
  esto<br>
  en la mochila vamonos de vuelta al mundo Subterr&aacute;neo.</p>
<p align="center">-El Herrero de Kokkol:</p>
<p align="center">Este se encuentra en el sudeste del mundo Subterr&aacute;neo.<br>
  Aqu&iacute; habla con el que parece el jefe y dale el ADAMANT ORE y la espada 
  LEGEND.<br>
  El te dir&aacute; que vuelvas en un rato, as&iacute; que anda a vaguear. Vuelve 
  en unos 20<br>
  minutos.</p>
<p align="center">Una vez que vuelvas, el te dar&aacute; tu espada reforjada... 
  en la legendaria EXCALIBUR!<br>
  Esta es la segunda(O tercera)mejor espada para Cecil en el juego. As&iacute; 
  que<br>
  equ&iacute;pala. Aun queda algo mas para venir, pero por razones de orden, por 
  ahora<br>
  el Mundo subterr&aacute;neo acabo para ti.</p>
<p align="center">-Aldea Silvera: </p>
<p align="center">Si no viniste antes, aqu&iacute; puedes recoger ciertas cosa, 
  pero ya<br>
  las armas disponibles est&aacute;n obsoletas. No es necesario venir aqu&iacute;.</p>
<p align="center">-Aldea de Mist:<br>
  Al parecer han logrado reconstruir algo de esto. Nuevamente<br>
  es mas &uacute;til si viniste antes, pero si no, aqu&iacute; puedes conseguir 
  ciertas cosas<br>
  y enterarte de alguna que otra cosa.</p>
<p align="center">-Castillo de Eblan:</p>
<p align="center">Obviamente este sitio esta en ruinas, pero hay diversos<br>
  &iacute;tems disponibles incluyendo la Lanza DRAIN de Kain y diversos Elixires.</p>
<p align="center">-Castillo de Baron:<br>
  Aqu&iacute;, si recuerdas, el esp&iacute;ritu del Rey te dijo que volvieras<br>
  para cuando hubieras visitado la Tierra de Los Monstruos. Habla con el y<br>
  comenzara la lucha con ODIN, el rey de BARON.</p>
<p align="center">-Odin: 19000. D&eacute;bil a la electricidad.<br>
  Estrategias: Por mas felices que Cecil y Odin est&eacute;n de <br>
  verse, el rey debe probarlos para unirse a ustedes. Haz que Rydia use LIT-3<br>
  (TIENE que ser Lit-3, los otros dos de baile le hacen da&ntilde;o), Cecil atacar<br>
  bajo el efecto de Berserker, Rosa usar WHITE si ya lo tiene sino usar FAST<br>
  en todo el mundo. Edge que tire hasta la identificaci&oacute;n y Rydia que Use 
  a <br>
  Leviathan. Si tienes a Kain que use JUMP como de costumbre. Tienes que eliminarlo<br>
  en menos de un minuto o usara su ataque TRUE EDGE que causa unos 4000 HPs de<br>
  Da&ntilde;o a todo el mundo, mucho mas de lo que puedes perder, cierto?.</p>
<p align="center">Una vez derrotado, el Rey de Baron, ODIN se unir&aacute; a ti 
  y se pondr&aacute; a disposici&oacute;n <br>
  de Rydia como un Monstruo mas.</p>
<p align="center">-Aldea de Mysidia:</p>
<p align="center">Este es el pr&oacute;ximo &quot;real&quot; punto a visitar. 
  Aqu&iacute; anda a hablar<br>
  con el jefe de la aldea, y juntos le rezaran a la famosa BIG WHALE. Al fin<br>
  tus suplicas ser&aacute;n escuchadas y la BIG WHALE aparecer&aacute;. Es ese 
  gran barco<br>
  azul. S&uacute;bete a el y jurunga el cristal para irte de paseo a la Luna.</p>
<p align="center">-El paisaje de la luna:</p>
<p align="center">Como tu eres tremendamente arrecho y tienes mas bolas<br>
  que un partido de ping-pong nudista, aqu&iacute; tu puedes vaguear sin ninguna 
  clase<br>
  de equipamiento, por mas que la ciencia haya dicho que necesitas oxigeno para<br>
  vivir. Pues, aqu&iacute; tu destino es el castillo de Cristal, ese gran castillo 
  en<br>
  el medio de todo.</p>
<p align="center">-Castillo de Cristal:</p>
<p align="center">Aqu&iacute; hay dos sitios de recuperaci&oacute;n de HPs y MPs, 
  as&iacute;<br>
  que aprovecha. Sigue al final y veas los cristales de la luna, y finalmente<br>
  conocer&aacute;s a FUSOYA, un Lunariano, el guardi&aacute;n de los cristales. 
  Te revelara<br>
  que hace 1000 a&ntilde;os la tierra estuvo apunto de ser destruida, pero se 
  salvo,<br>
  y un Lunariano, KLUYA, el hermano de FUSOYA bajo a revisar la tierra, pero se<br>
  enamoro de una humana, y tuvo dos hijos, uno de ellos siendo CECIL. Esto, of<br>
  course, significa de FUSOYA es el t&iacute;o de Cecil, pero aqu&iacute; no lo 
  mencionan.<br>
  Otro Lunariano quiso conquistar La tierra ,pero nadie le paro entonces <br>
  decidi&oacute; llevar sus planes a cabo por si solo... Este es ZEMUS. O sea 
  que<br>
  Golbez es que? un socio de Zemus?. Hmmmm... Que sospechoso. Despu&eacute;s de 
  hablar<br>
  un rato FUSOYA se unir&aacute; a ti. El tipo este tiene en la manga TODOS los 
  hechizos<br>
  de magia negra y blanca(Incluyendo NUKE, METEO y WHITE), as&iacute; que ser&aacute; 
  una<br>
  asistencia importante. Ahora puedes ir a dos sitios:</p>
<p align="center">1.- Ir a ver a Bahamut.<br>
  2.- O volver a la tierra.</p>
<p align="center">Ahora vuelve a abombarte con tu nuevo Lunariano a la tierra, 
  pero te recibir&aacute;n<br>
  con una calurosa sorpresa.</p>
<p align="center">-De vuelta a la tierra:</p>
<p align="center">Cuando llegues veras que el Gigante de Bab-il ya fue<br>
  enchufado y esta causando destrozos en la tierra. Tu tienes tu poderosa<br>
  gran ballena pero esta cosa no tiene armas(Que tal seria embestirlo)Pero<br>
  por suerte llegara una inesperada ayuda. El Rey Giott y Yang lideran un<br>
  escuadr&oacute;n de tanques que atacan el Gigante. Tambi&eacute;n Cid llegara 
  con los<br>
  chicos PALOM Y POROM, que fueron curados por el jefe de Mysidia. Edward tambi&eacute;n<br>
  vendr&aacute; a ayudar. Que emoci&oacute;n! Todos los amigos est&aacute;n aqu&iacute;.(Salvo 
  Tellah, pero<br>
  bueno, a mi nunca me cayo bien). Ahora es tu turno, y entraras en el Gigante<br>
  de Bab-il para acabar con los planes del tal Zemus de una vez por todas.</p>
<p align="center">-Gigante de Bab-il:</p>
<p align="center">Este sitio es sencillisimo. No recuerdo muy bien los<br>
  enemigos, pero en general son los mismos de la Torre de Bab-il con alguna<br>
  que otra mejora.</p>
<p align="center">Por la laringe del bicho te las veras de vuelta con Milonz, 
  Kainazzo, Rubicant<br>
  y Valvalis, los cuatro demonio de los elementos, pero ahora est&aacute;n todos 
  juntos!</p>
<p align="center">-Los demonios de los Elementos: Primero vendr&aacute; MILONZ, 
  que es incre&iacute;blemente<br>
  sencillo(17000 HPs, d&eacute;bil al fuego como siempre). Ten a Fusoya y a Rydia 
  usando<br>
  FIRE-3, o a Rydia usando Iffrit o Jinn si no tiene fire-3 todav&iacute;a. Rosa<br>
  puede usar White, pero mejor conserva tus MPs. Pon a Cecil en estado Berserker.<br>
  Edge puede usar su magia FLAME. No te llevara mucho tiempo eliminarlo.<br>
  Segundo viene RUBICANT(YIKES!)con 39000 HPs de energ&iacute;a! Que groser&iacute;a. 
  Pues,<br>
  Rydia y Fusoya usaran ICE-3 cuando el se&ntilde;or abra la capa(Rydia puede 
  usar<br>
  Leviathan, que es b&aacute;sicamente lo mismo, es tu decisi&oacute;n), Edge 
  tambi&eacute;n debe <br>
  preparar FLOOD cuando el tipo abra la capa. Rosa que se dedique a curar(Y no<br>
  te vendr&iacute;a mal si pone unas WALLs por ah&iacute;)y Cecil en estado Berserker 
  puede<br>
  hacer un da&ntilde;o considerable.<br>
  Tercero vendr&aacute; KAINAZZO, que es aun mas sencillo de MILONZ, ya que gastar 
  sus<br>
  turnos recogiendo agua para que tu se la revientes con LIT-3. Rydia y Fusoya<br>
  nuevamente deber&aacute;n usar LIT-3(O Indra para Rydia). Edge usara su magia 
  Blitz<br>
  (que es bastante poderosa aqu&iacute;), y Rosa pondr&aacute; en Berserker a 
  Cecil y usara<br>
  curaci&oacute;n. Kainazzo viene con 21000 HPs<br>
  Por ultimo te las veras con VALVALIS(27000 HPs)que es algo mas complicada.<br>
  Sigue el mismo esquema anterior(Fusoya:LIT-3, Rydia lo mismo o Indra, Edge<br>
  Blitz, Cecil Berserker y Rosa curar)pero cuidado aqu&iacute; ya que ella sigue 
  usando<br>
  Storm as&iacute; que ten a Rosa siempre lista para curar.</p>
<p align="center">Ellos morir&aacute;n uno a uno y la alarma se disparara. Vuelve 
  a el &quot;Lung&quot;(&iquest;) y<br>
  podr&aacute;s asaltar el CPU.</p>
<p align="center">-CPU:22000 HPs. Defender y Atacker:3000 HPs.<br>
  Estrategias: Esta batalla es mas o menos<br>
  dif&iacute;cil. Primero haz que Cecil acabe con el Defender, que es el mas poderoso,<br>
  y luego ded&iacute;cate a reventar a el CPU. No elimines el ATACKER por que 
  el <br>
  CPU revivir&aacute; a los dos y atacara con GLOBE99 que causa la miseria de<br>
  9999 HPs de da&ntilde;o. Usa LIT-3 con Rydia y Fusoya(O Indra),Edge atacar el 
  CPU, y<br>
  Rosa usar WHITE o simplemente ayudar al grupo con FAST. Tras un rato lo <br>
  eliminaras.</p>
<p align="center">Aqu&iacute; entonces Golbez aparecer&aacute; pero Fusoya romper&aacute; 
  el control que Zemus tenia<br>
  en Golbez, y finalmente Golbez recuperara el sentido. Recordara el Nombre de<br>
  su padre, KLUYA!O sea que Cecil y Golbez son Hermanos!!! Que incre&iacute;ble! 
  Golbez<br>
  decidir&aacute; entonces ir a exterminar este conflicto a la luna, y Fusoya 
  ira con<br>
  el. Golbez se despedir&aacute; pero Cecil no le responder&aacute;. Una vez que 
  se vayan el<br>
  Gigante de Bab-il va a estallar! Kain aparecer&aacute;, ya libre del control 
  de Golbez<br>
  por razones obvias y tratara de ayudarlos. Edge querr&aacute; asesinarlo pero 
  Rosa<br>
  lo detendr&aacute;. Kain decide que si el es hipnotizado de vuelta quiere que 
  lo<br>
  maten sin dudas.(Si, seguro! ^_^). Aqu&iacute; ahora habr&aacute; una peque&ntilde;a 
  pelea en la<br>
  que Cecil no quiere que Rosa y Rydia vayan, pero Rosa lo convencer&aacute; y 
  Rydia se<br>
  meter&aacute; sin permiso as&iacute; que al final no habr&aacute; cambios.</p>
<p align="center">Ya estamos a punto de llegar al final. Te quedan tres opciones:</p>
<p align="center">1.-Ir a visitar al BAHAMUT.<br>
  2.-Ir a la Caverna de los Namigway.<br>
  3.-IR al centro de la luna.</p>
<p align="center">Primero vamos a visitar al BAHAMUT, el rey de los dragones.</p>
<p align="center">-Caverna de el BAHAMUT:</p>
<p align="center">Esta caverna esta al este del Palacio de Cristal.<br>
  Aqu&iacute; los enemigos no son un problema. Aseg&uacute;rate de conseguir toda 
  la armadura<br>
  Samurai para Cecil, que es la mejor hasta que consigas la armadura de cristal<br>
  o la de Adamatium. Luego anda por el medio hasta que pelees con el primer<br>
  Behemoth(16000 Hps, Considerado drag&oacute;n.). Los Behemoth son complicados, 
  te <br>
  responder&aacute;n con ataques<br>
  bestiales del tipo Storm. At&aacute;calo con todo tu poder, pero no uses ni 
  WHITE ni<br>
  METEO ni NUKE o te las veras color de hormiga.<br>
  Sigue caminando y te las veras con dos BEHEMOTHs mas. Al final habla con el<br>
  Rey, que finalmente es BAHAMUT, el rey de los dragones.</p>
<p align="center">-Bahamut:40000 HPs.<br>
  Estrategias: este tipo es dif&iacute;cil. Si llegas aqu&iacute; antes de ir 
  con el<br>
  Gigante de Bab-il entonces ser&aacute; mas sencillo, ya que tendr&aacute;s a 
  Fusoya contigo.<br>
  Cuando comience la batalla haz que Rosa(Y Fusoya si lo tienes)use WALL en<br>
  todos los personajes, ya que BAHAMUT contara 5 y disparara MEGANUKE, que esta<br>
  garantizado a eliminar a el equipo. As&iacute; el ataque se devolver&aacute; 
  y causara un buen<br>
  da&ntilde;o. Despu&eacute;s de eso ataca con todo lo que tengas y lo eliminaras.</p>
<p align="center">Una vez derrotado, Bahamut se someter&aacute; a La voluntad 
  de Rydia como BAHAM, el<br>
  monstruo mas poderoso, y uno de los ataques mas destructores del juego.</p>
<p align="center">-Caverna de los Namingway:</p>
<p align="center">Aqu&iacute; habla con todo el mundo hasta que consigas al<br>
  Namingway que vende cosas. Rec&aacute;rgate con una saludable dosis de 99 o 
  mas<br>
  CURE2, unos 50 LIFE, si puedes unos cuantos elixires, y unos ETHER2 te vendr&aacute;n<br>
  bien. Of course, no te olvides de los obvios 15 CABINs. Con esto estas listo 
  para<br>
  la batalla final. Ahora dir&iacute;gete al palacio de Cristal.</p>
<p align="center">-Palacio de cristal:</p>
<p align="center">Aqu&iacute; ya puedes hablar con cada uno de los cristales para<br>
  conocer diversas historias, pero lo importante es ir a hablar con el del<br>
  medio para ir al centro de la Luna.</p>
<p align="center">-Centro de la Luna:</p>
<p align="center">Prep&aacute;rate, ahora si, al final del juego. Es MUY, pero 
  MUY<br>
  recomendable que todos tos personajes est&eacute;n al nivel 55 o mas, Rydia 
  en especial<br>
  ya que sus HPs son muy bajos.</p>
<p align="center">Al principio veras un cofre que contiene un Vaculo LIFE, muy 
  &uacute;til pero<br>
  deber&aacute;s acabar con dos KARYs y dos WARLOCKs, as&iacute; que es tu decisi&oacute;n. 
  En el<br>
  tercer s&oacute;tano veras una espada y te las veras con el primer jefe, PALE 
  DIM.</p>
<p align="center">-Pale Dim:26000 HPs.<br>
  Estrategias: Entra a esta batalla con FLOAT en todo el mundo para<br>
  evitar su masivo QUAKE. Mant&eacute;n a Rosa usando CURE3 o 4 si ya lo tiene, 
  Edge<br>
  y Cecil d&aacute;ndole le&ntilde;a, Kain saltando y Rydia usando a BAHAMUT. 
  Esta batalla<br>
  es r&aacute;pida pero intensa.</p>
<p align="center">Recibir&aacute;s La MURASAME, el segundo mejor sable de Edge. 
  El siguiente cofre <br>
  tiene a dos REDGIANTs(11800, d&eacute;biles al hielo)con un premio de la ropa 
  NINJA<br>
  para Edge, la mejor para el. El siguiente tiene el l&aacute;tigo FLAME para 
  Rydia,<br>
  sigue tu camino volando lo que puedas(CORRE de las Death Mask, son casi <br>
  imposibles de eliminar)y recogiendo Items. Aqu&iacute; ahora encontraras la 
  total<br>
  Armadura DRAGOON para KAIN(Casco, armadura, guantees y escudo)sin ning&uacute;n 
  enemigo<br>
  que batallar. Por aqu&iacute; tambi&eacute;n puedes luchar dos BEHEMOTHs para 
  conseguir un<br>
  STARDUST, el mejor Vaculo del juego, es tu decisi&oacute;n si lo deseas equipar 
  en<br>
  Rydia, yo en especial no lo har&iacute;a, Por ahora qu&eacute;date con el l&aacute;tigo 
  FLAME.<br>
  O bueno, si eres como yo de taca&ntilde;o con los MPs. Sin embargo mas tarde 
  puedes<br>
  llegar a conseguir el l&aacute;tigo DRAGON, que es mas poderoso que ambas cosas.<br>
  Sin embargo equipa el Stardust cuando vayas a darte con ZEMUS.</p>
<p align="center">Cuando veas una espada que no puedes alcanzar ve a la izquierda 
  y prep&aacute;rate<br>
  a enfrentar dos bestias por el escudo CRYSTAL de Cecil.</p>
<p align="center">-Red drag&oacute;n 16000 HPs, Blue dragon:16000 HPs.<br>
  Estrategias: Aqu&iacute; Kain ser&aacute; el mas apropiado,<br>
  ponlo atr&aacute;s y ponte a saltar. Con su armadura DRAGOON es el &uacute;nico 
  que soportara<br>
  de manera mas o menos beneficiosa el BLIZZARD. Rosa que dispare con Aim, Cecil<br>
  que ataque junto con Edge, y Rydia que use BAHAMUT una y otra vez. Kain<br>
  ser&aacute; el &uacute;nico de pie tras unos 4 rounds, as&iacute; que prepara 
  esos CURE2 o Elixires<br>
  para el.</p>
<p align="center">Consigue el anillo Protect y equ&iacute;pale en Edge, Rosa o 
  Rydia.(El m&iacute;o fue a parar<br>
  a la mano de Rydia). Mas adelante podr&aacute;s batallar un Behemoth por la 
  armadura<br>
  CRYSTAL, y dos Red Dragon por los guantes CRYSTAL. A la izquierda esta la ropa<br>
  WHITE para Rosa, y a la derecha el casco CRYSTAL para Cecil, guardado por<br>
  un WARLOCK y un DRAGON FOSSIL. Aqu&iacute; puedes encontrar los FATALEYE, que 
  a veces<br>
  tiran el anillo CRYSTAL, que es el mejor del juego.</p>
<p align="center">Ene l cuarto de la izquierda esta la ropa HEROINE para Rydia, 
  y en el cuarto<br>
  de la izquierda esta la lanza WHITE para Kain, pero te las deber&aacute;s ver 
  con<br>
  PLAGUE.</p>
<p align="center">-Plague:30000HPs.<br>
  Estrategias: tendr&aacute;s un tiempo limite para acabar con el, as&iacute; 
  que mu&eacute;vete<br>
  r&aacute;pido. Rosa que use Fast en Cecil y Edge, y luego WHITE en Plague. Kain 
  que<br>
  use Jump y Rydia use BAHAMUT o METEO si te sientes con suerte. Deber&iacute;as 
  <br>
  acabar con el en dos o tres rounds si te mueves r&aacute;pido.</p>
<p align="center">Luego ve al siguiente cuarto de la derecha donde te las veras 
  con dos<br>
  D.LUNARs.</p>
<p align="center">-D.Lunar 15000 HPs.<br>
  Estrategias: Simplemente usa BAHAMUT, Rosa que cure y los dem&aacute;s que<br>
  ataquen normalmente. No es muy dif&iacute;cil.</p>
<p align="center">Ahora vuelve a la habitaci&oacute;n donde estaba la CABIN(Ah&iacute; 
  puedes pelear contra<br>
  los PINK PUFF, mas tarde te explico), y metete por el puente invisible.</p>
<p align="center">Aqu&iacute; encontraras un BEHEMOTH guardando un anillo PROTECT(Perfecto 
  esta vez<br>
  para Rosa o Edge)y luego veras la espada CRYSTAL, esperando por ti, pero<br>
  guardada por el mas dif&iacute;cil jefe del juego, el WYVERN.</p>
<p align="center">-WYVERN:35000 HPs.<br>
  Estrategias: Ten a Cecil bajo Berserker, Rosa usando WHITE, Rydia con METEO<br>
  o BAHAMUT, Kain JUMP y Edge que tire algunas cosas, como las estrellas NINJA.<br>
  Este bicho comenzara con MEGANUKE, as&iacute; que pon tus WALL con rapidez, 
  y seguir&aacute;<br>
  con NUKEs. Este tipo es MUY dif&iacute;cil, pero se le puede ganar con algo 
  de <br>
  organizaci&oacute;n.</p>
<p align="center">Este es el momento para duplicar los &iacute;tems necesarios(Ver 
  mas abajo por el<br>
  tuco), y te las veras con OGOPOGO por la MASAMUNE, la mejor arma de Edge.</p>
<p align="center">-Ogopogo:38000.<br>
  Estrategias: El Big Wave que usara al principio no ser&aacute; el mismo de siempre,<br>
  sino mucho mas poderoso. Sigue la misma estrategia, Cecil y Edge atacar ,Kain<br>
  JUMP y Rydia y Rosa usando sus mejores ataques. No es mas dif&iacute;cil que 
  el WYVERN.</p>
<p align="center">El siguiente cuarto no tiene tesoros pero abundan los MINDS(Incre&iacute;blemente<br>
  poderosos)Y los BREATHs(No atacan pero tienen un HP infernal). Al final, al<br>
  siguiente y ultimo cuarto...</p>
<p align="center">NOTA DE LA VERSION 1.4: Los Breaths son los &uacute;nicos seres 
  capaces de usar Shell<br>
  en el juego.</p>
<p align="center">Aqu&iacute; veras a Fusoya y Golbez atacando a Zemus, pero no 
  podr&aacute;n hacer nada hasta<br>
  que usen W.METEO, que b&aacute;sicamente un Meteo elevado al cuadrado. Zemus 
  ser&aacute;<br>
  derrotado, pero se transformara en algo aun mas poderoso, ZEROMUS.<br>
  Ahora ni Fusoya ni Golbez podr&aacute;n con este bicho, as&iacute; que el equipo 
  intentara<br>
  atacar, pero ser&aacute;n vencidos...</p>
<p align="center">En la tierra, tus amigos estar&aacute;n rezando por ti. Ellos 
  te dar&aacute;n su fuerza para<br>
  luchar, y Fusoya te dar&aacute; el Crystal, el arma para derrotar a Zeromus...</p>
<p align="center">-ZEROMUS:120.000 HPs.<br>
  Estrategias: Zeromus, aunque no es tan dif&iacute;cil como podr&iacute;a ser<br>
  EXDEATH(FFV) o KEFKA(FFIII), si es lo bastante dif&iacute;cil como para hacerte<br>
  enojar.<br>
  Zeromus comenzara como una llama, usa el CRYSTAL con CECIL para convertirlo<br>
  en su verdadera forma(Si no, no podr&aacute;s atacarlo).<br>
  Rydia deber&aacute; exponer todo su poder usando a BAHAMUT una y otra vez. Rosa, 
  si<br>
  no esta ocupada curando deber&aacute; usar WHITE en ZEROMUS. Kain que use JUMP 
  todo<br>
  el tiempo, lo ayudara a sobrevivir. Edge deber&aacute; tirar lo que tenga a 
  mano,<br>
  incluyendo el SPOON(la cucharita que te dio la esposa de YANG)si aun la tiene.<br>
  Luego que ataque con todo su poder. Cecil, bueno, es tu decisi&oacute;n si lo 
  quieres<br>
  volver BERSERKER(Va mucho con el tema)Yo te lo recomendar&iacute;a si piensas 
  que<br>
  puedes sobrevivir sin que Cecil tenga que usar Items.<br>
  Zeromus tiene un surtido abanico de ataques: BIG BANG, que atacara con gran<br>
  da&ntilde;o y luego proceder&aacute; a bajar tus HPs por un rato; METEO, que 
  no es muy<br>
  poderoso y BLACK HOLE que quitara cualquier cosa tipo WALL o FAST. Tras<br>
  un muy buen rato de darle ca&ntilde;a morir&aacute; finalmente...</p>
<p align="center"><br>
  **************************************************************************</p>
<p align="center">6.- Items:</p>
<p align="center">Cure1: Item de curaci&oacute;n b&aacute;sico. Recupera de 50 
  a 80 HPs. Se puede adquirir<br>
  en tiendas desde el principio del juego.<br>
  Cure2: Item de curaci&oacute;n Secundario. Recupera de 150 a 200 HPs. Se puede 
  adquirir<br>
  en diversas tiendas mas avanzadas.<br>
  Cure3: Item de curaci&oacute;n masivo. Recupera de 300 a 500 HPs. Item extremadamente<br>
  raro, solo se puede conseguir en cofres. Todos los &iacute;tems CURE pueden 
  da&ntilde;ar<br>
  enemigos &quot;desmuertos&quot;(Undead) como Zombies o Skeletons.<br>
  Heal: Este &iacute;tem cura cualquier tipo de estado anormal como POISON(Veneno)<br>
  PIG(cerdo)TOAD(sapo)(=) o Sleep(Dormido). Este es un &iacute;tem a tener durante<br>
  todo el juego. Adquirible en cualquier tienda<br>
  ----------------------------<br>
  Cambios de la versi&oacute;n japonesa: Si bien en FFII este &iacute;tem lo cura 
  todo, en<br>
  FFIV necesitas un solo &iacute;tem para cada tipo de estado, Ej.: Antidote para 
  <br>
  Poison, Needle para Stone, Clock para Sleep. Estos &iacute;tems fueron removidos<br>
  para que el juego fuera mas sencillo. El &iacute;tem HEAL realmente existe en<br>
  este juego, pero era MUY, pero MUY raro y adem&aacute;s eran incre&iacute;blemente 
  costosos.<br>
  -----------------------------<br>
  Life: Este &iacute;tem devuelve a los personajes en estado SWOON(&quot;Tumbados&quot;)o 
  sea,<br>
  lo que popularmente se les llama muertos. Otro &iacute;tem a tener hasta que 
  Rosa<br>
  aprende LIFE2, ya que este &iacute;tem los devuelve con un 10 o 12 % de energ&iacute;a,<br>
  pero LIFE2 los devuelve al 100 por ciento.<br>
  Tent: Este &iacute;tem recupera unos 1000 HPs de energ&iacute;a y unos 125 MPs. 
  Solo<br>
  funciona en el mundo exterior o en puntos de salvada. Mas adelante las Tent<br>
  se pondr&aacute;s obsoletas cuando aparezcan las Cabin. No devuelve personajes 
  tumbados.<br>
  Cabin: Este &iacute;tem recupera absolutamente todo, incluyendo personajes tumbados.<br>
  As&iacute; como las Tent, solo funcionan en el mundo exterior o en puntos de 
  Salvada.<br>
  Ether1: Este &iacute;tem recupera puntos de magia de los personajes, unos 40 
  MPs.<br>
  Ether2: Este &iacute;tem es considerablemente raro, recupera unos 120 a 180 
  MPs.<br>
  Elixir: Este &iacute;tem es uno de los mas &uacute;tiles, ya que recupera TODA 
  la energ&iacute;a<br>
  HP y puntos de Magia MP. Es tambi&eacute;n considerablemente raro y muy costoso,<br>
  pero si consigues hacerte de algunos te ser&aacute;n muy &uacute;tiles.<br>
  Carrot: Esta cosa permite llamar al gran Chocobo para guardar Items. El<br>
  es bastante in&uacute;til en el juego hasta que llegas a las partes donde las 
  <br>
  batallas se hacen a unas escalas descomunales, pero tienes la desventaja<br>
  de que el bicho este solo lo puedes llamar con una Carrot cuando leas que<br>
  &quot;Huele como Chocobo(smells like Chocobo)&quot;.<br>
  Whistle: Aunque este Item es caro, es muy &uacute;til al final del juego. Con 
  esto<br>
  puedes llamar al gran Chocobo donde te venga en gana. Esto es &uacute;til con<br>
  las flechas, ya que estas tienden a acabarse muy r&aacute;pido, as&iacute; que 
  puedes comprar<br>
  diversos tipos de flechas y guardarlos, o comprar diversos &iacute;tems y guardarlos<br>
  para emergencias, as&iacute; no te vuelves loco con el inventario. <br>
  Rat Tail: Esta cosa la cambias por el Adamant en orden para conseguir la<br>
  Excalibur.<br>
  Pink Tail: Este &iacute;tem es incre&iacute;blemente raro. B&aacute;sicamente, 
  solo eliminando a<br>
  los Pink Puff en el Centro de la Luna los conseguir&aacute;s. No los puedes 
  robar<br>
  con Edge. El problema es: Tienes un chance de 64 peleas de que pelees con<br>
  un Pink Puff, y un chance de 64 peleas con un Pink Puff a que te den el<br>
  Pink Tail. En si tienes UN chance de entre 1416!. Amazing. Esto sirve para <br>
  conseguir la Adamant Armor, la armadura mas poderosa de la historia.<br>
  Por cierto, no creas que los Pink Puff son sencillitos... SON SUPER <br>
  DIFICILES! Ellos usan cierto ataque que pone a tus personajes a bailar,<br>
  B&aacute;sicamente dej&aacute;ndolos inm&oacute;viles. Entra rompiendo con Bahamut, 
  White y<br>
  dem&aacute;s bestialidades o puedes no llegar muy lejos...</p>
<p align="center">**************************************************************************</p>
<p align="center">7.-Magia: La magia se divide en blanca, negra, de monstruos(&quot;summon&quot;)y 
  Ninja.</p>
<p align="center">7.1.-Magia blanca: La magia blanca es utilizada para curar e 
  influir cambios<br>
  f&iacute;sicos en los personajes aliados, solo hay un hechizo que causa da&ntilde;o 
  general,<br>
  y solo Tellah, Palom, Rosa y Cecil pueden usar magia blanca. Es influida por<br>
  la voluntad(WILL).</p>
<p align="center">-Cure1: Hechizo de curaci&oacute;n b&aacute;sico. Da&ntilde;a 
  a enemigos &quot;desmuertos&quot; como cualquier<br>
  hechizo de curaci&oacute;n.<br>
  -Cure2: Hechizo de curaci&oacute;n intermedio.<br>
  -Cure3: Hechizo de curaci&oacute;n avanzado.<br>
  -Cure4: Hechizo de curaci&oacute;n m&aacute;ximo. Usualmente recobra TODA la 
  energ&iacute;a de los<br>
  personajes.<br>
  -Cure5:Efectivamente, hay un CURE5 en el juego, solo usado por ASURA. Ni Rosa<br>
  ni Fusoya tienen acceso a el.<br>
  -Life1: Levanta a los aliados ca&iacute;dos. Sirve como hechizo de muerte instant&aacute;nea<br>
  contra los enemigos &quot;desmuertos&quot;.<br>
  -Life2: Levanta a los aliados ca&iacute;dos con todo su HP. Tambi&eacute;n sirve 
  como<br>
  hechizo de muerte instant&aacute;nea contra enemigos &quot;desmuertos&quot;<br>
  -Sight: Permite ver un mapa del mundo exterior. No sirve en cuevas.<br>
  -Shrink: Remueve o coloca el estado MINI que hace que tu defensa y ataque<br>
  sean reducidos y tiene el efecto de CURSE, por lo que tus ataques fallaran<br>
  mas de lo normal.<br>
  -Bersk: Este hechizo sube el nivel de ataque de el objetivo, pero reduce su<br>
  punter&iacute;a y hace que pierda el control. Util con algunos jefes y con Cecil.<br>
  -Peep: Permite ver los HPs, MPs y debilidades de los enemigos, aunque no sirve<br>
  contra los jefes(Damnit!)<br>
  -Wall: Rebotara casi cualquier magia al grupo contrario. Esto a veces es malo,<br>
  ya que no podr&aacute; usar CURE en el personaje usando una Wall, ya que curaras 
  al<br>
  enemigo.<br>
  -Heal: B&aacute;sicamente, una poci&oacute;n HEAL, pero en lugar de costar dinero, 
  cuesta MPs.<br>
  Es recomendable usar pociones en lugar de esto.<br>
  -Mute: Esto evita que el objetivo pueda usar magia.<br>
  -Hold: Esto hace que tu personaje sea paralizado. Puede salirse por si solo 
  o<br>
  ser curado con una poci&oacute;n Spell.<br>
  -Charm: Confunde al enemigo para que se ataque a si mismo o a un aliado.<br>
  -Slow: aumenta el tiempo que toma para usar comandos en batalla. Insoportable.<br>
  -Fast: Corta el tiempo que toma para usar comandos en batalla. Tripping!<br>
  -Blink: Causa que tu personaje evada de 2 a 3 ataques en batalla.<br>
  -Float: Hace que los personajes no tomen da&ntilde;o de los hechizos QUAKE. 
  Tampoco<br>
  tomaran da&ntilde;o de los pisos da&ntilde;inos.<br>
  -Exit: Hace que el equipo se teletransporte a la entrada del calabozo en el<br>
  que se encuentren.<br>
  -White: Hechizo sumamente destructivo que causa da&ntilde;o especial a cualquier<br>
  cosa que se le pueda considerar maligna. Puede ser reflejado con un Wall.</p>
<p align="center">7.2.-Magia negra: La magia negra es en general para causar da&ntilde;o. 
  Es usada por<br>
  Rydia, Fusoya, Tellah y Porom. Es influenciada por tu sabidur&iacute;a(WISDOM).</p>
<p align="center">-Fire1: hechizo b&aacute;sico de fuego. Funciona bien con plantas 
  y Zombies.<br>
  -Fire2: Hechizo medio de fuego.<br>
  -Fire3: Hechizo avanzado de fuego.<br>
  -Ice1: Hechizo b&aacute;sico de hielo. Funciona bien con el fuego.<br>
  -Ice2: Hechizo intermedio de hielo.<br>
  -Ice3: Hechizo avanzado de hielo.<br>
  -Lit1: Hechizo b&aacute;sico de electricidad. Funciona bien con seres acu&aacute;ticos.<br>
  -Lit2: Hechizo intermedio de electricidad.<br>
  -Lit3: Hechizo avanzado de electricidad.<br>
  -Venom: Hechizo b&aacute;sico de veneno. Realmente triste:). Drena los HP del 
  afectado.<br>
  -Virus: Hechizo avanzado de veneno. Bestial.<br>
  -Toad: Convierte o revierte al efecto Toad. Esto baja tu ataque y defensa y<br>
  tiene el efecto de Mute.<br>
  -Pig: Convierte o revierte al efecto Pig. Esto baja tu ataque y defensa y<br>
  tiene el efecto de Slow.<br>
  -Stone: Convierte al objetivo en piedra lentamente. Un tipo empedrado es lo<br>
  mismo a que este muerto.<br>
  -Sleep: Duerme al objetivo, haci&eacute;ndolo in&uacute;til hasta que le de 
  la gana de <br>
  despertarse.<br>
  -Stop: Es lo mismo que Hold.<br>
  -Quake: ataque parecido, pero mas fuerte, al TITAN. Da&ntilde;a a todos los 
  enemigos no<br>
  voladores por un da&ntilde;o obsceno. Los gigantes son casi inmunes a esto.<br>
  -Drain: Esto chupara la fuerza y HPs del enemigo dependiendo de tus HPs, si<br>
  Rydia tiene 1000/1130 HPs, entonces chupara muy poquito, pero si tiene por<br>
  ejemplo 120/1130, entonces causara un da&ntilde;o mas grande. Los enemigos &quot;desmuertos&quot;<br>
  son inmunes a esto y causara el efecto contrario.<br>
  -Weak: Deja a el objetivo en el &aacute;rea de un d&iacute;gito de energ&iacute;a. 
  Muchos enemigos<br>
  son inmunes a el.<br>
  -Psych: lo mismo que drain, pero con MPs.<br>
  -Fatal: Muerte instant&aacute;nea. Cura a los enemigos &quot;desmuertos&quot;.<br>
  -Warp: teletransporta a un cuarto anterior.<br>
  -Nuke: Ataque considerado de fuego, insanamente destructor.<br>
  -Meteo: El ataque mas poderoso del juego, solo Rydia y Fusoya lo pueden usar,<br>
  causara 9999 HPs de da&ntilde;o no importa que. El problema es que requiere 
  muchisimo<br>
  tiempo para conjurar(3 o 4 turnos)y Rydia no es precisamente resistente.</p>
<p align="center">7.2.-Magia de Monstruos: Esta magia crece junto a tu sabidur&iacute;a. 
  (WISDOM). Tiene<br>
  muchos usos diferentes, y solo Rydia(mi Rydia...^_^)puede usarla. <br>
  NOTA: Imp, Mage y Bomb se consiguen luchando a los monstruos correspondientes<br>
  y con suerte te dejaran un &iacute;tem que te ense&ntilde;a la magia.</p>
<p align="center">-Imp: Magia est&uacute;pida. Causa un da&ntilde;o infame. <br>
  Localizaci&oacute;n: Ganado contra grupos de Imps, en el juego. <br>
  Historia: Un Imp es un monstruo acuatico, muy cre&iacute;do y muy popular en 
  japon.<br>
  Sin embargo, son muy debiles.</p>
<p align="center">-Mage: Magia mas o menos &uacute;til. Causa 1000+ HPs de da&ntilde;o 
  a un solo enemigo. <br>
  Localizaci&oacute;n: Ganado contra grupos de Mages en el juego.<br>
  Historia: Llamados Mind Flayer en el juego japon&eacute;s, ser fant&aacute;stico 
  que com&iacute;a <br>
  cerebros usando potentes poderes ps&iacute;quicos.</p>
<p align="center">-Chocobo: Un Chocobo viene y ataca un enemigo. Mas o menos &uacute;til. 
  <br>
  Localizaci&oacute;n: Comienzas con ella.<br>
  Historia: Los Chocobos son creaciones de Square.</p>
<p align="center">-Bomb: Llama una bomba a estallar y causar da&ntilde;o. Utilisimas 
  pero buena suerte <br>
  consigui&eacute;ndola.<br>
  Localizaci&oacute;n: Ganado contra grupos de Bombs en el juego.</p>
<p align="center">-Mist: El drag&oacute;n que fue el primer jefe del juego atacara 
  usando un ataque de<br>
  naturaleza NIEBLA. Muy &uacute;til. <br>
  Localizaci&oacute;n: Rydia vuelve con ella.<br>
  Historia: Los dragones eran seres fant&aacute;sticos que ten&iacute;an cuerpo 
  de reptil y <br>
  alas. Com&uacute;nmente era tan inteligentes como los seres humanos.</p>
<p align="center">-Titan: Llama un monstruo que usa un ataque parecido a QUAKE, 
  pero mas d&eacute;bil.<br>
  Localizaci&oacute;n: Rydia vuelve con ella.<br>
  Historia:Los titanes eran suerte de semidioses que gozaban de fuerza incre&iacute;ble 
  pero<br>
  no de vida eterna, por tanto ten&iacute;an envidia de los dioses.</p>
<p align="center">-Shiva: Shiva aparece y desencadena un ataque de hielo mas o 
  menos fuerte.<br>
  Localizaci&oacute;n: Rydia vuelve con ella.<br>
  Historia: Shiva es un dios(Que ha aparecido como hombre y mujer)hind&uacute; 
  que es <br>
  uno de los 3 principales. El se comporta tanto como dios bueno como malo.</p>
<p align="center">-Jinn: Un diablillo aparece y llena la pantalla de fuego. <br>
  Localizaci&oacute;n: Rydia vuelve con ella.<br>
  Historia:Llamado Iffrit en el juego japon&eacute;s, estos son seres del plano 
  <br>
  elemental que viven en una llamada ciudad de las brazas, no se de que cultura 
  <br>
  vienen.</p>
<p align="center">-Indra: Un mago aparece y ataca con electricidad. Muy &uacute;til. 
  <br>
  Localizaci&oacute;n: Rydia vuelve con ella.<br>
  Historia: Ramuh en el juego japon&eacute;s, era el h&eacute;roe de un poema 
  &eacute;pico hind&uacute; que revela <br>
  que Ramuh era el dios Visnhu en forma humana.</p>
<p align="center">-Sylph: Las hadas atacaran al enemigo y repartir&aacute;n los 
  puntos de da&ntilde;o como<br>
  curaci&oacute;n para tu grupo! Muy &uacute;til. <br>
  Localizaci&oacute;n: Se unen a ti cuando consigues a Yang en el mundo subterraneo.<br>
  Historia: Las Sylphs son hadas del viento, de la misma &quot;generaci&oacute;n&quot; 
  de los<br>
  dragones.</p>
<p align="center">-Asura: Este hechizo es extra&ntilde;o. Al llamarla, ella aparecer&aacute; 
  y una de sus tres<br>
  caras a azar. La gris usara Life1 en todo el mundo, la azul Cure4 y la normal<br>
  usara cure5 en todo el mundo. <br>
  Localizaci&oacute;n: En la tierra de los monstruos, derrotala.<br>
  Historia:Asura es traducida a ira en cierto idioma, pero no conozco ninguna 
  diosa <br>
  llamada Asura.</p>
<p align="center">-Levia: llamara a Leviathan, que usara uno de los dos ataques 
  de agua del juego.<br>
  Extremadamente poderoso. <br>
  Localizaci&oacute;n: En la tierra de los monstruos, derrota a Asura y luego 
  a el.<br>
  Historia:Leviathan es un monstruo marino creado al principio<br>
  del mundo, y que se dice existe hasta nuestros d&iacute;as.(Basado en la cultura<br>
  jud&iacute;a).<br>
  NOTA DE LA VERSION 1.2:Lei que en cierta religi&oacute;n (No recuerdo cual exactamente), 
  <br>
  Leviathan es un pez gigantesco que sostiene a la tierra. Dios logro ser Dios 
  por <br>
  ser permitido verlo. Se supone que este pez es capaz de tragarse a la tierra.<br>
  Para nosotros los cristianos, es uno de los demonios del Apocalipsis.</p>
<p align="center">-Odin: Este ataque eliminara a todos los enemigos de la pantalla. 
  A veces <br>
  fallara y no har&aacute; nada, y no funciona contra jefes pero es &uacute;til. 
  <br>
  Localizaci&oacute;n: En el sotano de Baron, tras visitar la tierra de los Monstruos.<br>
  Historia:Odin es el dios principal de la mitolog&iacute;a n&oacute;rdica, es 
  puesto como <br>
  bondadoso y malvado, protector del Yggdrasil, &aacute;rbol que conecta todos 
  <br>
  los mundos n&oacute;rdicos.</p>
<p align="center">-Bahamut: ataque fulminante que da&ntilde;a a todos los enemigos 
  de la pantalla.<br>
  Extremadamente &uacute;til. <br>
  Localizaci&oacute;n: En la luna (jaja!).<br>
  Historia:Bahamut es un monstruo de tierra que es creado junto a Leviathan. Se 
  dice <br>
  que aun existe.<br>
  NOTA de la versi&oacute;n 1.2: Leyendo el Apocalipsis, me fije que f&aacute;cilmente, 
  <br>
  Bahamut podr&iacute;a ser un equivalente a la hidra que aparece en el Apocalipsis<br>
  con sus doce cabezas y doce colas.<br>
  En caso de que no sepan, el Apocalipsis es el ultimo libro del nuevo Evangelio,<br>
  que cuenta una vision que tuvo Juan acerca del juicio final.<br>
  En mi humilde opinion fue un viaje incre&iacute;ble ^_^.</p>
<p align="center">7.3.-Magia Ninja: Esta magia es solo utilizada por Edge, y tiene 
  diversos <br>
  usos. Influenciada por la sabidur&iacute;a(WISDOM).</p>
<p align="center">Flame: ataque intermedio de fuego contra todos los enemigos.<br>
  Flood: Ataque intermedio de agua, no tan fuerte como Leviathan. El segundo<br>
  ataque de agua del juego.<br>
  Blitz: Ataque el&eacute;ctrico contra los enemigos.<br>
  Pin: Exactamente igual a HOLD o STOP.<br>
  Image: Exactamente igual a BLINK.<br>
  Smoke: Permite huir de cualquier batalla salvo la de los jefes. Muy &uacute;til.</p>
<p align="center">**************************************************************************</p>
<p align="center">8.-Tips Utiles:</p>
<p align="center">-NO escatimes dinero. El dinero esta para gastarse, y nunca 
  sobran CURE2s y<br>
  HEAL en tu inventario.<br>
  -Salva el juego cada vez que puedas. Nunca sabr&aacute;s si te encuentras con 
  un enemigo<br>
  poderoso a la vuelta de la esquina.<br>
  -Rosa siempre deber&aacute; estar equipada con Arcos y Flechas. Kain con lanzas,<br>
  Rydia con L&aacute;tigos y Edge con sables. Cecil es el &uacute;nico que permite 
  cierta <br>
  diversidad, con hachas y espadas, pero siempre deber&aacute; ser el primero 
  en recibir<br>
  las mejores armaduras.<br>
  -Mant&eacute;n siempre 15 o mas CABINs en tu inventario.<br>
  -Usa el FAT CHOCOBO para tu conveniencia. SI el dinero fluye considerablemente,<br>
  date un lujo y compra CURE2s de sobra para guardarlos en el FAT CHCOBO. Siempre<br>
  podr&aacute;s usarlos en momentos de emergencia.</p>
<p align="center">**************************************************************************</p>
<p align="center">9.-Algunos trucos:</p>
<p align="center">-Duplicar &iacute;tems: El &uacute;nico &quot;truco conocido&quot; 
  del juego es muy &uacute;til. Este es el<br>
  trato. SOLO PUEDES DUPLICAR ITEMS QUE SE PUEDAN PONER EN LAS MANOS DE LOS<br>
  PERSONAJES.<br>
  1)Coloca el &iacute;tem a duplicar en la mano del personaje.<br>
  2)Comienza una batalla.<br>
  3)Elige un espacio vac&iacute;o en tu inventario.<br>
  4)Sube y elige el Item a duplicar y presiona A. El &iacute;tem se ira al espacio 
  <br>
  antes se&ntilde;alado.<br>
  5)Termina la batalla o corre de ella.<br>
  6)Metete a la pantalla de inventario.<br>
  7)Vuelve a equipar el &iacute;tem. Nota que tendr&aacute;s 2 &iacute;tems equipados.<br>
  8)Remueve el &iacute;tem. Tendr&aacute;s uno equipado y el otro libre. Un truco 
  muy &uacute;til para<br>
  que Edge tenga munici&oacute;n que tirar al final del juego.</p>
<p align="center">**************************************************************************</p>
<p align="center">10.-Creditos:</p>
<p align="center">-A Dingo Jellybean por mucha informaci&oacute;n de las magias 
  del juego y por ser<br>
  un tipo muy bueno en esto de escribir FAQs.<br>
  -A Gamefaqs.com...<br>
  -A ustedes, que sino para que escribir&iacute;a esto.<br>
  -A Buffy... no se porque... que hace aqu&iacute;...?<br>
  -A Marilyn Manson Por soporte espiritual<br>
  -A Square por el juego...<br>
  -A mas nadie... a mis manitas ^_^...</p>
<p align="center">**************************************************************************</p>
<p align="center">Cosas Legales:<br>
  Este documento es propiedad de LORD ZERO(lord_0@yahoo.com). Todos los <br>
  derechos reservados. Cualquier asunto, un email arreglara el problema.<br>
  Copyright 2000-2001 By Lord Zero.</p>
<p align="center">La ultima versi&oacute;n siempre ser&aacute; conseguida en gamefaqs.com.</p>
<p align="center">&nbsp;</p>
