<title>Noticias</title>
<link rel="stylesheet" href="styles.css" type="text/css">
<body bgcolor="#000000" leftmargin="0" topmargin="0" marginwidth="0" marginheight="0">
<p>&nbsp;</p>
<div align="center">
  <p><img src="noticiasant.jpg" width="336" height="64"></p>
  <p>&nbsp;</p>
  <p><b class="textonormal">- Del d&iacute;a 15-02-2002 al d&iacute;a 28-03-2002 
    -</b></p>  
  <p align="left" class="textonormal"><span class="textonormal"> </span> <span class="titulo"><span class="textonormal"> 
    </span></span></p>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <table width="564" border="0" cellspacing="0" cellpadding="0" height="30" background="Barranoticias.jpg" align="left">
    <tr> 
      <td valign="bottom" height="23" width="167"> 
        <div align="center"><font face="Goudy Old Style" color="#FFFFFF"><b>28-03-2002</b></font></div>
      </td>
      <td valign="bottom" height="23" width="391"> 
        <div align="left"><font face="Goudy Old Style" color="#FFFFFF"><b>&iexcl;Un 
          parche! xD</b></font></div>
      </td>
    </tr>
  </table>
  <table border="0" cellspacing="0" cellpadding="0" background="Pablito.gif" align="left" width="21" height="35">
    <tr> 
      <td valign="bottom" height="23" width="21"> 
        <div align="left"><font face="Goudy Old Style" color="#FFFFFF"></font></div>
      </td>
    </tr>
  </table>
  <table width="19" border="0" cellspacing="0" cellpadding="0" height="33" align="left">
    <tr> 
      <td valign="bottom" height="23" width="13"> 
        <div align="left"><a href="mailto:pablithacker@hotmail.com">Pablito's</a></div>
      </td>
    </tr>
  </table>
  <p>&nbsp;</p>
  <p align="left" class="textonormal"> S&iacute; que hac&iacute;a tiempo que no 
    ten&iacute;amos uno nuevo xD Pero tranquilos, que no es ning&uacute;n Final 
    Fantasy ni nada :P Se trata del juego Uni Racers, un divertido juego de &quot;carreras&quot; 
    que seguro que te hace pasar un buen rato pegado al monitor, y m&aacute;s 
    ahora que est&aacute; en castellano xD El parche en teor&iacute;a est&aacute; 
    al 85%, as&iacute; que no os extra&ntilde;&eacute;is si veis algo en ingl&eacute;s. 
    Ha sido traducido por <a href="mailto:tufamilia30@hotmail.com">alias</a>, 
    nuestro colaborador de gu&iacute;as, que al parecer le est&aacute; metiendo 
    mano tambi&eacute;n a esto del Romhacking xD Recordad que tiene en preparaci&oacute;n 
    una gu&iacute;a del Zelda de SNES :) Y nada m&aacute;s, hay unas cuantas cositas 
    m&aacute;s, ya actualizar&eacute; ma&ntilde;ana... :)</p>
  <p align="center" class="textonormal"><img src="uniracers.gif" width="256" height="223"></p>
  <p align="center" class="textonormal">- <a href="traducciones/snes/uniracers/uniracers_esp.zip">Descargar 
    el parche del Uni Racers</a> -</p>
  <p align="center" class="textonormal">- <a href="http://perso.wanadoo.es/sayans_1/uniracers.zip">Descargar 
    la ROM del Uni Racers</a> -</p>
  <p align="left" class="textonormal">&nbsp;</p>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <table width="564" border="0" cellspacing="0" cellpadding="0" height="30" background="Barranoticias.jpg" align="left">
    <tr> 
      <td valign="bottom" height="23" width="167"> 
        <div align="center"><font face="Goudy Old Style" color="#FFFFFF"><b>26-03-2002</b></font></div>
      </td>
      <td valign="bottom" height="23" width="391"> 
        <div align="left"><font face="Goudy Old Style" color="#FFFFFF"><b>Estoy 
          de vuelta...</b></font></div>
      </td>
    </tr>
  </table>
  <table border="0" cellspacing="0" cellpadding="0" background="Pablito.gif" align="left" width="21" height="35">
    <tr> 
      <td valign="bottom" height="23" width="21"> 
        <div align="left"><font face="Goudy Old Style" color="#FFFFFF"></font></div>
      </td>
    </tr>
  </table>
  <table width="19" border="0" cellspacing="0" cellpadding="0" height="33" align="left">
    <tr> 
      <td valign="bottom" height="23" width="13"> 
        <div align="left"><a href="mailto:pablithacker@hotmail.com">Pablito's</a></div>
      </td>
    </tr>
  </table>
  <p>&nbsp;</p>
  <p align="left" class="textonormal">La verdad es que volv&iacute; hace 2 d&iacute;as, 
    pero he estado cansado y liado con muchas cosas, as&iacute; que... :P<br>
    Bueno, os informo de que como tenemos a 2 traductores de scripts y de momento 
    no tienen nada entre manos, me he puesto con algo para entretenerles y es 
    nada m&aacute;s y nada menos que el Suikoden ;) Me he puesto un poco con &eacute;l 
    y la tabla la tengo casi completa, s&oacute;lo me falta averiguar unas cuantas 
    cosas. Por lo dem&aacute;s, estoy localizando el texto, y menudo co&ntilde;azo 
    va a ser extraer y sobre todo insertar, ya que el texto est&aacute; repartido 
    en muchos archivos diferentes. Adem&aacute;s, tengo algunas dudas, porque 
    por ejemplo, a veces para finalizar un di&aacute;logo aparecen varios 00, 
    otras veces s&oacute;lo 2, incluso uno nada m&aacute;s (que ser&iacute;a lo 
    normal). He localizado los punteros (van a mitad de texto, mal rollo :( ), 
    y la cosa no est&aacute; clara, ya que en una ROM se aprovecha el espacio 
    libre pero... &iquest;qu&eacute; hacer cuando no lo hay? :/ Por cierto... 
    es la primera vez que veo que ocupen 4 bytes xD Seguir&eacute; investigando 
    cuando tenga tiempo y os ir&eacute; contando qu&eacute; tal va la cosa...</p>
  <p align="left" class="textonormal">Por otra parte, hay noticias de cu&ntilde;aaao, 
    el chaval se lo curra, y prueba de ello son las im&aacute;genes que me ha 
    mandado del Final Fantasy I de NES. Os pongo unas cuantas para que veais c&oacute;mo 
    marcha la cosa... ^_^</p>
  <p align="center" class="textonormal"><img src="ffnes.gif" width="256" height="224"> 
  </p>
  <p align="left" class="textonormal">Por &uacute;ltimo, ya he visto todo el rollo 
    que ha pasado con el asunto Chrono Cross... Tan s&oacute;lo decir que jam&aacute;s 
    quise faltar el respeto a nadie, nunca har&iacute;a algo as&iacute;, con lo 
    cual si a alguien le sent&oacute; mal alguna cosa que dije, lo siento mucho, 
    aunque yo no lo pienso as&iacute;... Si acaso lo de 20 &quot;desconocidos&quot;, 
    precisamente lo pongo con comillas porque quiero decir &quot;20 personas que 
    a las que no se han hecho pruebas ni nada&quot;.</p>
  <p align="left" class="textonormal">Bueno... &iexcl;nos vemos! ^_^</p>
  <p align="left" class="textonormal">&nbsp;</p>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <p></p>
  <div align="center"></div>
  <table width="564" border="0" cellspacing="0" cellpadding="0" height="30" background="Barranoticias.jpg" align="left">
    <tr> 
      <td valign="bottom" height="23" width="167"> 
        <div align="center"><font face="Goudy Old Style" color="#FFFFFF"><b>25-03-2002</b></font></div>
      </td>
      <td valign="bottom" height="23" width="391"> 
        <div align="left"><font face="Goudy Old Style" color="#FFFFFF"><b>Hacia 
          tiempo que no actualizaba...</b></font></div>
      </td>
    </tr>
  </table>
  <table width="32" border="0" cellspacing="0" cellpadding="0" height="33" background="Rocky.gif" align="left">
    <tr> 
      <td valign="bottom" height="23" width="26"> 
        <div align="left"><font face="Goudy Old Style" color="#FFFFFF"></font></div>
      </td>
    </tr>
  </table>
  <table width="19" border="0" cellspacing="0" cellpadding="0" height="33" align="left">
    <tr> 
      <td valign="bottom" height="23" width="13"> 
        <div align="left"><a href="mailto:rarewa@hotmail.com">Rocky</a></div>
      </td>
    </tr>
  </table>
  <p align="left" class="textonormal">&nbsp;</p>
  <p align="left" class="textonormal"> Gente, cuanto tiempo<a href="mailto:rarewa@hotmail.com"></a>. 
    Bueno, hoy despu&eacute;s de tanto tiempo sin actualizar hay varias cosas 
    que quiero que sep&aacute;is.</p>
  <p align="left" class="textonormal">Empiezo por los follones que tanto revuelo 
    est&aacute;n creando. Lo primero es decir que en esta p&aacute;gina es la 
    primera vez que se habla del tema, y espero que la &uacute;ltima, y no lo 
    voy hacer muy extensamente, aunque de manera que los implicados me entiendan 
    perfectamente. Yo no me voy a pronunciar aqu&iacute; sobre todo, as&iacute; 
    de claro lo digo y s&oacute;lo dir&eacute; una cosa. Sk50 (con el que siempre 
    me he llevado bien y al que<b> RESPETO</b> como al resto de los traductores, 
    respeto mutuo que me parece extra&ntilde;o que se ponga en duda) de la p&aacute;gina 
    <a href="http://emudek.metropoliglobal.com/Sk50/" target="_blank">Sk50 translate</a> 
    ha hecho una cosa que sinceramente no le veo raz&oacute;n, y s&oacute;lo me 
    pregunto &iquest;a qu&eacute; viene quitar el banner de tu p&aacute;gina? 
    <b>Ni Sayans Traductions ni ning&uacute;n miembro de esta p&aacute;gina te 
    ha faltado al respeto</b> por lo que tengo entendido, as&iacute; que como 
    le&iacute; que pusiste, estoy totalmente de acuerdo en que es una ni&ntilde;er&iacute;a, 
    por lo que yo no quitar&eacute; tu banner de los afiliados de Sayans y no 
    actuar&eacute; as&iacute;. Por otro lado parece ser que a ra&iacute;z de todo 
    este tema, aunque tambi&eacute;n supongo que un poco hinchado por muchas situaciones, 
    <b>nos deja Jonas_</b> del legendario grupo Paladin Knights, para m&iacute; 
    aunque hayamos discutido muchas veces y hayamos tenido ri&ntilde;as, uno de 
    los m&aacute;s grandes si no el que m&aacute;s, y aunque respeto totalmente 
    su decisi&oacute;n, espero que esto s&oacute;lo sea un descanso y vuelva.</p>
  <p align="left" class="textonormal">Bueno, ya volviendo a temas que os interesen. 
    La traducci&oacute;n del Final Fantasy V, aunque parezca que est&aacute; abandonada, 
    va viento en popa, pero estoy teniendo algunos problemitas con la fuente. 
    As&iacute; que seguir&eacute; avanzando lo m&aacute;s r&aacute;pido posible. 
    Como habr&eacute;is observado se nos ha incorporado muchos nuevos miembros, 
    y a los traductores nuevos habr&aacute; que extraerles scripts y todo eso, 
    por lo que comprended que ahora Pablito's y yo estemos m&aacute;s liados con 
    todo, adem&aacute;s de la p&aacute;gina que da su ligero trabajillo. Bueno, 
    por &uacute;ltimo, hemos cambiado el foro para tenerlo como todos los foros 
    de Emumania y de sus p&aacute;ginas. Esperemos que os guste.</p>
  <p align="left" class="textonormal">&nbsp;</p>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <table width="564" border="0" cellspacing="0" cellpadding="0" height="30" background="Barranoticias.jpg" align="left">
    <tr> 
      <td valign="bottom" height="23" width="167"> 
        <div align="center"><font face="Goudy Old Style" color="#FFFFFF"><b>16-03-2002</b></font></div>
      </td>
      <td valign="bottom" height="23" width="391"> 
        <div align="left"><font face="Goudy Old Style" color="#FFFFFF"><b>Al fin 
          el nuevo Staff :)</b></font></div>
      </td>
    </tr>
  </table>
  <table border="0" cellspacing="0" cellpadding="0" background="Pablito.gif" align="left" width="21" height="35">
    <tr> 
      <td valign="bottom" height="23" width="21"> 
        <div align="left"><font face="Goudy Old Style" color="#FFFFFF"></font></div>
      </td>
    </tr>
  </table>
  <table width="19" border="0" cellspacing="0" cellpadding="0" height="33" align="left">
    <tr> 
      <td valign="bottom" height="23" width="13"> 
        <div align="left"><a href="mailto:pablithacker@hotmail.com">Pablito's</a></div>
      </td>
    </tr>
  </table>
  <p>&nbsp;</p>
  <p align="left" class="textonormal">Siento la tardanza, pero el fin de semana 
    no me respondieron todos los &quot;seleccionados&quot; y como os dije esta 
    semana he tenido s&oacute;lo alg&uacute;n ratillo para conectarme, ya que 
    he estado de ex&aacute;menes. Pero vamos a lo que interesa... ;)<br>
    Hemos puesto aparte del Staff que antes no estaba, ya que hemos decidido clasificar 
    el Staff entre &quot;Activos&quot; y &quot;No Activos&quot;, para as&iacute; 
    mencionar a todos los miembros que han ido pasando por Sayans Traductions 
    :) Tambi&eacute;n dar las gracias a todos los interesados, y animaros para 
    que si de verdar os interesa el tema, os recomiendo que sig&aacute;is adelante 
    ^^ Ahora, pasemos a las presentaciones... :P</p>
  <p align="left" class="textonormal">- <b>RSM</b>: Ya me ayud&oacute; en algunos 
    aspectos en el Final Fantasy III/VI, y ahora se ha unido al grupo como traductor 
    de scripts. De momento no tiene nada en manos, pero estamos barajando posibilidades 
    para empezar. Tambi&eacute;n ayudar&aacute; a traducir los objetos y magias 
    de los Final Fantasy para que queden todo lo m&aacute;s parecidos a las versiones 
    de PSX y, de paso, mejor :)</p>
  <p align="left" class="textonormal">- <b>Magimaster2</b>: Un Romhacker que parece 
    que va a dar guerra, ha traducido el Final Fantasy III/VI, pero modificando 
    el juego: &eacute;ste es m&aacute;s dificil, las armaduras y objetos son mucho 
    mejores, y varias cosas m&aacute;s que seguro que os hace que os piqu&eacute;is 
    otra vez ;) Adem&aacute;s, ha comenzado con el Lufia, de momento est&aacute; 
    terminando la tabla. En cuanto tenga m&aacute;s noticias ya pondr&eacute; 
    el parche, porque de momento se le ha fastidiado el ordenador y estar&aacute; 
    hasta Semana Santa sin &eacute;l, pero tranquilos que pronto estar&aacute; 
    todo listo.</p>
  <p align="left" class="textonormal">- <b>Seth Garamonde</b>: Al igual que RSM, 
    se ha unido como traductor de scripts, y tambi&eacute;n estamos en espera 
    en ver cu&aacute;l ser&aacute; su proyecto :P</p>
  <p align="left" class="textonormal">- <b>cu&ntilde;aaao</b>: Seguramente ya 
    lo conocer&eacute;is del foro. Empieza fuerte, pues est&aacute; traduciendo 
    el Final Fantasy I de NES, y ya tiene un buen porcentaje traducido. Adem&aacute;s, 
    tiene en mente traducir los restantes de NES :) Por cierto, con la tonter&iacute;a, 
    podemos tener la saga Final Fantasy en espa&ntilde;ol... ;)</p>
  <p align="left" class="textonormal">- <b>Ark</b>: Betatester y colaborador de 
    gu&iacute;as. En este momento, est&aacute; trabajando en una gu&iacute;a del 
    Secret of Mana. Trabaja muy r&aacute;pido :&thorn;</p>
  <p align="left" class="textonormal">- <b>Rasta</b>: Un betatester muy eficiente, 
    ya detect&oacute; en el anterior parche del Secret of Mana un fallo que imped&iacute;a 
    seguir en el juego. El m&aacute;s r&aacute;pido en jugarlos xD</p>
  <p align="left" class="textonormal">- <b>alias</b>: Colaborador de gu&iacute;as. 
    Actualmente, est&aacute; puesto con una gu&iacute;a del Zelda de NES :D</p>
  <p align="left" class="textonormal">- <b>BArOc</b>: Otro colaborador de gu&iacute;as. 
    Adem&aacute;s, les da un &quot;aspecto profesional&quot; a las mismas, con 
    un formato de gu&iacute;a muy buena, con todos sus textos alineados =)</p>
  <p align="left" class="textonormal">Como veis, son muchos los nuevos miembros, 
    que todos esperamos que hagan un buen trabajo :) Hasta es posible que se una 
    otro m&aacute;s. Pod&eacute;is pasaros por la secci&oacute;n <a href="staff/staff.htm">Staff</a> 
    para poder ver sus mu&ntilde;ecos y su e-mail, adem&aacute;s de los proyectos 
    que llevamos en mano, y tambi&eacute;n para ver el estado de todos los miembros 
    de Sayans.<br>
    Buf, bueno, yo ahora me voy a terminar preparar la maleta, que salgo hoy (es 
    la 1:00 de la madrugada ahora) a las 6:30 de la ma&ntilde;ana hacia Barcelona 
    con la pe&ntilde;a de mi instituto, as&iacute; que si alguno de vosotros v&eacute;is 
    por all&iacute; a una panda de j&iacute;baros, uno de ellos ser&eacute; yo 
    xD Ver&eacute;is la que nos cae con las historias esas de la manifestaci&oacute;n 
    de la antiglobalizaci&oacute;n... :P Por otra parte, es una l&aacute;stima, 
    pues algunos coleguillas de #traduroms se que viven en Barcelona, y hasta 
    pod&iacute;amos habernos visto xDDD<br>
    Nos vemos... ^_^</p>
  <p align="left" class="textonormal">&nbsp;</p>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <table width="564" border="0" cellspacing="0" cellpadding="0" height="30" background="Barranoticias.jpg" align="left">
    <tr> 
      <td valign="bottom" height="23" width="167"> 
        <div align="center"><font face="Goudy Old Style" color="#FFFFFF"><b>03-03-2002</b></font></div>
      </td>
      <td valign="bottom" height="23" width="391"> 
        <div align="left"><font face="Goudy Old Style" color="#FFFFFF"><b>Reformas 
          en el Staff</b></font></div>
      </td>
    </tr>
  </table>
  <table border="0" cellspacing="0" cellpadding="0" background="Pablito.gif" align="left" width="21" height="35">
    <tr> 
      <td valign="bottom" height="23" width="21"> 
        <div align="left"><font face="Goudy Old Style" color="#FFFFFF"></font></div>
      </td>
    </tr>
  </table>
  <table width="19" border="0" cellspacing="0" cellpadding="0" height="33" align="left">
    <tr> 
      <td valign="bottom" height="23" width="13"> 
        <div align="left"><a href="mailto:pablithacker@hotmail.com">Pablito's</a></div>
      </td>
    </tr>
  </table>
  <p>&nbsp;</p>
  <p align="left" class="textonormal">Despu&eacute;s de no actualizar desde hace 
    bastante tiempo, m&aacute;s que nada porque no hay nada para actualizar, actualizo 
    para decir que estamos buscando nuevo Staff :) Espero que esta vez sea la 
    &quot;redefinitiva&quot;, porque no es la primera vez que decimos esto... 
    :P De momento ya tenemos a 2 betatesters nuevos y un colaborador de gu&iacute;as 
    (en espera de tener a otro m&aacute;s). Cambiaremos la secci&oacute;n de Staff 
    por todos los miembros que han pasado por Sayans Traductions, pero pondremos 
    su Estado, es decir, Retirado, Desaparecido, Traduciendo... :) La idea de 
    buscar a gente es porque tenemos a muchos miembros y la verdad es que somos 
    muy pocos los que hacemos algo. Por tanto, si te gustar&iacute;a formar parte 
    de Sayans Traductions, m&aacute;ndanos un e-mail a <a href="mailto:rarewa@hotmail.com">Rocky</a> 
    o a <a href="mailto:pablithacker@hotmail.com">m&iacute;</a>. Estamos buscando 
    a traductores nuevos, como requisitos: saber traducir, nivel del idioma a 
    traducir medio-alto, traducir bien (no es por nada, pero si vierais la de 
    faltas de ortograf&iacute;a que veo...), <b>trabajar regularmente</b>, qu&eacute; 
    quiero decir con esto, pues que no sea cosa de traducir algo y ya no hacer 
    nada, que no es la primera vez que ocurre. Si te interesa otro cargo, como 
    ASM Hacker (Dios te bendiga xD) o programador, pues tambi&eacute;n interesar&iacute;a... 
    :)<br>
    Pues b&aacute;sicamente es eso, espero que no sea otro fracaso y que podamos 
    levantar Sayans, porque con 2 &oacute; 3 personas trabjando se nos acaban 
    los recursos...</p>
  <p align="left" class="textonormal">&nbsp;</p>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <table width="564" border="0" cellspacing="0" cellpadding="0" height="30" background="Barranoticias.jpg" align="left">
    <tr> 
      <td valign="bottom" height="23" width="167"> 
        <div align="center"><font face="Goudy Old Style" color="#FFFFFF"><b>25-02-2002</b></font></div>
      </td>
      <td valign="bottom" height="23" width="391"> 
        <div align="left"><font face="Goudy Old Style" color="#FFFFFF"><b>Unas 
          cosas de inter&eacute;s</b></font></div>
      </td>
    </tr>
  </table>
  <table border="0" cellspacing="0" cellpadding="0" background="Pablito.gif" align="left" width="21" height="35">
    <tr> 
      <td valign="bottom" height="23" width="21"> 
        <div align="left"><font face="Goudy Old Style" color="#FFFFFF"></font></div>
      </td>
    </tr>
  </table>
  <table width="19" border="0" cellspacing="0" cellpadding="0" height="33" align="left">
    <tr> 
      <td valign="bottom" height="23" width="13"> 
        <div align="left"><a href="mailto:pablithacker@hotmail.com">Pablito's</a></div>
      </td>
    </tr>
  </table>
  <p>&nbsp;</p>
  <p align="left" class="textonormal">Para todos aquellos que andaban pregunt&aacute;ndose 
    por el paradero del grupo traductor <a href="http://www.dejap.com" target="_blank">DeJap</a>, 
    os informo de que por fin han vuelto y traen muchas novedades, que yo creo 
    que ser&aacute; mejor no desvelar y que lo comprob&eacute;is vosotros mismos 
    :) Eso s&iacute;, comentar que andan muy liados y es posible que no actualicen 
    hasta dentro de un largo per&iacute;odo de tiempo...<br>
    Cambiado de tema, os voy a recomendar dos p&aacute;ginas para aquellos a los 
    que le gusta mucho la m&uacute;sica de sus juegos preferidos, como yo ;) Hac&iacute;a 
    ya mucho tiempo que hab&iacute;a o&iacute;do hablar de ellas, pero nunca me 
    hab&iacute;a metido, menudo error que fue. Se encargan de remezclar las canciones, 
    con todo tipo de sonidos que las convierten en canciones pop rock y, sobre 
    todo, sonidos el&eacute;ctricos del techno (hay estilos muy variados). Hay 
    algunas que merecen ser puestas en las discotecas. Las p&aacute;ginas son 
    <a href="http://remix.overclocked.org/" target="_blank">OverClocked ReMix</a> 
    y <a href="http://www.vgmix.com/" target="_blank">VGMix</a>. Hay algunas que 
    son impresionantes y son muy buenas, destaco en especial la de &quot;Tina, 
    don&acute;t fall!&quot; de Final Fantasy VI y la de &quot;Green Beginnings 
    (creo que ese es el t&iacute;tulo, &eacute;sta me la baj&eacute; de VGMix)&quot; 
    de Sonic de Edgehedog, con dotes punk rock (I love punk rock ;) ). Tomaros 
    vuestro tiempo y disfrutad, est&aacute; hasta el m&iacute;tico Contra xD<br>
    Por otra parte, recordad que los que est&eacute;is interesados en colaborar 
    haciendo gu&iacute;as, mandadnos un mail a <a href="mailto:pablithacker@hotmail.com">m&iacute;</a> 
    o a <a href="mailto:rarewa@hotmail.com">Rocky</a>.</p>
  <p align="left" class="textonormal">&nbsp;</p>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <table width="564" border="0" cellspacing="0" cellpadding="0" height="30" background="Barranoticias.jpg" align="left">
    <tr> 
      <td valign="bottom" height="23" width="167"> 
        <div align="center"><font face="Goudy Old Style" color="#FFFFFF"><b>23-02-2002</b></font></div>
      </td>
      <td valign="bottom" height="23" width="391"> 
        <div align="left"><font face="Goudy Old Style" color="#FFFFFF"><b>Comienza 
          el betatesting</b></font></div>
      </td>
    </tr>
  </table>
  <table border="0" cellspacing="0" cellpadding="0" background="Pablito.gif" align="left" width="21" height="35">
    <tr> 
      <td valign="bottom" height="23" width="21"> 
        <div align="left"><font face="Goudy Old Style" color="#FFFFFF"></font></div>
      </td>
    </tr>
  </table>
  <table width="19" border="0" cellspacing="0" cellpadding="0" height="33" align="left">
    <tr> 
      <td valign="bottom" height="23" width="13"> 
        <div align="left"><a href="mailto:pablithacker@hotmail.com">Pablito's</a></div>
      </td>
    </tr>
  </table>
  <p>&nbsp;</p>
  <p align="left" class="textonormal">Pues s&iacute;, despu&eacute;s de haber 
    traducido (creo) todos los objetos y ataques del juego, cuando pueda empezar&eacute; 
    a jugar mientras compruebo que todo haya quedado bien. Todos los objetos, 
    magias, etc, *deben* estar traducidos, y digo deben porque me he encontrado 
    unas 3 veces los mismos objetos, de hecho hoy me he tirado casi 1 hora arreglando 
    un script de objetos para que despu&eacute;s de que lo insertara no se hubiera 
    traducido nada nuevo que yo viera :? As&iacute; que por la ROM quedan objetos 
    en ingl&eacute;s, pero mientras yo no vea que haga falta traducirlos, los 
    dejar&eacute; tal y como est&aacute;n. Por lo tanto, se puede decir que lo 
    que es el progreso total de la traducci&oacute;n del juego est&aacute; a un 
    (uh, que mala espina me da dar porcentajes xD) 90%. El 10% restante es comprobar 
    que todo haya quedado bien y si se puede mejorar la traducci&oacute;n, y comprobar 
    que el juego no se cuelgue (que mucho me temo que pasar&aacute;, por eso lo 
    pruebo :P) o algo aparezca mal (de momento algunos men&uacute;s se salen de 
    la pantalla, pero &eacute;sto lo dejo para el final). Tambi&eacute;n puede 
    ser que me haya olvidado de alg&uacute;n texto por traducir, pero si se diera 
    el caso, no creo que sea mucho. En fin, estas semanas estoy de ex&aacute;menes, 
    pero mientras ir&eacute; testeando la traducci&oacute;n. No creo que actualice 
    con el tema Final Fantasy IV a menos que hagan progresos importantes o haya 
    alg&uacute;n detalle que comentar. Mientras tanto, pod&eacute;is ver como 
    quedan los objetos...</p>
  <p align="center" class="textonormal"><img src="ff4objeto.gif" width="256" height="223"></p>
  <p align="left" class="textonormal">&nbsp;</p>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <table width="564" border="0" cellspacing="0" cellpadding="0" height="30" background="Barranoticias.jpg" align="left">
    <tr> 
      <td valign="bottom" height="23" width="167"> 
        <div align="center"><font face="Goudy Old Style" color="#FFFFFF"><b>20-02-2002</b></font></div>
      </td>
      <td valign="bottom" height="23" width="391"> 
        <div align="left"><font face="Goudy Old Style" color="#FFFFFF"><b>Aquellos 
          viejos tiempos...</b></font></div>
      </td>
    </tr>
  </table>
  <table border="0" cellspacing="0" cellpadding="0" background="Pablito.gif" align="left" width="21" height="35">
    <tr> 
      <td valign="bottom" height="23" width="21"> 
        <div align="left"><font face="Goudy Old Style" color="#FFFFFF"></font></div>
      </td>
    </tr>
  </table>
  <table width="19" border="0" cellspacing="0" cellpadding="0" height="33" align="left">
    <tr> 
      <td valign="bottom" height="23" width="13"> 
        <div align="left"><a href="mailto:pablithacker@hotmail.com">Pablito's</a></div>
      </td>
    </tr>
  </table>
  <p>&nbsp;</p>
  <p align="left" class="textonormal">Sip, parece que son casualidades de la vida, 
    pero hoy mientras estaba buscando una cosita en mi habitaci&oacute;n me he 
    encontrado con un disquette que marc&oacute; los principios de Sayans Taductions, 
    all&aacute; por el a&ntilde;o 1999, fecha en la que ten&iacute;a unos 14 a&ntilde;os, 
    y Rocky a&uacute;n 13... Como ver&eacute;is en la imagen, era la &eacute;poca 
    en la que Sayans Traductions hab&iacute;a aparecido recientemente e iba aumentando 
    su staff, al igual que sus traducciones. Esos parches de los que habla el 
    disquette son fruto una compenetraci&oacute;n entre Rocky y yo, nuestro primer 
    (y de momento &uacute;nico) trabajo en equipo. Desde luego, la traducci&oacute;n 
    con la que m&aacute;s disfrutamos, y que acabamos relativamente r&aacute;pido, 
    sobre un mes tard&oacute; la cosa. Bien es cierto que apenas sab&iacute;amos 
    hackear una ROM, y que m&aacute;s tarde sacamos un nuevo parche que mejoraba 
    bastante la traducci&oacute;n, con la novedad fundamental de haber insertado 
    las tildes y otros s&iacute;mbolos como la &ntilde;, pero fue un hecho que 
    demostr&oacute; que el trabajo en equipo bien hecho siempre da sus buenos 
    frutos. Ahora las cosas han cambiado bastante, hay muchos grupos de traducciones 
    y nuestro staff poco a poco ha ido desapareciendo poco a poco, pero nosotros, 
    al menos, pretendemos seguir con lo que una vez comenzamos. La historia es 
    mucho m&aacute;s y larga se remonta antes que esta traducci&oacute;n, y hasta 
    el d&iacute;a de hoy han pasado muchas cosas, tanto buenas como malas. En 
    fin, este disquette ha sido uno de los regalos que m&aacute;s me ha hecho 
    ilusi&oacute;n de todos los de hoy, el tiempo pasa y uno se va haciendo viejo. 
    Me gustar&iacute;a haberos regalado &quot;algo&quot; pero todav&iacute;a queda 
    tiempo para ese momento... :)</p>
  <p align="center" class="textonormal"><a href="somant.jpg" target="_blank"><img src="somant.jpg" width="143" height="144" border="0"></a></p>
  <p align="left" class="textonormal">PD: Haced click en la imagen para verla 
    a tama&ntilde;o completo y ver toda la &quot;mierda&quot; que tiene la pegatina 
    del disquette xDDD </p>
  <p align="left" class="textonormal">&nbsp;</p>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <p></p>
  <div align="center"></div>
  <table width="564" border="0" cellspacing="0" cellpadding="0" height="30" background="Barranoticias.jpg" align="left">
    <tr> 
      <td valign="bottom" height="23" width="167"> 
        <div align="center"><font face="Goudy Old Style" color="#FFFFFF"><b>17-02-2002</b></font></div>
      </td>
      <td valign="bottom" height="23" width="391"> 
        <div align="left"><font face="Goudy Old Style" color="#FFFFFF"><b>Hacia 
          tiempo que no actualizaba...</b></font></div>
      </td>
    </tr>
  </table>
  <table width="32" border="0" cellspacing="0" cellpadding="0" height="33" background="Rocky.gif" align="left">
    <tr> 
      <td valign="bottom" height="23" width="26"> 
        <div align="left"><font face="Goudy Old Style" color="#FFFFFF"></font></div>
      </td>
    </tr>
  </table>
  <table width="19" border="0" cellspacing="0" cellpadding="0" height="33" align="left">
    <tr> 
      <td valign="bottom" height="23" width="13"> 
        <div align="left"><a href="mailto:rarewa@hotmail.com">Rocky</a></div>
      </td>
    </tr>
  </table>
  <p align="left" class="textonormal">&nbsp;</p>
  <p align="left" class="textonormal"> Bueno, como siempre cuando empieza el instituto 
    he estado muy liado con los ex&aacute;menes, es que salgo a una media de dos 
    o tres por semana y me tienen ya &quot;quemao&quot;.</p>
  <p align="left" class="textonormal">Lo primero es a&ntilde;adir a un nuevo afiliado 
    que est&aacute; empezando, y esperemos que visit&eacute;is y apoy&eacute;is 
    en sus inicios: su nombre es X-treme Snes, y acordaros del nombre porque apunta 
    alto.</p>
  <p align="center" class="textonormal"><a href="http://arcade.ya.com/x-tremesnes/" target="_blank"><img src="xtremesnes.jpg" width="88" height="30" border="0"></a></p>
  <p align="left" class="textonormal">En segundo lugar querr&iacute;a pediros 
    que en el foro dejarais ideas para alguna nueva encuesta, ya que llevamos 
    un tiempo sin ninguna porque a Pablito's y a mi no nos vienen las ideas. A 
    ver si pod&eacute;is hacernos ese favor.</p>
  <p align="left" class="textonormal">Por &uacute;ltimo un asunto importante. 
    Se buscan traductores de gu&iacute;as (si son capaces de crearlas incluso 
    mejor) ya que queremos que m&aacute;s gente colabore en la secci&oacute;n 
    de gu&iacute;as (tambi&eacute;n si alguien ya las tiene hechas puede mandarlas 
    -principalmente buscamos del Secret of Mana y del Zelda de SNes, y de los 
    Phantasy Star de Megadrive- y ser&aacute; incluido en el staff como colaborador). 
    Bueno, sea lo que sea, todo lo referente a esto mandadmelo al <a href="mailto:rarewa@hotmail.com">e-mail</a>.</p>
  <p align="left" class="textonormal">&nbsp;</p>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <table width="564" border="0" cellspacing="0" cellpadding="0" height="30" background="Barranoticias.jpg" align="left">
    <tr> 
      <td valign="bottom" height="23" width="167"> 
        <div align="center"><font face="Goudy Old Style" color="#FFFFFF"><b>15-02-2002</b></font></div>
      </td>
      <td valign="bottom" height="23" width="391"> 
        <div align="left"><font face="Goudy Old Style" color="#FFFFFF"><b>Peque&ntilde;a 
          actualizaci&oacute;n </b></font></div>
      </td>
    </tr>
  </table>
  <table border="0" cellspacing="0" cellpadding="0" background="Pablito.gif" align="left" width="21" height="35">
    <tr> 
      <td valign="bottom" height="23" width="21"> 
        <div align="left"><font face="Goudy Old Style" color="#FFFFFF"></font></div>
      </td>
    </tr>
  </table>
  <table width="19" border="0" cellspacing="0" cellpadding="0" height="33" align="left">
    <tr> 
      <td valign="bottom" height="23" width="13"> 
        <div align="left"><a href="mailto:pablithacker@hotmail.com">Pablito's</a></div>
      </td>
    </tr>
  </table>
  <p>&nbsp;</p>
  <p align="left" class="textonormal">Hace unos cuantos d&iacute;as sali&oacute; 
    una nueva y bastante mejorada versi&oacute;n de un Editor Gr&aacute;fico con 
    soporte para muchos formatos y que es realmente bueno (aunque yo sigo utilizando 
    el Tyle Layer Pro, es una buena alternativa y tiene caracter&iacute;sticas 
    &uacute;nicas), el <a href="utilidades/editores/tiled.exe">TiLed 2002</a>, 
    con una interfaz al estilo Windows XP que est&aacute; bastante chula, aunque 
    al principio puede resultar un poco liosa. Probadlo a ver qu&eacute; tal :) 
    Por otra parte, el grupo de traducci&oacute;n de &quot;nuevos sistemas&quot; 
    PSX y DC, <a href="http://go.to/sk50translate" target="_blank">Sk50Translate</a>, 
    se ha puesto las pilas con la vuelta de Sk50, pasaos por su web que viene 
    con muchas ganas :D Ya por &uacute;ltimo, comentar que como habr&eacute;is 
    notado si os interesa el tema, la p&aacute;gina de <a href="http://www.romhacking.org" target="_blank"> 
    Romhacking</a>, de las mejores p&aacute;ginas con informaci&oacute;n sobre 
    el tema, est&aacute; ca&iacute;da debido a problemas del servidor... En fin, 
    a ver si se soluciona pronto ^^</p>
  <p align="left" class="textonormal">&nbsp;</p>
  </div>
