<title>Noticias</title>
<link rel="stylesheet" href="styles.css" type="text/css">
<body bgcolor="#000000" leftmargin="0" topmargin="0" marginwidth="0" marginheight="0">
<p>&nbsp;</p>
<div align="center">
  <p><img src="noticiasant.jpg" width="336" height="64"></p>
  <p>&nbsp;</p>
  <p><b class="textonormal">- Del d&iacute;a 10-05-2002 al d&iacute;a 26-05-2002 
    -</b></p>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <table width="564" border="0" cellspacing="0" cellpadding="0" height="30" background="Barranoticias.jpg" align="left">
    <tr> 
      <td valign="bottom" height="23" width="167"> 
        <div align="center"><font face="Goudy Old Style" color="#FFFFFF"><b>26-05-2002</b></font></div>
      </td>
      <td valign="bottom" height="23" width="391"> 
        <div align="left"><font face="Goudy Old Style" color="#FFFFFF"><b>Poca 
          cosa... </b></font></div>
      </td>
    </tr>
  </table>
  <table border="0" cellspacing="0" cellpadding="0" background="Pablito.gif" align="left" width="21" height="35">
    <tr> 
      <td valign="bottom" height="23" width="21"> 
        <div align="left"><font face="Goudy Old Style" color="#FFFFFF"></font></div>
      </td>
    </tr>
  </table>
  <table width="19" border="0" cellspacing="0" cellpadding="0" height="33" align="left">
    <tr> 
      <td valign="bottom" height="23" width="13"> 
        <div align="left"><a href="mailto:pablithacker@hotmail.com">Pablito's</a></div>
      </td>
    </tr>
  </table>
  <p>&nbsp;</p>
  <p align="left" class="textonormal">Os comento un poco el estado del Final Fantasy 
    IV, que si no creo que no van a haber muchas actualizaciones... xD Desde la 
    noticia pasada he estado trasteando con el juego de marras y haciendo uso 
    del ASM he conseguido cambiar todo lo que daba por imposible (y que Fizband 
    tampoco fue capaz en su traducci&oacute;n del Final Fantasy II americano ;) 
    ), vamos, que la traducci&oacute;n ser&aacute; un 100% en todos sus aspectos 
    :) Ahora mismo el proyecto est&aacute; &quot;parado&quot; porque antes de 
    mand&aacute;rselo a Ereza (el betatester) quiero que los scripts est&eacute;n 
    revisados definitvamente. Me he puesto en contacto con RSM para ver c&oacute;mo 
    iba la cosa y al parecer est&aacute; muy liado con los ex&aacute;menes, pues 
    la siguiente semana y parte de la que viene la tiene ocupada &quot;gracias&quot; 
    al insituto, y claro est&aacute;, lo primero es lo primero, que estamos ya 
    en la recta final de las clases y hay que centrarse. Me ha dicho que si hay 
    prisa que los revise yo mismo (cosa que har&eacute; de todos modos, adem&aacute;s, 
    para ver sus sugerencias a cambiar deber&eacute; leerme otra vez los scripts 
    :P), que m&aacute;s tarde sacaremos una versi&oacute;n con los posibles cambios 
    hechos. En cualquier caso, coincide que yo tambi&eacute;n voy a estar muy 
    liado con ex&aacute;menes esta semana as&iacute; que aunque &eacute;l hubiera 
    terminado de revisar yo no podr&iacute;a hacer nada. Con suerte, y si todo 
    sale bien, podr&iacute;a mandarle a Ereza el parche a testear en 2 semanas 
    (eso espero, otra vez dando fechas...). Da un poco de rabia tener la traducci&oacute;n 
    &quot;cuasi&quot; lista, pero creo que es mejor esperar un poco m&aacute;s 
    ahora que sacar un parche y a los x d&iacute;as la versi&oacute;n final con 
    algunos cambios y retoques, porque quiero que el parche sea definitivo (&iexcl;eso 
    espero!). Por tanto, esta semana que viene no habr&aacute; actualizaciones 
    como m&iacute;nimo hasta el fin de semana (en cuyo caso no tratar&iacute;a 
    del Final Fantasy IV...). No hay m&aacute;s que mirar los dem&aacute;s sitios 
    de traducciones (tanto espa&ntilde;oles, ingleses y franceses) para darse 
    cuenta de que no somos los &uacute;nicos que est&aacute;n ocupados por la 
    &quot;vida real&quot;, pues pocas noticias hay.<br>
    Por otra parte, y como ya he hablado de Ereza antes, comento que ya est&aacute; 
    operativa su p&aacute;gina web (aunque todav&iacute;a no al 100%), y que al 
    parecer su proyecto del Chrono Trigger va tomando forma de una vez, as&iacute; 
    que actualizad vuestros favoritos, su web es <a href="http://erezatrans.emumania.com/" target="_blank">esta</a>.</p>
  <p align="left" class="textonormal">&nbsp;</p>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <table width="564" border="0" cellspacing="0" cellpadding="0" height="30" background="Barranoticias.jpg" align="left">
    <tr> 
      <td valign="bottom" height="23" width="167"> 
        <div align="center"><font face="Goudy Old Style" color="#FFFFFF"><b>19-05-2002</b></font></div>
      </td>
      <td valign="bottom" height="23" width="391"> 
        <div align="left"><font face="Goudy Old Style" color="#FFFFFF"><b>YAY!!! 
          (2) ^_^</b></font></div>
      </td>
    </tr>
  </table>
  <table border="0" cellspacing="0" cellpadding="0" background="Pablito.gif" align="left" width="21" height="35">
    <tr> 
      <td valign="bottom" height="23" width="21"> 
        <div align="left"><font face="Goudy Old Style" color="#FFFFFF"></font></div>
      </td>
    </tr>
  </table>
  <table width="19" border="0" cellspacing="0" cellpadding="0" height="33" align="left">
    <tr> 
      <td valign="bottom" height="23" width="13"> 
        <div align="left"><a href="mailto:pablithacker@hotmail.com">Pablito's</a></div>
      </td>
    </tr>
  </table>
  <p>&nbsp;</p>
  <p align="left" class="textonormal">Pues s&iacute;, algo m&aacute;s me ha costado, 
    para ye lo voy pillando el truco :) Esta vez hasta he tenido que poner un 
    peque&ntilde;a rutina porque me faltaba espacio... :D</p>
  <p align="center" class="textonormal"><img src="menunivel.gif" width="256" height="223"></p>
  <p align="left" class="textonormal">Ya s&oacute;lo queda corregir alguna chorrada 
    que otra, aparte de la revisi&oacute;n de script y m&aacute;s betatesting. 
    Creo que va a ser por fin una traducci&oacute;n al 100% total y de calidad 
    :D</p>
  <p align="left" class="textonormal">&nbsp;</p>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <table width="564" border="0" cellspacing="0" cellpadding="0" height="30" background="Barranoticias.jpg" align="left">
    <tr> 
      <td valign="bottom" height="23" width="167"> 
        <div align="center"><font face="Goudy Old Style" color="#FFFFFF"><b>19-05-2002</b></font></div>
      </td>
      <td valign="bottom" height="23" width="391"> 
        <div align="left"><font face="Goudy Old Style" color="#FFFFFF"><b>YAY!!!</b></font></div>
      </td>
    </tr>
  </table>
  <table border="0" cellspacing="0" cellpadding="0" background="Pablito.gif" align="left" width="21" height="35">
    <tr> 
      <td valign="bottom" height="23" width="21"> 
        <div align="left"><font face="Goudy Old Style" color="#FFFFFF"></font></div>
      </td>
    </tr>
  </table>
  <table width="19" border="0" cellspacing="0" cellpadding="0" height="33" align="left">
    <tr> 
      <td valign="bottom" height="23" width="13"> 
        <div align="left"><a href="mailto:pablithacker@hotmail.com">Pablito's</a></div>
      </td>
    </tr>
  </table>
  <p>&nbsp;</p>
  <p align="left" class="textonormal">Esta vez no suelto el rollo... S&oacute;lo 
    mirad si not&aacute;is algo diferente, que adem&aacute;s lo he mencionado 
    muchas veces. Oh, mi primera modificaci&oacute;n ASM... :___)</p>
  <p align="center" class="textonormal"><img src="menusalvar.gif" width="256" height="223"></p>
  <p align="left" class="textonormal">PD: No os extra&ntilde;&eacute;is de los 
    nombres de los personajes, es normal, como cambi&eacute; la fuente y he utilizado 
    un Save State... Pr&oacute;ximo objetivo: Cambiar lo de LEVEL... ^_^ Aunque 
    eso me va a costar m&aacute;s trabajo...</p>
  <p align="left" class="textonormal">&nbsp;</p>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <p></p>
  <div align="center"></div>
  <table width="564" border="0" cellspacing="0" cellpadding="0" height="30" background="Barranoticias.jpg" align="left">
    <tr> 
      <td valign="bottom" height="23" width="167"> 
        <div align="center"><font face="Goudy Old Style" color="#FFFFFF"><b>15-05-2002</b></font></div>
      </td>
      <td valign="bottom" height="23" width="391"> 
        <div align="left"><font face="Goudy Old Style" color="#FFFFFF"><b>Real 
          Madrid - Campe&oacute;n de la Copa de Europa</b></font></div>
      </td>
    </tr>
  </table>
  <table width="32" border="0" cellspacing="0" cellpadding="0" height="33" background="Rocky.gif" align="left">
    <tr> 
      <td valign="bottom" height="23" width="26"> 
        <div align="left"><font face="Goudy Old Style" color="#FFFFFF"></font></div>
      </td>
    </tr>
  </table>
  <table width="19" border="0" cellspacing="0" cellpadding="0" height="33" align="left">
    <tr> 
      <td valign="bottom" height="23" width="13"> 
        <div align="left"><a href="mailto:rarewa@hotmail.com">Rocky</a></div>
      </td>
    </tr>
  </table>
  <p align="left" class="textonormal">&nbsp;</p>
  <p align="left" class="textonormal">&nbsp;</p>
  <p align="center" class="textonormal"><img src="realmadrid.gif" width="447" height="198"></p>
  <p align="left" class="textonormal">&nbsp;</p>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <table width="564" border="0" cellspacing="0" cellpadding="0" height="30" background="Barranoticias.jpg" align="left">
    <tr> 
      <td valign="bottom" height="23" width="167"> 
        <div align="center"><font face="Goudy Old Style" color="#FFFFFF"><b>15-05-2002</b></font></div>
      </td>
      <td valign="bottom" height="23" width="391"> 
        <div align="left"><font face="Goudy Old Style" color="#FFFFFF"><b>Sobre 
          la traducci&oacute;n del Final Fantasy VI PSX...</b></font></div>
      </td>
    </tr>
  </table>
  <table border="0" cellspacing="0" cellpadding="0" background="Pablito.gif" align="left" width="21" height="35">
    <tr> 
      <td valign="bottom" height="23" width="21"> 
        <div align="left"><font face="Goudy Old Style" color="#FFFFFF"></font></div>
      </td>
    </tr>
  </table>
  <table width="19" border="0" cellspacing="0" cellpadding="0" height="33" align="left">
    <tr> 
      <td valign="bottom" height="23" width="13"> 
        <div align="left"><a href="mailto:pablithacker@hotmail.com">Pablito's</a></div>
      </td>
    </tr>
  </table>
  <p>&nbsp;</p>
  <p align="left" class="textonormal">Bien, ante la insistencia de much&iacute;sima 
    gente que quiere ver este juego en su versi&oacute;n de PSX traducida, ayer 
    alquil&eacute; el juego para ver qu&eacute; pod&iacute;a hacer con &eacute;l. 
    Primera decepci&oacute;n: El juego de la SNES (y si se usa un buen emulador 
    como lo es el Zsnes, y con modo gr&aacute;fico Super2xSAI) le da mil patadas, 
    al menos a su versi&oacute;n PAL. Si ya es incre&iacute;ble tener que pagar 
    por algo que en el ordenador es &quot;gratuito&quot; y en espa&ntilde;ol, 
    esas bandas negras y los 50 Hzs no tienen perd&oacute;n. Ni qu&eacute; decir 
    de tener que esperar las cargas en las batallas y otros momentos del juego. 
    Y qu&eacute; quer&eacute;is que os diga, pero hasta los combates contra jefes 
    finales pierden su encanto al no ir la m&uacute;sica tran &quot;fren&eacute;tica&quot; 
    como en la SNES, adem&aacute;s, he notado que la m&uacute;sica es algo diferent,: 
    yo prefiero la &quot;tradicional&quot;. Y al parcer, por lo que he visto, 
    no soy el &uacute;nico que piensa as&iacute;. Para v&iacute;deos, me los bajo 
    de internet. Ahora viene lo bueno...<br>
    A pesar, como s&eacute; que mucha gente lo quiere traducido, pues intent&eacute; 
    a ver si pod&iacute;a aprovechar mi traducci&oacute;n para el de PSX. Estuve 
    toda la tarde con &eacute;l. He descubierto el archivo donde est&aacute; el 
    texto de los di&aacute;logos del juego (aunque he visto que faltan los finales, 
    estar&aacute; en otro), y por fortuna siguen el mismo orden que el de SNES. 
    La tabla la tengo casi terminada, me falta completar algunos DTE, o compresiones, 
    como quer&aacute;is llamarlo. He mirado en las TIMs y no he encotrado la fuente 
    por ning&uacute;n lado para meter tildes &iquest; &iexcl; &ntilde;, aunque 
    como me ha comentado RSM, seg&uacute;n parece est&aacute; en el formato de 
    la SNES, cosa que ya comprob&eacute; pero que no le dediqu&eacute; tiempo 
    apenas. Bueno, pues despu&eacute;s de que todo estuviera medio listo, cog&iacute; 
    parte del script de la traducci&oacute;n y la insert&eacute;. Lo prob&eacute; 
    y... problemas con los, em... <b>MALDITOS</b> punteros como siempre. El archivo 
    donde est&aacute; el texto no tiene punteros, y lo &uacute;nico que se asemejaba 
    a una tabla de punteros (que parec&iacute;a no corresponder) estaba en el 
    SCES_xx del Root del CD. Encontr&eacute; el texto de las batallas pero tampoco 
    encontr&eacute; punteros, bueno, s&iacute;, pero son de 1 byte y de forma 
    secuencial, cosa bastante extra&ntilde;a (si me dec&iacute;s c&oacute;mo modifico 
    eso...). No hice pruebas, pero me imagino que tendr&iacute;a un problema parecido 
    (&iexcl;o a lo mejor no!). Resumiendo: No tengo muchas ganas de traducir un 
    juego que prefiero en la SNES, sobre todo cuando tengo otras prioridades. 
    Quiz&aacute;s en un futuro si no tengo nada que hacer lo intente, por supuesto, 
    con los punteros, porque ni loco pienso traducir todo otra vez, encima teniendo 
    que &quot;soportar&quot; un espacio l&iacute;mite para el texto. Ni mucho 
    menos voy a quitar 'h' o poner en vez de &quot;que&quot; -&gt; 'q', y quien 
    diga que se entiende igual es que no le da&ntilde;a la vista ver eso en un 
    juego. Adem&aacute;s, que no tenga tildes y lo dem&aacute;s reduce la calidad 
    de la traducci&oacute;n, aunque muchos piensen que da igual. Si alguien quiere 
    ver la traducci&oacute;n del juego, o bien se pone manos a la obra y empieza 
    a traducir con espacio l&iacute;mite para el texto, o va buscando c&oacute;mo 
    maneja el texto (los punteroa) el juego, yo, con mucho gusto, reinsertar&eacute; 
    el script en base a &eacute;stos. Ah, y si me ped&iacute;s la tabla, scripts 
    (juaz), decir que hay que buscarse un poco la vida, que yo lo hice todo en 
    una tarde, y &quot;los scripts&quot; en un verano entero de dedicaci&oacute;n. 
    Muchos pensar&eacute;is que soy un trolero y tal (lo digo por un caso que 
    pas&oacute; en FFManiacs), pues bien, os pongo un &quot;miniparche&quot; para 
    que ve&aacute;is que es cierto que se puede traducir, ver&eacute;is que la 
    traducci&oacute;n es la misma que la de SNES (sin tildes y dem&aacute;s), 
    y c&oacute;mo el primer texto de la intro es el &uacute;nico que sale bien, 
    aparte del de BIGGS al principio. As&iacute; que ya sab&eacute;is lo que hay... 
    Por si hay alguna duda, el parche es para la versi&oacute;n PAL, y s&oacute;lo 
    tiene el texto de la intro &quot;medio traducido&quot;, no iba a meter todo 
    el script... Con im&aacute;genes no pod&iacute;a demostrar que era la versi&oacute;n 
    de PSX. En el L&eacute;eme.txt viene la utilidad para parchear. <b>NO GRAB&Eacute;IS 
    EL JUEGO EN UN CD, PROBADLO EN EL EMULADOR NADA M&Aacute;S A MENOS QUE QUER&Aacute;IS 
    TENER UN FINAL FANTASY VI AL 0'0001% MEDIO TRADUCIDO</b>.</p>
  <p align="center" class="textonormal">- <a href="ff6psx_esp_prueba.zip">Descargar 
    el parche de prueba del Final Fantasy VI de PSX</a> -</p>
  <p align="left" class="textonormal"><br>
    Bueno, ahora, s&oacute;lo pediros disculpas si me he puesto algo serio, pero 
    como tal, lo es, y pienso que no hay que andarse con chorradilas (no he puesto 
    ninguna smiley xD)</p>
  <p align="left" class="textonormal">Por otra parte, el <a href="http://www.emumania.com/vbulletin/forumdisplay.php?s=&daysprune=&forumid=23&x=17&y=12" target="_blank">Foro</a> 
    ya ha vuelto a funcionar, por desgracia la base de datos del anterior no se 
    ha podido recuperar y hay que comenzar de nuevo, pero con la ayuda de todos, 
    volver&aacute; a ser lo que era antes ;)</p>
  <p align="left" class="textonormal">PD: El otro d&iacute;a se me olvid&oacute; 
    dar las gracias a <b>Franxis</b> de <a href="http://www.emudek.org" target="_blank">Emudek</a> 
    por anunciar la nueva direcci&oacute;n de la p&aacute;gina... Gracias... :)</p>
  <p align="left" class="textonormal">&nbsp;</p>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <p></p>
  <div align="center"></div>
  <table width="564" border="0" cellspacing="0" cellpadding="0" height="30" background="Barranoticias.jpg" align="left">
    <tr> 
      <td valign="bottom" height="23" width="167"> 
        <div align="center"><font face="Goudy Old Style" color="#FFFFFF"><b>14-05-2002</b></font></div>
      </td>
      <td valign="bottom" height="23" width="391"> 
        <div align="left"><font face="Goudy Old Style" color="#FFFFFF"><b>Aqu&iacute; 
          estamos... </b></font></div>
      </td>
    </tr>
  </table>
  <table width="32" border="0" cellspacing="0" cellpadding="0" height="33" background="Rocky.gif" align="left">
    <tr> 
      <td valign="bottom" height="23" width="26"> 
        <div align="left"><font face="Goudy Old Style" color="#FFFFFF"></font></div>
      </td>
    </tr>
  </table>
  <table width="19" border="0" cellspacing="0" cellpadding="0" height="33" align="left">
    <tr> 
      <td valign="bottom" height="23" width="13"> 
        <div align="left"><a href="mailto:rarewa@hotmail.com">Rocky</a></div>
      </td>
    </tr>
  </table>
  <p align="left" class="textonormal">&nbsp;</p>
  <p align="left" class="textonormal"> A un d&iacute;a de que estemos viviendo 
    el partido de la final de la Champions League aqu&iacute; me presento... :) 
    Bueno, os cuento por qu&eacute; he estado desaparecido estas &uacute;ltimas 
    dos o tres semanas. En primer lugar ten&iacute;a muchas cosas atrasadas en 
    la escuela por lo que me he esforzado y he puesto todo m&aacute;s o menos 
    al d&iacute;a. Adem&aacute;s me he dedicado al tener muy poco tiempo libre 
    a terminar el Final Fantasy VII de PSX (me lo pill&eacute; hace poco, y desde 
    Semana Santa que empec&eacute; no he podido dejarlo). El juego es una maravilla 
    por si todav&iacute;a hay alg&uacute;n atrasao que no ha jugao, como yo hace 
    un mes ;) Bueno, a lo que &iacute;bamos, que estoy haciendo avances con el 
    Final Fantasy V para que quede una traducci&oacute;n lo mejor posible, y ahora, 
    despu&eacute;s de reinsertar los textos como v&eacute;is en las im&aacute;genes 
    de abajo, no estoy contento con el resultado, ya que quiero que el texto quede 
    m&aacute;s cuadrado en el cuadro (valga la redundancia), y a eso es a lo que 
    me dedicar&eacute; ahora adem&aacute;s de a retocar los men&uacute;s, etc. 
    Un saludo, y cuando tenga noticias de nuevo actualizar&eacute;.</p>
  <p align="center" class="textonormal"><img src="ff5prev.gif" width="256" height="223"></p>
  <p align="left" class="textonormal">&nbsp;</p>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <table width="564" border="0" cellspacing="0" cellpadding="0" height="30" background="Barranoticias.jpg" align="left">
    <tr> 
      <td valign="bottom" height="23" width="167"> 
        <div align="center"><font face="Goudy Old Style" color="#FFFFFF"><b>13-05-2002</b></font></div>
      </td>
      <td valign="bottom" height="23" width="391"> 
        <div align="left"><font face="Goudy Old Style" color="#FFFFFF"><b>Gracias...</b></font></div>
      </td>
    </tr>
  </table>
  <table border="0" cellspacing="0" cellpadding="0" background="Pablito.gif" align="left" width="21" height="35">
    <tr> 
      <td valign="bottom" height="23" width="21"> 
        <div align="left"><font face="Goudy Old Style" color="#FFFFFF"></font></div>
      </td>
    </tr>
  </table>
  <table width="19" border="0" cellspacing="0" cellpadding="0" height="33" align="left">
    <tr> 
      <td valign="bottom" height="23" width="13"> 
        <div align="left"><a href="mailto:pablithacker@hotmail.com">Pablito's</a></div>
      </td>
    </tr>
  </table>
  <p>&nbsp;</p>
  <p align="left" class="textonormal">Poca cosa con lo que actualizar, adem&aacute;s, 
    este fin de semana estuve de viaje, as&iacute; que no he podido hacer nada 
    (y esta semana tengo unos cuantos ex&aacute;menes de lat&iacute;n y griego... 
    :P). Pero me he animado a actualizar al ver que el n&uacute;mero de visitas 
    ha vuelto a la normalidad, y quer&iacute;a agradecer a todos aquellos que 
    han colaborado en &quot;anunciar&quot; la nueva URL, en especial<b> Kaervek</b> 
    de <a href="http://www.emumania.com" target="_blank">Emuman&iacute;a</a> y 
    <b>Flik</b> de <a href="http://rpgtime.iefactory.com/" target="_blank">RpgTime</a> 
    ^_^ Por cierto, Todotraducciones (ahora Todo Tradus, o eso he cre&iacute;do 
    entender) se ha cambiado tambi&eacute;n de servidor, pod&eacute;is entrar 
    por el dominio <a href="http://www.todotradus.com" target="_blank">http://www.todotradus.com</a>. 
    Ah, parece que el foro volver&aacute; a la normalidad el Martes 14 a las 23:00.Pues 
    nada, s&oacute;lo era eso, de paso he movido todas las noticias anteriores 
    a Noticias Antiguas que hac&iacute;a falta :) </p>
  <p align="left" class="textonormal">&nbsp;</p>
  <table width="564" border="0" cellspacing="0" cellpadding="0" height="30" background="Barranoticias.jpg" align="left">
    <tr> 
      <td valign="bottom" height="23" width="167"> 
        <div align="center"><font face="Goudy Old Style" color="#FFFFFF"><b>10-05-2002</b></font></div>
      </td>
      <td valign="bottom" height="23" width="391"> 
        <div align="left"><font face="Goudy Old Style" color="#FFFFFF"><b>Cambio 
          de servidor y novedades</b></font></div>
      </td>
    </tr>
  </table>
  <table border="0" cellspacing="0" cellpadding="0" background="Pablito.gif" align="left" width="21" height="35">
    <tr> 
      <td valign="bottom" height="23" width="21"> 
        <div align="left"><font face="Goudy Old Style" color="#FFFFFF"></font></div>
      </td>
    </tr>
  </table>
  <table width="19" border="0" cellspacing="0" cellpadding="0" height="33" align="left">
    <tr> 
      <td valign="bottom" height="23" width="13"> 
        <div align="left"><a href="mailto:pablithacker@hotmail.com">Pablito's</a></div>
      </td>
    </tr>
  </table>
  <p>&nbsp;</p>
  <p align="left" class="textonormal">Seguramente desde el 2 de Mayo no habr&eacute;is 
    podido acceder a la web o que os cargar muy lenta y mal. Pues bien, esto ha 
    sido debido al anterior servidor, Gran Avenida, que est&aacute; en &quot;tiempos 
    de crisis&quot;. Kaervek ha cambiado ya el servidor y la velocidad y normalidad 
    ha vuelto ya. Adem&aacute;s, ahora podemos tener acceso al FTP, desde luego 
    mucho mejor que tener que actualizar mediante un CGI. As&iacute; que Kaervek, 
    muchas gracias :D La nueva direcci&oacute;n de la p&aacute;gina es <a href="http://sayans.emumania.com" target="_blank">http://sayans.emumania.com</a>, 
    as&iacute; que actualizad vuestros enlaces. En teor&iacute;a, la anterior, 
    <a href="http://www.emumania.com/sayans" target="_blank">http://www.emumania.com/sayans</a> 
    deber&iacute;a redireccionar, pero de momento no lo hace :P El foro de momento 
    no rula...<br>
    Os comento lo que hemos estado haciendo estos d&iacute;as (que no mucho). 
    Por mi parte, he estado trabajando en las &quot;cuentas pedientes&quot; que 
    ten&iacute;a que en el Final Fantasy IV. Los mensajes de Yes y No ya est&aacute;n 
    traducidos, la cosa no fue f&aacute;cil porque tuve que cambiar la fuente 
    otra vez, para que la 'Y' fuera una 'S', la 'e' por una '&iacute;'... Vamos, 
    que me ha costado tener que reinsertar fodo otra vez, aparte de los ajustes 
    manuales en los men&uacute;s (parec&iacute;an que estaban en italiano xD). 
    Pero merece parece que ha merecido la pena :) Otro asunto es el de la Leyenda 
    de Mysidia. Como os dije anteriormente, aparec&iacute;a texto en ingl&eacute;s 
    a mitad de la Leyenda. Me cost&oacute; una horita, pero descubr&iacute; de 
    d&oacute;nde lo sacaba :) Adem&aacute;s, con la inestimable ayuda de RSM, 
    hemos hecho una traducci&oacute;n con el mismo sentido de la original, pero 
    en verso, tal y como si se tratara de una leyenda de verdad :P He introducido 
    rimas, un poco de hip&eacute;rbaton (el verbo est&aacute; al final), y alg&uacute;n 
    que otro recurso estil&iacute;stico, como la an&aacute;fora. Pod&eacute;is 
    verlo en la siguiente imagen. Por cierto, he puesto Madre Tierra (como debe 
    de ser), pero seg&uacute;n me ha comentado RSM una traducci&oacute;n m&aacute;s 
    acorde con la saga ser&iacute;a poner Gaya, aunque yo he preferido poner lo 
    primero. Me gustar&iacute;a saber qu&eacute; opin&aacute;is de esto... Como 
    no funciona el foro, pod&eacute;is mandarme un mail.</p>
  <p align="center" class="textonormal"><img src="ff4leyendanueva.gif" width="256" height="223"></p>
  <p align="left" class="textonormal">Por otra parte, mirad en lo que me entretuve 
    una noche hasta las 2, una vez pillado el truco fue f&aacute;cil, lo digo 
    porque seguramente tenga que cambiarlo debido al cambio de direcci&oacute;n 
    xD Ya s&oacute;lo queda por hacer que Salvar se &quot;apague&quot; entero 
    cuando no se puede salvar, en vez de que s&oacute;lo se apaguen 4 letras :P</p>
  <p align="center" class="textonormal"><img src="ff4intro.gif" width="256" height="223"> 
  </p>
  <p align="left" class="textonormal">Respecto a la traducci&oacute;n que est&aacute; 
    haciendo RSM de los scripts del Super Mario RPG, el proyecto sigue en buen 
    camino, adem&aacute;s, me ha comentado que a algunos personajes le ha puesto 
    un diverso acento, como el de Castilla (lo del ej que... xDDD), a&uacute;n 
    tiene que mand&aacute;rmelos para que les eche un vistazo, pero la cosa parece 
    ir viento en popa :) Mientras, est&aacute; comprobado tambi&eacute;n los scripts 
    del Final Fantasy IV, as&iacute; que cada vez queda menos para sacar el parche 
    :) </p>
  <p align="left" class="textonormal">&nbsp;</p>
</div>
