<title>Noticias</title>
<link rel="stylesheet" href="styles.css" type="text/css">
<body bgcolor="#000000" leftmargin="0" topmargin="0" marginwidth="0" marginheight="0">
<p>&nbsp;</p>
<div align="center">
  <p><img src="noticiasant.jpg" width="336" height="64"></p>  
  <p align="center" class="textonormal"><b class="textonormal">- Del d&iacute;a 
    26-09-2002 al d&iacute;a 21-09-2003 -</b></p>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <table width="564" border="0" cellspacing="0" cellpadding="0" height="30" background="Barranoticias.jpg" align="left">
    <tr> 
      <td valign="bottom" height="23" width="167"> <div align="center"><font face="Goudy Old Style" color="#FFFFFF"><b>21-09-2003</b></font></div></td>
      <td valign="bottom" height="23" width="391"> <div align="left"><font face="Goudy Old Style" color="#FFFFFF"><b>What 
          the hell...?</b></font></div></td>
    </tr>
  </table>
  <table border="0" cellspacing="0" cellpadding="0" background="Pablito.gif" align="left" width="21" height="35">
    <tr> 
      <td valign="bottom" height="23" width="21"> <div align="left"><font face="Goudy Old Style" color="#FFFFFF"></font></div></td>
    </tr>
  </table>
  <table width="19" border="0" cellspacing="0" cellpadding="0" height="33" align="left">
    <tr> 
      <td valign="bottom" height="23" width="13"> <div align="left"><a href="mailto:pablithacker@hotmail.com">Pablito's</a></div></td>
    </tr>
  </table>
  <p>&nbsp;</p>
  <p align="left" class="textonormal">Nada, simplemente decir que me ha dado por 
    visitar mi propia web y me he encontrado que en el men&uacute; de la izquierda 
    aparece una imagen de &quot;Devolvamos el ataque&quot;, que me parece muy 
    bien y estoy a favor de lo que dicen (seguro que no compro ning&uacute;n CD 
    o DVD original, je), ya vi la noticia en ElOtroLado, pero no s&eacute; a menos 
    que haya sido el t&iacute;o de Iespana (cosa que me extra&ntilde;a) no me 
    sienta nada bien que me toquen la web as&iacute; como as&iacute;. No me entend&aacute;is 
    mal, a lo que me refiero es a que no me gusta la idea de que alguien m&aacute;s 
    pueda acceder a la web y hacer lo que le d&eacute; la gana xD Si el que lo 
    ha hecho lee esto, bueno t&iacute;o, que si me dec&iacute;as que pusiera el 
    banner, lo habr&iacute;a puesto (a menos que estuviera falto de ganas, cosa 
    que suele pasar xD), aunque bueno al menos eres honrado porque no has hecho 
    nada para fastidiarme, sino todo lo contrario, que la gente se entere de esa 
    protesta, as&iacute; que gracias por una parte, pero un tir&oacute;n de orejas 
    por no consultarme nada :P. Estoy por cambiar la contrase&ntilde;a, no recuerdo 
    si hab&iacute;a pregunta secreta en iespana, pero el pass a menos que me conozcan 
    bastante es dif&iacute;cil de sacar. Pues nada un saludo...</p>
  <p align="left" class="textonormal">Ya que me he puesto a actualizar... Pues 
    nada, en el Suikoden voy por cuando vuelves con Odessa al escondite del Ej&eacute;rcito 
    de la Liberaci&oacute;n (que en la tradu he puesto Ej&eacute;rcito Liberador 
    por cuestiones de espacio), ya sab&eacute;is lo que pasa ah&iacute; (no voy 
    a decir spoilers :P), y que me he pasado todo el d&iacute;a traduciendo men&uacute;s, 
    objetos, magias... A&uacute;n sigo en ello, espero acabar hoy mismo y ma&ntilde;ana 
    empezar a testear, ya que pretendo traducir mientras estoy jugando. A ver 
    hasta d&oacute;nde llego antes de sacar el parche, aunque me planteo cambiar 
    el dise&ntilde;o en un solo d&iacute;a y con prisas, bueno, ya veremos...</p>
  <p align="left" class="textonormal">&nbsp;</p>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <table width="564" border="0" cellspacing="0" cellpadding="0" height="30" background="Barranoticias.jpg" align="left">
    <tr> 
      <td valign="bottom" height="23" width="167"> <div align="center"><font face="Goudy Old Style" color="#FFFFFF"><b>17-09-2003</b></font></div></td>
      <td valign="bottom" height="23" width="391"> <div align="left"><font face="Goudy Old Style" color="#FFFFFF"><b>Volviendo 
          a las andadas</b></font></div></td>
    </tr>
  </table>
  <table border="0" cellspacing="0" cellpadding="0" background="Pablito.gif" align="left" width="21" height="35">
    <tr> 
      <td valign="bottom" height="23" width="21"> <div align="left"><font face="Goudy Old Style" color="#FFFFFF"></font></div></td>
    </tr>
  </table>
  <table width="19" border="0" cellspacing="0" cellpadding="0" height="33" align="left">
    <tr> 
      <td valign="bottom" height="23" width="13"> <div align="left"><a href="mailto:pablithacker@hotmail.com">Pablito's</a></div></td>
    </tr>
  </table>
  <p>&nbsp;</p>
  <p align="left" class="textonormal">Joer, ya estamos, 2 meses sin actualizar 
    xD En fin, bueno el verano ya se acaba, durante &eacute;ste no he estado todo 
    lo que quisiera en el ordenador, bueno al menos con decisi&oacute;n compr&eacute; 
    una PS2 que al d&iacute;a siguiente estaba chipeada, c&oacute;mo no, y me 
    pas&eacute; el Xenosaga, un juegazo por cierto, y bueno unos cuantos m&aacute;s 
    como Metal Gear Solid 2 y tal, pero bueno, &iquest;a qui&eacute;n le importa 
    esto? Dir&eacute; que me puse con el Suikoden II y que me encant&oacute;, 
    realmente es muy buen juego y se sale de la norma de que el malo quiere destruir 
    el planeta, no, aqu&iacute; hay guerras entre pueblos, la gente muere, hay 
    traiciones, cuando todo est&aacute; perdido ocurre un milagro inesperado y 
    sigues adelante, las ciudades aliadas caen en poder de los enemigos, hay incluso 
    batallas estrat&eacute;gicas como un Shining Force, salen muchos personajes 
    del primer Suikoden... Y adem&aacute;s, en Espa&ntilde;a sali&oacute; en espa&ntilde;ol, 
    eso s&iacute;, menudo traductor, ya no es traducir mal, es que a veces no 
    entend&iacute;a nada de nada de la incoherencia del texto, pero aun as&iacute; 
    la traducci&oacute;n es aceptable y seguro que muchos lo agradecen. Pero claro, 
    jugar en espa&ntilde;ol me hizo recordar que el verano pasado inici&eacute; 
    sin nada de ganas el proyecto Suikoden, que traduc&iacute;a porque no ten&iacute;a 
    nada que hacer. Bien, pues me han entrado muchas ganas de traducir, en 3 d&iacute;as 
    d&iacute;as he traducido unas 35 kbs, teniendo en cuenta que hoy por ejemplo 
    he estado en el ordenador unas 2 horas. Vamos que la mayor&iacute;a del tiempo 
    en casa lo dedico a eso, ver&eacute; ahora si me quedo de madrugada traduciendo 
    algo m&aacute;s que ma&ntilde;ana estar&eacute; fuera... En principio quiero 
    sacar un parche beta antes de irme de Almer&iacute;a, ya que voy a Granada 
    a la Universidad a estudiar Traducci&oacute;n e Interpretaci&oacute;n. Como 
    all&iacute; no tengo mucho internet que digamos, en principio tengo pensado 
    practicar por mi cuenta traduciendo un poco cada d&iacute;a, aunque bueno 
    ya veremos que la Uni no es el instituto, pero creo que podr&eacute; mantener 
    el ritmo, o eso espero. Como donde suelo estar bastante en internet es por 
    los foros de <a href="http://www.rpgtime.net" target="_blank">RPGTime</a> 
    y ahora est&aacute;n chapados (por cierto, interesante comentario el de jonas_ 
    en su <a href="http://todotradus.com/jon/index.php" target="_blank">web</a>, 
    aunque bueno no lo he entendido totalmente, o m&aacute;s bien que no estoy 
    de acuerdo por lo que hasta ahora yo he visto), me viene bien para centrarme, 
    al igual que no puedo entrar al IRC Hispano (jodido router...). No estoy traduciendo 
    &quot;r&aacute;pido&quot; por querer acabar antes, simplemente, como dice 
    jonas_, de verdad que disfruto ahora mismo de estar pegado al ordenador cambiando 
    un texto por otro, como si estuviera jugando a la consola (bueno, es algo 
    m&aacute;s pesado y cansa xD), creo que de eso se trata. Ah, he empezado de 
    nuevo, voy traduciendo y luego inserto, el editor que me hice va de maravilla 
    y me ahorra mucho trabajo, bueno ahora sacando las im&aacute;genes he visto 
    un texto con un bug pero bueno ya lo arreglar&eacute; xD. Como ya dije, la 
    fuente ahora no es VWF, lo siento pero por ahora no me voy a estrujar el cerebro 
    para cambiarlo (y despu&eacute;s ser&aacute; demasiado tarde porque tendr&iacute;a 
    que cambiar todos los textos), vagancia o pocas ganas de aprender no creo 
    que sean, quiero hacerlo lo mejor posible, pero de momento lo que quiero es 
    traducir. Adem&aacute;s, por una vez la traducci&oacute;n no la disfrutar&aacute; 
    s&oacute;lo gente que ni conozco, sino que tengo a algunos amigos de internet 
    que s&eacute; que le encantar&iacute;a ver el juego en espa&ntilde;ol. Ah 
    por cierto, me pondr&iacute;a a meter orden en la p&aacute;gina e incluso 
    cambiar el dise&ntilde;o, pero como he dicho, ahora lo que quiero es traducir. 
    A ver si convenzo a Rocky para que haga algo leche xDDDD</p>
  <p align="left" class="textonormal">En fin, Seraf&iacute;n... Os dejo con unas 
    cuantas im&aacute;genes de c&oacute;mo va la cosa ;)</p>
  <p align="center" class="textonormal"><img src="suikoprox.gif" width="320" height="240"></p>
  <p align="left" class="textonormal">Actualizaci&oacute;n: Joder que al menos 
    a m&iacute; no me cambia las im&aacute;genes... Probad este enlace: <a href="http://www.iespana.es/sayanstraductions/suikoprox.gif" target="_blank">http://www.iespana.es/sayanstraductions/suikoprox.zip</a></p>
  <p align="left" class="textonormal">PD: Una an&eacute;cdota del otro d&iacute;a, 
    algo &quot;personal&quot;: Consegu&iacute; sacar el grado elemental de la 
    Escuela Oficial de Idiomas de ingl&eacute;s (me chup&eacute; 3 cursos de 5 
    haciendo un examen nada m&aacute;s al que fui sin mirarme nada y ley&eacute;ndome 
    los libros de lectura en el mismo d&iacute;a;) ), aunque tuve la cagada de 
    decir en el examen oral que iba a hacer &quot;Traduction&quot;, en vez de 
    &quot;Translation&quot;, me tuvieron que corregir xDDDDDDD </p>
  <p align="left" class="textonormal">&nbsp;</p>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <table width="564" border="0" cellspacing="0" cellpadding="0" height="30" background="Barranoticias.jpg" align="left">
    <tr> 
      <td valign="bottom" height="23" width="167"> <div align="center"><font face="Goudy Old Style" color="#FFFFFF"><b>11-07-2003</b></font></div></td>
      <td valign="bottom" height="23" width="391"> <div align="left"><font face="Goudy Old Style" color="#FFFFFF"><b>Malas 
          noticias </b></font></div></td>
    </tr>
  </table>
  <table border="0" cellspacing="0" cellpadding="0" background="Pablito.gif" align="left" width="21" height="35">
    <tr> 
      <td valign="bottom" height="23" width="21"> <div align="left"><font face="Goudy Old Style" color="#FFFFFF"></font></div></td>
    </tr>
  </table>
  <table width="19" border="0" cellspacing="0" cellpadding="0" height="33" align="left">
    <tr> 
      <td valign="bottom" height="23" width="13"> <div align="left"><a href="mailto:pablithacker@hotmail.com">Pablito's</a></div></td>
    </tr>
  </table>
  <p>&nbsp;</p>
  <p align="left" class="textonormal">La verdad es que despu&eacute;s de lo que 
    me pas&oacute;, ten&iacute;a bastantes pocas ganas y estaba demasiado desanimado 
    como para actualizar la p&aacute;gina. Pero bueno ya ha pasado todo. Bien, 
    las im&aacute;genes del otro d&iacute;a, como pod&iacute;ais intuir, correspond&iacute;an 
    al Final Fantasy IV, obviamente, de lo que se trataba era de portar mi traducci&oacute;n 
    de SNES a la versi&oacute;n de PSX como ya hice con el Final Fantasy VI. La 
    versi&oacute;n de SNES me dio realmente serios dolores de cabeza, pero aun 
    as&iacute;, intent&eacute; sacarlo adelante, no me estaba matando para al 
    final estar como al principio. En esa ocasi&oacute;n, aunque con mucho esfuerzo, 
    logr&eacute; sacar una traducci&oacute;n de la cual estoy totalmente orgulloso. 
    Sin embaego, al final el juego ha podido conmigo en su versi&oacute;n de PSX. 
    Para los que no quieran uno de mis rollos, dir&eacute; que no hay nada que 
    hacer porque no cabe el texto y ya est&aacute;. El que quiera saber m&aacute;s 
    de lo que he hecho y los problemas que he tenido, que siga leyendo. Bien, 
    en el CD hay muy pocos archivos, y encima descarto los que parecen ser de 
    m&uacute;sica o v&iacute;deos. Vale, me encuentro con un archivo de poco m&aacute;s 
    de 700 kbs. De ah&iacute; toma todo el juego. Curiosamente se parece a la 
    ROM, pero no est&aacute; de &quot;adorno&quot; como en el Chrono Trigger seg&uacute;n 
    he o&iacute;do. Primer paso, buscar texto. Nada, sin resultados. El juego 
    internamente me lo conozco bastante bien. Miro con el Tile Layer Pro y veo 
    la fuente, pero como si estuviera &quot;corrupta&quot;. Entonces digo, voy 
    a buscar objetos, mejor a&uacute;n, los nombres de los personajes que tienen 
    que estar. Y lo logro, y me doy cuenta de que est&aacute;n desordenados. El 
    orden de los nombres no, sino las letras, es decir, los bytes. S&iacute;, 
    s&iacute;, algo rar&iacute;simo pero cierto. Intento buscar el texto principal 
    pero nada. Encuentro una tabla de punteros sospechosa, y deduzco que es el 
    texto principal, pero claro, la tabla no sirve. Total, que me digo &quot;Pues 
    mala suerte&quot;. Pero entonces hablo con mi buen amigo _Ombra_ y me da la 
    idea de hacer como un &quot;swapper&quot;, un programa que altere el orden 
    de los bytes de tal forma que salgan &quot;bien&quot;. Gracias al c&oacute;digo 
    fuente de un programa del estilo, hago las modificaciones necesarias, investigo 
    cu&aacute;l es el orden de los bytes correcto, lo pruebo, y funciona. Toma 
    ya. Ya &quot;s&oacute;lo&quot; falta el texto. Pensamos que est&aacute; comprimido 
    con LZSS y todo eso. Entonces, siguiendo la tabla de punteros y mirando el 
    script de la versi&oacute;n de SNES, me sit&uacute;o en la posici&oacute;n 
    que creo que es la de Cecil del principio y todo eso. COn fin de hallar la 
    compresi&oacute;n, toco bytes, y mientras pruebo y todo eso, me doy cuenta 
    de que no parece una compresi&oacute;n complicada. Sigo haciendo pruebas. 
    Je, es DTE y MTE, s&oacute;lo que no se corresponde al mismo de la versi&oacute;n 
    de SNES (algo que me confundi&oacute;). As&iacute; que en unos 2 d&iacute;as 
    complet&eacute; la tabla entera. Perfecto. Tengo pr&aacute;cticamente TODO 
    localizado, era casi un copiar y pegar y listo. La fuente es un foll&oacute;n 
    pero sab&iacute;a c&oacute;mo insertar los acentos sin problemas, aunque no 
    sab&iacute;a (ni s&eacute;) solucionar la fuente variable que tiene. Antes 
    de nada, miro el siguiente bloque de texto, y el DTE es ininteligible. Je, 
    usa otra tabla DTE. Y los dem&aacute;s bloques de texto, igual. Busco el DTE 
    con un programa que no me hab&iacute;a fallado y nada. Bien, otra vez desanimado. 
    Pero no me rindo, busco &quot;a mi manera&quot; y tatach&aacute;n, todo el 
    DTE y MTE en la pantalla. Ahora con el Martial miro qu&eacute; valores DTE 
    y MTE son los &oacute;ptimos. Tras un buen rato, ya tengo todo hecho. Reinserto... 
    Plas. Batacazo. Pese a estar lo m&aacute;s optimizada posible la compresi&oacute;n, 
    a&uacute;n me paso por MUCHO en el texto. Y contra eso no puedo hacer nada. 
    No hay ni un maldito byte de espacio libre. Nada. Y lo siguiente que hay son 
    los punteros del siguiente bloque. Vale, en el Final Fantasy VI tuve que releerme 
    el texto para quitar alguna cosilla (me pasaba por muy poco), pero estoy harto 
    del script dle IV porque en su momento me lo rele&iacute; unas 6 veces para 
    quitar texto. Tendr&iacute;a que quitar muchas cosas para que cupiera todo. 
    Y no estoy dispuesto a hacerlo. Total, que &eacute;se es el problema, No cabe 
    el texto. Y no voy a aprender ASM ni nada para idea una nueva compresi&oacute;n 
    ni nada simplemente porque no. Bastante trabaj&eacute; en el de SNES como 
    morirme ahora en el mismo juego pero en su versi&oacute;n PSX. Lo siento. 
    He sido derrotado. No me pid&aacute;is que lo intente porque no puedo, y si 
    alguien quiere ayudarme, muchas gracias, pero creo que tendr&eacute;is suficiente 
    con lo vuestro como para daros yo m&aacute;s trabajo. Tampoco tengo una ilusi&oacute;n 
    incre&iacute;ble por jugar en la PSX a este juego. Y punto, hala. &iquest;Segu&iacute;s 
    despiertos?</p>
  <p align="left" class="textonormal">Para relajarme, he empezado el Suikoden 
    II. Me est&aacute; gustando MUCHO. Y aunque la tradu deja que desear (apuesto 
    a que el traductor tradujo por script sin tener ni idea de qu&eacute; traduc&iacute;a), 
    es una gozada jugar en espa&ntilde;ol. Hac&iacute;a tela marinera (&iquest;desde 
    el Final Fantasy VIII puede ser?) que no jugaba en espa&ntilde;ol. De todas 
    maneras, qu&eacute; guay, mi hermano se va ma&ntilde;ana un mes y medio y 
    se lleva la PSX. Bien, como siempre, no hay ning&uacute;n juego que me pueda 
    pasar tranquilo. Se me puede ir la cabeza y comprarme la PS2 y ponerle el 
    chip, as&iacute; podr&iacute;a jugar al Xenosaga y por qu&eacute; no, al Suikoden 
    III, que los tiene ya Rocky (s&iacute;, sigue vivo). Respecto a las traducciones, 
    no s&eacute; qu&eacute; hacer. Me entran muuuuuchas ganas de traducir el Suikoden 
    por lo que he dicho, pero tal y como lo llevo, no voy a ning&uacute;n sitio. 
    Tengo un follonazo que como siga va a ser un caos y se va a convertir en una 
    pesadilla peor que el Final Fantasy IV. Hasta tengo idea de empezar desde 
    0 y con el thingy, s&iacute;, s&iacute;. Mucha gente dice que la traducci&oacute;n 
    del Secret of Mana es perfecta y tal, je, pues fue hecha con el thingy y con 
    un nivel de ingl&eacute;s de gente de 13 y 14 a&ntilde;os. Si es que en el 
    fondo me complico la vida... No s&eacute; qu&eacute; hacer. Si me pongo con 
    algo, ya lo comentar&eacute; en uno de mis t&iacute;picos rolos, como pod&eacute;is 
    ver ^__^</p>
  <p align="left" class="textonormal">&nbsp;</p>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <table width="564" border="0" cellspacing="0" cellpadding="0" height="30" background="Barranoticias.jpg" align="left">
    <tr> 
      <td valign="bottom" height="23" width="167"> <div align="center"><font face="Goudy Old Style" color="#FFFFFF"><b>03-07-2003</b></font></div></td>
      <td valign="bottom" height="23" width="391"> <div align="left"><font face="Goudy Old Style" color="#FFFFFF"><b>Unas 
          im&aacute;genes valen m&aacute;s que 1000 palabras</b></font></div></td>
    </tr>
  </table>
  <table border="0" cellspacing="0" cellpadding="0" background="Pablito.gif" align="left" width="21" height="35">
    <tr> 
      <td valign="bottom" height="23" width="21"> <div align="left"><font face="Goudy Old Style" color="#FFFFFF"></font></div></td>
    </tr>
  </table>
  <table width="19" border="0" cellspacing="0" cellpadding="0" height="33" align="left">
    <tr> 
      <td valign="bottom" height="23" width="13"> <div align="left"><a href="mailto:pablithacker@hotmail.com">Pablito's</a></div></td>
    </tr>
  </table>
  <p>&nbsp;</p>
  <p align="center" class="textonormal"><img src="prueba.gif" width="260" height="648">.</p>
  <p align="left" class="textonormal">A quien le extra&ntilde;e la segunda imagen, 
    que sep&aacute;is que he tenido que pasar del simple &quot;anda qu&eacute; 
    raro es esto&quot;. A ver si esta noche termino eso o si no ma&ntilde;ana. 
    &iquest;Luego? Vendr&aacute;n las t&iacute;picas complicaciones, seguro, pero 
    espero seguir adelante =) &iquest;Hace falta decir de qu&eacute; se trata? 
    Bueeeeeno, soy bueno (rima y todo xD)...</p>
  <p align="center" class="textonormal"><img src="ff4psxprueba.jpg" width="320" height="240"></p>
  <p align="left" class="textonormal">&nbsp;</p>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <table width="564" border="0" cellspacing="0" cellpadding="0" height="30" background="Barranoticias.jpg" align="left">
    <tr> 
      <td valign="bottom" height="23" width="167"> <div align="center"><font face="Goudy Old Style" color="#FFFFFF"><b>30-06-2003</b></font></div></td>
      <td valign="bottom" height="23" width="391"> <div align="left"><font face="Goudy Old Style" color="#FFFFFF"><b>Final 
          Fantasy VI PSX traducido: PAL y </b><em><strong>NTSC</strong></em><b> 
          :)</b></font></div></td>
    </tr>
  </table>
  <table border="0" cellspacing="0" cellpadding="0" background="Pablito.gif" align="left" width="21" height="35">
    <tr> 
      <td valign="bottom" height="23" width="21"> <div align="left"><font face="Goudy Old Style" color="#FFFFFF"></font></div></td>
    </tr>
  </table>
  <table width="19" border="0" cellspacing="0" cellpadding="0" height="33" align="left">
    <tr> 
      <td valign="bottom" height="23" width="13"> <div align="left"><a href="mailto:pablithacker@hotmail.com">Pablito's</a></div></td>
    </tr>
  </table>
  <p>&nbsp;</p>
  <p align="left" class="textonormal">Bueno, pues hala ya estoy aqu&iacute; dando 
    guerra... Por fin he acabado el curso, la Selectividad y bla bla bla con buena 
    nota, y bueno parece que al final podr&eacute; ir a Granada a estudiar Traducci&oacute;n 
    e Interpretaci&oacute;n... Ah&iacute; no s&eacute; ni siquiera si tendr&eacute; 
    internet, as&iacute; que creo que poco tiempo de hacer &quot;cosas de estas&quot; 
    me queda, creo yo :P En fin, al grano...</p>
  <p align="left" class="textonormal">Pues nada, me he puesto con un asunto pendiente, 
    que era hacer un parche del Final Fantasy VI de PSX pero para la versi&oacute;n 
    NTSC, algo que no creo que hubiera hecho sin la colaboraci&oacute;n de <strong>Eduga</strong>, 
    quien se sinti&oacute; interesado por el asunto y tras analizar la versi&oacute;n 
    NTSC y probar algunas cosas, logr&oacute; traducirlo como por arte de magia, 
    cuando le dije qu&eacute; archivos habr&iacute;a que modificar :) Me envi&oacute; 
    un parche hace ya tiempo, pero sin el men&uacute; traducido. Intercambiando 
    mails y archivos ve&iacute;amos que se colgaba el juego al acceder el men&uacute; 
    si traduc&iacute;amos &eacute;ste... Y el asunto se qued&oacute; en el aire, 
    como he dicho antes he estado ocupado y dem&aacute;s... Como ahora tengo un 
    cable RGB para la PSX (hay que ver, yo siempre con el Boot CD para jugar a 
    los NTSC xD), y veo que la verdad es que gana la cosa por verse a pantalla 
    completa y a 60 Hz, me anim&eacute; a bajarma la versi&oacute;n NTSC... Al 
    final yo mismo he comprobado lo del men&uacute; y, tras otros cuantos intentos, 
    me he visto incapacitado de poder traducir todo como yo quisiera, as&iacute; 
    que me he limitado a traducir lo que es el men&uacute; pirncipal, de tal forma 
    que la versi&oacute;n NTSC del parche queda exactamente igual que el &uacute;ltimo 
    PAL salvo los dem&aacute;s men&uacute;s, OJO, los objetos, descripciones y 
    dem&aacute;s S&Iacute; est&aacute;n traducidos, es s&oacute;lo lo es que realmente 
    son los men&uacute;s. No me agrada que se quede as&iacute; pero menos da una 
    piedra, yo realmente estoy un poco harto de haber hecho la operaci&oacute;n 
    manual de traducir el men&uacute; unas 4 veces, y no me encuentro con ganas 
    de intentarlo por quinta vez (y eso que si juego va a ser a la versi&oacute;n 
    NTSC). As&iacute; que sin m&aacute;s rodeos lo he juntado todo en un zip para 
    que no os pod&aacute;is quejar de que ten&eacute;is s&oacute;lo la versi&oacute;n 
    NTSC y no la PAL :D Espero que, definitvamente, sea la &uacute;ltima vez que 
    toco algo del Final Fantasy VI (para qu&eacute; digo nada si luevo tendr&eacute; 
    que solucionar algo xD). La versi&oacute;n no est&aacute; testeada (al igual 
    qu el PAL en su momento xD), pero no creo que haya ning&uacute;n error ni 
    nada :P Pues nada chicos, lo t&iacute;pico de los enlaces y tal, que lo disfrut&eacute;is, 
    y gracias de nuevo a Eduga por la ayuda prestada ^_^</p>
  <p align="left" class="textonormal">&nbsp;</p>
  <p align="center" class="textonormal">- <a href="traducciones/psx/ff6/ff6.zip">Descargar 
    el parche al 100% del Final Fantasy VI de PSX (PAL y NTSC)</a> -</p>
  <p align="center" class="textonormal">- <a href="utilidades/general/ppfomatic3.zip">Descargar 
    el PPF-O-MATIC para parchear</a> - </p>
  <p align="left" class="textonormal">Y bueno, ya por otro lado, pues hoy mismo 
    me he bajado el Final Fantasy IV versi&oacute;n PAL... Luego ver&eacute; si 
    le echo un vistazo, he jugado lo t&iacute;pico del principio y lo primero 
    que me ha llamado la atenci&oacute;n es que la fuente *creo* que es variable, 
    al menos eso parece por el espacio de la 'i' y la 'l&quot;, preo ya ver&eacute;, 
    eso podr&iacute;a evitarme quebraderos de cabeza si no es dif&iacute;cil portar 
    la tradu (espero que sea menos que el FFVI, porque aunque parece &quot;f&aacute;cil&quot;, 
    me tir&eacute; 5 d&iacute;as de un curro que no veas, no s&eacute; si lo recordar&eacute;is 
    [yo s&iacute; xD]), pero no prometo nada de nada. Realmente tengo pocas ganas 
    de hacer nada, y mucho m&aacute;s solo. Ten&iacute;a pensado ponerme con el 
    Suikoden de nuevo, pero la verdad es que veo que tengo un foll&oacute;n con 
    los scripts y que reinsertarlos va a ser dificillo. Uno con la edad se cansa 
    y todo :P No de traducir, sino de estar dale que te pego a ver si se consigue 
    algo, es decir, en pocas palabras, que no tengo tanta paciencia xD Adem&aacute;s, 
    antes conoc&iacute;a poca gente de internet y tal, pero poco a poco me he 
    ido soltando y esto ya no es &quot;traduzco-miro alguna web-bajo cosas&quot;, 
    y si no, pues que alguien mire por los foros de RPG Time :) Yo me he pasado 
    el Xenogears ahora por segunda vez... La verdad es que me har&iacute;a mucha 
    ilusi&oacute;n traducirlo, aunque s&eacute; que es masoquismo puro, Dios de 
    mi vida el texto que tiene eso, y no s&oacute;lo eso, sino que el pasar de 
    ingl&eacute;s a espa&ntilde;ol costar&iacute;a sin que se perdiera tanto &eacute;nfasis 
    que se ponen en los di&aacute;logos, as&iacute; como t&eacute;rminos de dif&iacute;cil 
    traducci&oacute;n (que suene bien vamos). Yo lo que es la &quot;scene&quot; 
    la veo pr&aacute;cticamente muerta, no veo parches ni nada, me gustar&iacute;a 
    sacar todo adelante, pero para variar estoy casi solo, siempre he tenido que 
    echar yo para delante el asunto. Recuerdo que tengo pendiente darle respuesta 
    a ColdXtreme, pero vamos, si es que ni yo s&eacute; lo que quiero hacer... 
    No s&eacute;, puede que haga alg&uacute;n tutorial nuevo (sin desmerecer para 
    nada el trabajo de ROD Traducciones) o qu&eacute; s&eacute; yo, pero desde 
    luego si estuviera con gente de verdadera confianza como lo era Ereza me plantear&iacute;a 
    algo serio, o bien si hubiera un juego que me diera fuerzas para seguir adelante 
    y que de paso no me trajera tantos quebraderos de cabeza. En fin, so&ntilde;ar 
    es gratis por suerte ^___^</p>
  <p align="left" class="textonormal">&nbsp;</p>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <table width="564" border="0" cellspacing="0" cellpadding="0" height="30" background="Barranoticias.jpg" align="left">
    <tr> 
      <td valign="bottom" height="23" width="167"> <div align="center"><font face="Goudy Old Style" color="#FFFFFF"><b>12-06-2003</b></font></div></td>
      <td valign="bottom" height="23" width="391"> <div align="left"><font face="Goudy Old Style" color="#FFFFFF"><b>S&oacute;lo 
          una cosilla</b></font></div></td>
    </tr>
  </table>
  <table border="0" cellspacing="0" cellpadding="0" background="Pablito.gif" align="left" width="21" height="35">
    <tr> 
      <td valign="bottom" height="23" width="21"> <div align="left"><font face="Goudy Old Style" color="#FFFFFF"></font></div></td>
    </tr>
  </table>
  <table width="19" border="0" cellspacing="0" cellpadding="0" height="33" align="left">
    <tr> 
      <td valign="bottom" height="23" width="13"> <div align="left"><a href="mailto:pablithacker@hotmail.com">Pablito's</a></div></td>
    </tr>
  </table>
  <p>&nbsp;</p>
  <p align="left" class="textonormal">No me gustar&iacute;a actualizar hoy porque 
    tras 3 meses de sequ&iacute;a de novedades quer&iacute;a escribir qu&eacute; 
    voy a hacer respecto a las traducciones y algunas cosas m&aacute;s, lo siento 
    pero ahora no dispongo de tiempo como para hacer nuevos planes (aunque ya 
    los tengo m&aacute;s o menos pensados) ni de soltar un rollo de los m&iacute;os, 
    el motivo por el que escribo esto es porque he recuperado mi cuenta de correo 
    que <em>todos</em> conoc&eacute;is, as&iacute; que, hijo de la gran puta que 
    me las has robado, que sepas que no soy gilipollas y no me quedo de brazos 
    cruzados, qu&eacute;, est&aacute; genial eso de ir robando cuentas de correo, 
    &iquest;eh? Qu&eacute; l&aacute;stima que no pusiera la misma contrase&ntilde;a 
    en el FTP de la p&aacute;gina, pero nada t&uacute; eres muy listo tambi&eacute;n 
    y has pedido a iespana que te la diera, &iquest;eh? Pues te van a dar por 
    saquillo, porque aqu&iacute; estoy yo escribiendo esto y no t&uacute;. Lo 
    que no comprendo es c&oacute;mo cojones tienes cara joder a alguien que dedica 
    parte de su tiempo libre a ayudar a los dem&aacute;s, podr&iacute;as aplicarte 
    el cuento, &iquest;sabes? Me has jodido en una semana importante para m&iacute;, 
    pero no importa, cr&eacute;eme que estoy acostumbrado a que me pasen desgracias 
    y encima en el peor momento. Tan s&oacute;lo te pedir&iacute;a que a m&iacute; 
    me dejaras en paz, porque no estoy precisamente de humor ante cualquier &quot;gracia&quot; 
    despu&eacute;s de este incidente. Esto para lo &uacute;nico que ha servido 
    es para que esta cuenta la mire para cosas de traducciones, yo ya me he creado 
    otra cuenta donde yo he agregado a la gente que me ha dado la gana, si os 
    quejabais de que tardaba en contestar, ahora ya es que simplemente no contestar&eacute; 
    porque rara vez me conectar&eacute; a menos que sea necesario con mi otra 
    cuenta. Ahora, d&eacute;mosle un aplauso a la persona que ha montado todo 
    el tinglado este haci&eacute;ndome perder un tiempo valioso para m&iacute;.</p>
  <p align="left" class="textonormal">&nbsp;</p>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <table width="564" border="0" cellspacing="0" cellpadding="0" height="30" background="Barranoticias.jpg" align="left">
    <tr> 
      <td valign="bottom" height="23" width="167"> <div align="center"><font face="Goudy Old Style" color="#FFFFFF"><b>31-03-2003</b></font></div></td>
      <td valign="bottom" height="23" width="391"> <div align="left"><font face="Goudy Old Style" color="#FFFFFF"><b>...YAY! 
          Final Fantasy VI PSX al </b><strong><em>100% en espa&ntilde;ol</em></strong><b> 
          ;)</b></font></div></td>
    </tr>
  </table>
  <table border="0" cellspacing="0" cellpadding="0" background="Pablito.gif" align="left" width="21" height="35">
    <tr> 
      <td valign="bottom" height="23" width="21"> <div align="left"><font face="Goudy Old Style" color="#FFFFFF"></font></div></td>
    </tr>
  </table>
  <table width="19" border="0" cellspacing="0" cellpadding="0" height="33" align="left">
    <tr> 
      <td valign="bottom" height="23" width="13"> <div align="left"><a href="mailto:pablithacker@hotmail.com">Pablito's</a></div></td>
    </tr>
  </table>
  <p>&nbsp;</p>
  <p align="left" class="textonormal">...Hola ^^ Realmente no tengo ganas de escribir 
    nada, simplemente poner el parche y punto. He estado todo el maldito fin de 
    semana terminando lo que faltaba de traducir y hackear (y madre m&iacute;a 
    lo que me quedaba...), creedme o no, pero ayer estuve desde las 18:30PM hasta 
    las 05:30AM (bueno, como se cambi&oacute; la hora...) delante del ordenador 
    tocando bytes, bytes y m&aacute;s bytes, con tan s&oacute;lo una pausa para 
    cenar. Vamos, que ahora estoy que me da algo, hecho una mierda xD Pero el 
    esfuerzo ha merecido la pena, y estoy orgulloso de haberlo llevado a su fin.</p>
  <p align="left" class="textonormal">Los bugs de la balsa hacia Narshe y los 
    mensajes de las batallas, que aparec&iacute;a &quot;GAU&quot;, *deben* estar 
    solucionados, si se deb&iacute;a a lo que he corregido :P Y digo deben, porque 
    como dije en su momento, s&oacute;lo puedo testear el principio y en el ordenador 
    (no voy a estar grabando CDs cada tres por dos encima que no me pagan), y 
    casi todo el hacking ha sido m&aacute;s o menos a ciegas. No me hab&eacute;is 
    informado de ning&uacute;n fallo m&aacute;s, as&iacute; que espero que ahora 
    est&eacute; libre de bugs importantes, al igual que espero que no haya introducido 
    yo m&aacute;s ahora, recordad que he tocado MUCHAS cosas...</p>
  <p align="left" class="textonormal">He traducido todo lo que faltaba, men&uacute;s, 
    objetos, magias, descripciones... Espero no haberme olvidado de nada. Pod&eacute;is 
    reiros de los nombres de los monstruos, siempre ha sido mi punto d&eacute;bil 
    a la hora de traducir (porque tambi&eacute;n tienen tela los nombrecicos). 
    Por lo dem&aacute;s, s&oacute;lo decir que algunas cosas de los men&uacute;s 
    no aparecen &quot;cuadradas&quot; totalmente o alguna cosa sale mal (me refiero 
    a que pone Fuege en vez de Baile), esto es as&iacute; porque se ve que hay 
    unos control codes que dificultan a&uacute;n m&aacute;s el hacking. No tengo 
    muchas ganas en investigar sobre el tema, la verdad sea dicha, son peque&ntilde;os 
    detalles.</p>
  <p align="left" class="textonormal">He dejado la fuente del texto principal 
    como estaba, s&oacute;lo que con un p&iacute;xel menos de ancho, as&iacute; 
    queda mejor todav&iacute;a, ahora la fuente es como la del Tales of Phantasia 
    de DeJap y otras del estilo. La del men&uacute; la he dejado como estaba en 
    la otra versi&oacute;n, sinceramente, me gusta dejar las cosas como &quot;son&quot;, 
    pero pienso que esta fuente queda much&iacute;simo mejor que la otra, bastante 
    cutre a mi juicio. Por supuesto, ya hay tildes y todo eso ;) La &uacute;nica 
    fuente que no est&aacute; del todo bien es la de los combates. Lo siento pero 
    no he logrado encontrar las &quot;tablas&quot; que indican el ancho de los 
    p&iacute;xeles de cada tile (las letras vamos), y por eso unas vocales con 
    tilde salen muy juntas (como la '&aacute;') y otras muy separadas (como la 
    '&iacute;'). Pero creo que puede pasar :P</p>
  <p align="left" class="textonormal">El men&uacute; del principio (lo de nuevo 
    juego y todo eso) no le he traducido simplemente porque no lo he encontrado. 
    sin bien es cierto que no me he puesto todo lo que hubiera debido. Tiene gracia 
    porque creo que antes hab&iacute;a gente que encontraba este men&uacute; y 
    lo dem&aacute;s no xD En fin, supongo que esto confirma tambi&eacute;n que 
    no hay trabajo perfecto por parte m&iacute;a :)</p>
  <p align="left" class="textonormal">Bien, pues nada m&aacute;s sobre la traducci&oacute;n. 
    Recordad que es para la versi&oacute;n PAL y que no funciona en la NTSC, versi&oacute;n 
    que ni tengo ni creo que me ponga oooootra vez a tocar para que salga el texto 
    traducido. Lo siento, pero si no vives en Europa y quieres jugar en espa&ntilde;ol 
    a este fant&aacute;stico juego, puedes jugar a la versi&oacute;n de SNES que 
    es mejor en mi opini&oacute;n que la PAL PSX. Eso s&iacute;, la verdad es 
    que he visto el juego ahora en la PSX (as&iacute;, que ch&iacute;cos, S&Iacute; 
    FUNCIONA, no me dig&aacute;is que no va como la otra vez que me deprimo xD), 
    en la tele, y se me salta la l&aacute;grima de ver eso traducido por m&iacute; 
    xD</p>
  <p align="left" class="textonormal">Sobre qu&eacute; voy a hacer... No creo 
    que pueda hacer este esfuerzo con el Suijkoden, adem&aacute;s que aqu&iacute; 
    s&iacute; que me queda bastante por traducir y hackear. Quiz&aacute;s alg&uacute;n 
    verano... De momento, siempre estar&eacute; dispuesto a ayudar en lo que pueda 
    en el &quot;<a href="http://chronocross.erezatrans.com" target="_blank">Fantastic 
    Four</a>&quot;, ya sab&eacute;is, el grupo creado para traducir el Chrono 
    Cross, algo que es ya bastante m&aacute;s serio y complicado. Sobre m&iacute;... 
    Pues de momento me va m&aacute;s o menos bien en el fansub que estoy, <a href="http://www.mnfansub.tk" target="_blank">Meiji 
    no Fansub</a>...</p>
  <p align="left" class="textonormal">En fin, creo que me lo he currado. Ahora, 
    con vuestro permiso, voy a descansar... ^^</p>
  <p align="center" class="textonormal"><img src="ff6ded.jpg" width="340" height="253"></p>
  <p align="center" class="textonormal">&iquest;A que mola? xD</p>
  <p align="center" class="textonormal">- <a href="traducciones/psx/ff6/ff6.zip">Descargar 
    el parche al 100% del Final Fantasy VI de PSX (PAL)</a> - / Mirror <a href="http://sayans.emumania.com/traducciones/psx/ff6/ff6.zip">aqu&iacute;</a>: 
  </p>
  <p align="center" class="textonormal">- <a href="utilidades/general/ppfomatic3.zip">Descargar 
    el PPF-O-MATIC para parchear</a> - </p>
  <p align="left" class="textonormal">&nbsp;</p>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <table width="564" border="0" cellspacing="0" cellpadding="0" height="30" background="Barranoticias.jpg" align="left">
    <tr> 
      <td valign="bottom" height="23" width="167"> <div align="center"><font face="Goudy Old Style" color="#FFFFFF"><b>25-03-2003</b></font></div></td>
      <td valign="bottom" height="23" width="391"> <div align="left"><font face="Goudy Old Style" color="#FFFFFF"><b>Cambio 
          de direcci&oacute;n de la p&aacute;gina </b></font></div></td>
    </tr>
  </table>
  <table border="0" cellspacing="0" cellpadding="0" background="Pablito.gif" align="left" width="21" height="35">
    <tr> 
      <td valign="bottom" height="23" width="21"> <div align="left"><font face="Goudy Old Style" color="#FFFFFF"></font></div></td>
    </tr>
  </table>
  <table width="19" border="0" cellspacing="0" cellpadding="0" height="33" align="left">
    <tr> 
      <td valign="bottom" height="23" width="13"> <div align="left"><a href="mailto:pablithacker@hotmail.com">Pablito's</a></div></td>
    </tr>
  </table>
  <p>&nbsp;</p>
  <p align="left" class="textonormal">Hola chicos, cu&aacute;nto tiempo ^^ Pues 
    nada, una actualizaci&oacute;n r&aacute;pida... Nuestro actual host y web 
    amiga, <a href="http://www.emumania.com" target="_blank">Emumania</a>, parece 
    que va a cerrar porque el webmaster, <strong>Kaervek</strong>, ahora le da 
    prioridad a otras cosas, algo que tras lo que he vivido me parece muy correcto 
    y sensanto. As&iacute; que s&oacute;lo me resta darte much&iacute;smas gracias 
    por todo lo que has hecho por Sayans hosped&aacute;ndonos y suerte en todo 
    lo que hagas :)</p>
  <p align="left" class="textonormal">Bueno, a lo que iba, he subido todo al server 
    de iespana, y de momento todo va de muerte, tan s&oacute;lo un popup pero 
    menos da una piedra y encima gratis. Recordad que ahora deb&eacute;is entrar 
    por <a href="http://www.sayanstrad.tk" target="_blank">www.sayanstrad.tk</a> 
    , si por casualidad ten&iacute;ais la web en los favoritos (qu&eacute; honor 
    xD), actual&iacute;zalos lo m&aacute;s r&aacute;pido posible :)</p>
  <p align="left" class="textonormal">Por otro lado, y ya que hac&iacute;a tela 
    que no actualizaba... Je, he decido dejarme de &quot;tonter&iacute;as&quot; 
    y me he puesto con mis editores hex y programillas de nuevo... Pero me he 
    dado cuenta de que ya no es lo mismo... Ahora hay menos ganas de meterme en 
    follones, y hasta he pensado en nuevos proyectos, pero los veo simplemente 
    *muy dif&iacute;ciles* dentro de la lista reducida que hay. Realmente, si 
    por ejemplo pudiera traducir el Xenogears, creo que sea una locura total,, 
    y si se suma a eso tooodo el hacking que habr&iacute;a que hacer y dem&aacute;s... 
    Pufff...</p>
  <p align="left" class="textonormal">Me he puesto a mirar el Final Fantasy VI 
    y quiz&aacute;s me ponga con &eacute;l este fin de semana, ver&eacute; lo 
    de los monstruos y dem&aacute;s, aunque no tengo ninguna gana de ponerme con 
    el asunto, si bien es cierto que el bug ese de la balsa de Narshe parece estar 
    solucionado (o eso creo recordar, como no puedo comprobarlo...). Lo de &quot;Recibes 
    GAU Giles&quot;, no me acuerdo de si me puse con ello o no, el caso es que 
    recuerdo que antes aparacer&iacute;a el c&oacute;digo de GAU en el script 
    y ayer cuando me puse con el Translhextion, no aparec&iacute;a, el c&oacute;digo 
    era el mismo que el del archivo ingl&eacute;s, pero de nuevo, como no puedo 
    comprobarlo, pues mala suerte. Tambi&eacute;n modifiqu&eacute; de nuevo la 
    fuente del juego, ahora es la misma original, con un espacio de menos (como 
    la del Tales of Phantasia vamos).</p>
  <p align="left" class="textonormal">Respecto al Suikoden... Ni me he puesto, 
    tan s&oacute;lo he mirado algunas cosillas. Puf, s&eacute; que hay mucha gente 
    que ans&iacute;a la traducci&oacute;n, pero estoy viendo que tal y como me 
    encuentro ahora, no ser&iacute;a capaz de llevar a cabo la de avatares que 
    me esperan, y no de traducci&oacute;n... Quiz&aacute;s me ponga a &quot;compilar&quot; 
    todo y saque un parche (con bugs por supuesto y muchas cosas dem&aacute;s) 
    con el trabajo que llevo hecho, en espera que alguien se ponga, pero realmente, 
    dudo que sea as&iacute;, y quien lo intente, que sea capaz.</p>
  <p align="left" class="textonormal">Pues nada m&aacute;s, yo ya no s&eacute; 
    qu&eacute; hacer, quiero traducir algo, pero o no &quot;puedo&quot; o no quiero, 
    y desgraciadamente s&eacute; que no hay muchos dispuestos a hacer un trabajo 
    tan duro como es el romhacking. Quiz&aacute;s est&eacute; un poco harto de 
    todo. Quiz&aacute;s, me estoy haciendo viejo... :P</p>
  <p align="left" class="textonormal">&nbsp;</p>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <table width="564" border="0" cellspacing="0" cellpadding="0" height="30" background="Barranoticias.jpg" align="left">
    <tr> 
      <td valign="bottom" height="23" width="167"> <div align="center"><font face="Goudy Old Style" color="#FFFFFF"><b>15-03-2003</b></font></div></td>
      <td valign="bottom" height="23" width="391"> <div align="left"><font face="Goudy Old Style" color="#FFFFFF"><b>Final 
          Fantasy III</b></font></div></td>
    </tr>
  </table>
  <table border="0" cellspacing="0" cellpadding="0" background="staff/Cunaaao.gif" align="left" width="36" height="30">
    <tr> 
      <td valign="bottom" height="30" width="36"> 
        <div align="left"><font face="Goudy Old Style" color="#FFFFFF"></font></div></td>
    </tr>
  </table>
  <table width="53" border="0" cellspacing="0" cellpadding="0" height="33" align="left">
    <tr> 
      <td valign="bottom" height="23" width="53"> <div align="right"><font color="#CCCCCC" size="2"><strong><a href="mailto:pablo62000@yahoo.es"> 
          Cu&ntilde;aaao</a></strong></font></div></td>
    </tr>
  </table>
  <p>&nbsp;</p>
  <p align="left" class="textonormal">Buenas a todos. Al poco de hacer la &uacute;ltima 
    actualizaci&oacute;n empez&eacute; con el Final Fantasy III de NES, y ya he 
    hecho todo lo del principio (la &quot;intro&quot;, la cueva del principio, 
    me cargo al primer jefe y aparecen los cr&eacute;ditos iniciales). Puede que 
    dentro de no mucho (&iquest;aunque qui&eacute;n sabe? xD) haga correcciones 
    en el parche del Final Fantasy I, ya que hay personas que de manera voluntaria 
    me lo est&aacute;n testeando (gracias a todos vosotros). Tambi&eacute;n haber 
    cuando puedo y pongo la &quot;B.S.O.&quot; del Final Fantasy I (Es que me 
    da pereza, jejeje). Por &uacute;ltimo aqu&iacute; os dejo unas cuantas im&aacute;genes 
    de mi empezada traducci&oacute;n del FFIII:</p>
  <p align="left" class="textonormal">&nbsp;</p>
  <p class="textonormal"><img src="FF3_Intro.jpg" width="256" height="240"> <img src="FF3_Cueva.jpg" width="256" height="240" hspace="0" vspace="0"> 
  </p>
  <p class="textonormal"> <img src="FF3_Logo.jpg" width="256" height="240" hspace="0" vspace="0"></p>
  <p align="left" class="textonormal">&nbsp;</p>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <table width="564" border="0" cellspacing="0" cellpadding="0" height="30" background="Barranoticias.jpg" align="left">
    <tr> 
      <td valign="bottom" height="23" width="167"> <div align="center"><font face="Goudy Old Style" color="#FFFFFF"><b>26-02-2003</b></font></div></td>
      <td valign="bottom" height="23" width="391"> <div align="left"><font face="Goudy Old Style" color="#FFFFFF"><b>Saludos 
          a todos :)</b></font></div></td>
    </tr>
  </table>
  <table border="0" cellspacing="0" cellpadding="0" background="staff/Cunaaao.gif" align="left" width="36" height="30">
    <tr> 
      <td valign="bottom" height="30" width="36"> <div align="left"><font face="Goudy Old Style" color="#FFFFFF"></font></div></td>
    </tr>
  </table>
  <table width="53" border="0" cellspacing="0" cellpadding="0" height="33" align="left">
    <tr> 
      <td valign="bottom" height="23" width="53"> <div align="right"><font color="#CCCCCC" size="2"><strong><a href="mailto:pablo62000@yahoo.es"> 
          Cu&ntilde;aaao</a></strong></font></div></td>
    </tr>
  </table>
  <p>&nbsp;</p>
  <p align="left" class="textonormal">Buenas. Esta es mi primera actualizaci&oacute;n 
    en Sayans Traductions. Me he dignado a actualizar para que nadie piense que 
    esta p&aacute;gina ha muerto. No s&eacute; que estar&aacute;n haciendo los 
    dem&aacute;s miembros del Staff, pero que sep&aacute;is que yo hace poco me 
    puse con un nuevo proyecto, el <strong>Final Fantasy III</strong> de NES. 
    Hace tiempo me puse con el Final Fantasy II de NES, pero no he encontrado 
    la tabla de punteros de los textos del juego (y eso que me he tirado mucho 
    rato ech&aacute;ndole ganas), por lo que a no ser que consiga ayuda, por ahora 
    este proyecto lo tendr&eacute; paralizado. Bueno, siguiendo con el Final Fantasy 
    III de NES... s&eacute; que no es un juego muy deseado, pero como es f&aacute;cil 
    de traducir y no he visto todav&iacute;a buenas traducciones al 100% pues 
    me he decidido a comenzarlo, aunque no s&eacute; cuando me pondr&eacute; en 
    serio con &eacute;l (es que soy un chico muy atareado, &iquest;sab&eacute;is? 
    xD). <br>
    Bueno, no espero tardar mucho para ponerme en serio, as&iacute; que cuando 
    comience os avisar&eacute;, &iquest;vale?<br>
    <br>
    Saludos a todos y a Pablito's por darme la contrase&ntilde;a del FTP para 
    poder actualizar la p&aacute;gina.</p>
  <div align="center">
<div align="center">
<div align="center">
<div align="center"></div>
      </div>
    </div>
  </div>
  <p align="left" class="textonormal">&nbsp;</p>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <table width="564" border="0" cellspacing="0" cellpadding="0" height="30" background="Barranoticias.jpg" align="left">
    <tr> 
      <td valign="bottom" height="23" width="167"> <div align="center"><font face="Goudy Old Style" color="#FFFFFF"><b>14-11-2002</b></font></div></td>
      <td valign="bottom" height="23" width="391"> <div align="left"><font face="Goudy Old Style" color="#FFFFFF"><b>Parche 
          del Final Fantasy I de NES actualizado</b></font></div></td>
    </tr>
  </table>
  <table border="0" cellspacing="0" cellpadding="0" background="Pablito.gif" align="left" width="21" height="35">
    <tr> 
      <td valign="bottom" height="23" width="21"> <div align="left"><font face="Goudy Old Style" color="#FFFFFF"></font></div></td>
    </tr>
  </table>
  <table width="19" border="0" cellspacing="0" cellpadding="0" height="33" align="left">
    <tr> 
      <td valign="bottom" height="23" width="13"> <div align="left"><a href="mailto:pablithacker@hotmail.com">Pablito's</a></div></td>
    </tr>
  </table>
  <p>&nbsp;</p><p align="left" class="textonormal">...<br>
    Sin palabras, as&iacute; me hab&eacute;is dejado chicos. Me ha emocionado 
    mucho lo que ha escrito jonas_, al igual que lo que ha dicho uZiel (lo siento, 
    jonas_ lleg&oacute; antes que t&uacute; xD), desde luego he notado como te 
    has quitado esa m&aacute;scara de &quot;duro&quot; a la que nos tienes acostumbrados 
    y has mostrado tu otra cara, la cara &quot;humana&quot; de jonas_, pues raro 
    es verte poniendo smileys como ^^ y xD . Espero que no te sienta mal lo que 
    acabo de decir, supongo que en cierto modo es verdad ;) En serio, ha parecido 
    un cuento, y todo en &eacute;ste es verdad, no se me hab&iacute;a olvidado 
    eso de &quot;una vez entras a la escena no puedes salirte&quot;, y es verdad, 
    es inevitable pasarme por las webs y foros, de hecho la &uacute;ltima noticia 
    de ROD la hubiera puesto si no hubiera sido porque me daba error de usuario 
    al intentar actualizar Todotradus... Desde luego, comprendo ahora mucho m&aacute;s 
    ese lado &quot;duro&quot; de jonas_. Ahora me doy cuenta de que es necesario 
    NO hacer cosas a los dem&aacute;s simplemente porque el otro &quot;no sabe&quot;. 
    S&iacute; lo es el ayudar, es decir, orientar. Y eso es lo que hizo jonas_. 
    El temido ASM era bastante f&aacute;cil de asimilar, aunque no comparto en 
    que sea f&aacute;cil de aplicar (al menos en mi caso, me volv&iacute;a loco 
    para hacer algunas cosas). No obstante, seg&uacute;n vayas probando cosas, 
    m&aacute;s f&aacute;cil te resultar&aacute;, como todo. Pero eso pasa desde 
    el inicio de las traducciones. Un novato tardar&aacute; (si es que lo logra) 
    encontrar una tabla complicada de DTE y MTE. Alguien que sepa, ya sabe c&oacute;mo 
    funciona la cosa y ser&aacute; cuesti&oacute;n de, por un m&eacute;todo l&oacute;gico, 
    hacer la tabla con tranquilidad.<br>
    Bien es cierto que ya no me atraen demasiado los juegos, y que tengo otras 
    aficiones (y la que m&aacute;s ocupa lugar es el Anime/Manga) y obligaciones, 
    pero no por eso pienso que he estado perdiendo el tiempo cuando podr&iacute;a 
    haber hecho otra cosa. No tengo consola de &quot;nueva generaci&oacute;n&quot; 
    y no creo que la tenga, al menos, yo no me la comprar&eacute; si no es por 
    un buen motivo. Y ahora los juegos salen en espa&ntilde;ol... Poco a poco 
    nuestras posibilidades se ven mermadas. La old school siempre permanecer&aacute; 
    viva, con eso me basta.<br>
    Esto del fansub tambi&eacute;n me ha abierto los ojos al tema del romhacking, 
    aunque bien es cierto que ni tiene tanto &eacute;xito popular, ni hay gente 
    que &quot;sepa&quot;. Hay muchos fansub, y casi todos est&aacute;n en lo que 
    se conoce como Hispasubbers. Mediante la mailing list, todos est&aacute;n 
    en contacto. Cada grupo reserva varias series, y &eacute;stas no la pueden 
    hacer otros grupos, con fin de que se pongan a traducir otras series y haya 
    m&aacute;s anime traducido. Eso es una FTH de verdad.<br>
    Otra cosa que me ha ense&ntilde;ado esto... Que los &quot;grupos&quot; se 
    llaman as&iacute; porque lo son. &iquest;Qu&eacute; grupo hay donde todas 
    las personas se conozcan, se lleven bien, hagan cosas y no el vago? Y ya no 
    s&oacute;lo eso. No es, &quot;yo este juego, t&uacute; el otro&quot;, sino 
    un verdadeo trabajo en GRUPO. Uno traduce, otro revisa, otro hace la edici&oacute;n, 
    otro timea, otro comprime... Comprimro v&iacute;deos es algo de lo que entiendo 
    y me gusta, y la correci&oacute;n la hago en un plis plas, hago todo esto 
    aparte de traducir. Timear es muy pesado, y la edici&oacute;n lo hace alguien 
    que sabe. Lo mejor es que mientras, otras personas hacen otras series a la 
    vez (aunque dado los pocos miembros que estamos, se repiten algunos del personal 
    xD). Eso. s&iacute; se&ntilde;or, eso es un GRUPO. Pero bueno, es lo que hay. 
    A fin de cuentas, si todos los traductores estuvi&eacute;ramos en grupo (cosa 
    que pens&eacute; y supongo que propuse har&aacute; un a&ntilde;o y medio), 
    no estar&iacute;amos muchos que digamos.<br>
    Otra cosa es &quot;la frecuencia de trabajo&quot;. S&eacute; que esto es un 
    hobby, pero un hobby que requiere 100 horas de trabajo como m&iacute;nimo 
    para hacer bastante, no creo que sea lo adecuado para alguien que se pone 
    1 hora al mes. Ojo, no critico a nadie, simplemente digo lo que hay. Las cosas 
    creo que hay que hacerlas cuando se sabe se terminar&aacute;n. Yo mismo me 
    contradigo, porque, &iquest;qu&eacute; pasa con el Suikoden y el Chrono Cross? 
    Simplemente, no ten&iacute;a nada que traducir que realmente me interesa en 
    ese momento, pero todav&iacute;a as&iacute; s&eacute; que hice mal (&iquest;o 
    es trabajo hecho para cuando vuelva? :P Pues bien, insisto en el trabajo en 
    grupo. El Fantastic Four ten&iacute;a ese esp&iacute;ritu. No pod&iacute;a 
    fallar. Mientras yo hac&iacute;a el editor y traduc&iacute;a algo, Ereza (que 
    desde aqu&iacute; te mando mi apoyo en el caso &quot;Minami&quot;, que ya 
    me he enterado) se dedicaba a investigar y a hacer otras cosas. Si os digo 
    la verdad... Mi intenci&oacute;n era superarme creando el editor, mientras 
    que la de Ereza creo que era lograr traducir uno de sus juegos preferidos. 
    He ah&iacute; el asunto. Cuando algo te gusta mucho, vas a por ello, te cueste 
    lo que te cueste. El Xenogears me marc&oacute;, s&iacute;. Y el otro d&iacute;a 
    me puse a jugar otra vez. Lo recuerdo muy bien. Olvid&eacute; totalmente que 
    el ordenador estaba detr&aacute;s m&iacute;o, incluso aunque me hac&iacute;an 
    &quot;cuack&quot; en el IRC. Me gustar&iacute;a traducirlo, ser&iacute;a todo 
    un reto. Pero TRADUCIRLO, no tirarme horas y horas sacando scripts y teniendo 
    problemas... Hay gente que dice que lo que le divierte es jugar con una ROM... 
    Si traduzco no es porque me guste tocar mil bytes de un archivo, sino porque 
    me gusta ver ese juego en espa&ntilde;ol. As&iacute; de claro. No tendr&iacute;a 
    la misma gracia, eso s&iacute; es verdad, pero facilitar&iacute;a mucho las 
    cosas. &iquest;Pens&aacute;is que estoy en el fansub porque no est&aacute; 
    ese problema? Ya os he dicho la raz&oacute;n. Traduzco porque me gusta traducir. 
    Traduzco porque me siento orgulloso de ver algo que me gusta traducido por 
    m&iacute;. Y punto. Ah&iacute; tengo en una carpeta unas 100 kbs de texto 
    puro traducido en los tiempos libres que he tenido (me refiero al fansub).<br>
    Me estoy enrollando demasiado. Estaba (y estoy) escribiendo esto como respuesta 
    en el foro, pero he acabado en mi lugar de cuentapenas. las noticias de Sayans. 
    Seguro que alguien est&aacute; leyendo hasta aqu&iacute;, pero no me creo 
    nadie se haya le&iacute;do cada palabra que he puesto. No voy a hablar sobre 
    el futuro de Sayans. No. Que pase lo que tenga que pasar. Si me veis en los 
    foros, sabr&eacute;is que estoy vivo. Si no, puede que ocupado simplemente. 
    Si alguien del &quot;grupo&quot; quiere poner algo, yo le doy el pass del 
    ftp. No creo que cometa una desgracia. Porque s&eacute; que Sayans es un grupo 
    de &quot;buena gente&quot;, alguien que se mete a esto de traducir, indudablemente 
    lo es (y que no se sale a los 3 d&iacute;as lleno de gloria, ejem ejem). Si 
    alguien quiere ayudar/entrar en el grupo... No creo que la soluci&oacute;n 
    sea contactar conmigo. Dado que no me dedico a traducir juegos, me canso un 
    poco de que me digan siempre lo mismo. Por eso respondo pocs mails. Tendr&aacute;s 
    que ganarte mi respeto haciendo algo de lo que todos hablen despu&eacute;s, 
    susurrando por el teclado la proeza llevada a cabo.<br>
    Bueno gente, son casi las 2:00 y tengo clase a las 8:30 y tengo sue&ntilde;o. 
    S&eacute; que ahora vosotros tambi&eacute;n, como viene siendo habitual, yo 
    lo produzco. As&iacute; se acaba todo. S&eacute; que habr&eacute; dicho cosas 
    fuera de lugar y sint&aacute;cticamente incorrectas, pero no quiero releerme 
    esto otra vez, s&oacute;lo conseguir&eacute; poner m&aacute;s cosas y hacerlo 
    interminable. As&iacute; que leeros antes el mensaje ese del foro con muchas 
    respuestas (qu&eacute; buen momento para deciros esto, &iquest;eh?) e imaginaos 
    que este mensaje es la respuesta. S&oacute;lo me quedar por decir que muchas 
    gracias (no lo pongo en may&uacute;sculas porque seguro resaltar&iacute;a 
    a la vista y pasar&iacute;ais directamente aqu&iacute;) a todos los que he 
    conocido gracias a este hobby, de verdad, he aprendido mucho; tambi&eacute;n 
    a las personas que visitan la web (me sorprende que a&uacute;n sea la media 
    200 visitas por d&iacute;a), y en especial todos los mensajes de felicitaci&oacute;n 
    que he recibido.<br>
    Sayonara baby. </p>
  <p align="left" class="textonormal">&nbsp;</p>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <table width="564" border="0" cellspacing="0" cellpadding="0" height="30" background="Barranoticias.jpg" align="left">
    <tr> 
      <td valign="bottom" height="23" width="167"> <div align="center"><font face="Goudy Old Style" color="#FFFFFF"><b>14-11-2002</b></font></div></td>
      <td valign="bottom" height="23" width="391"> <div align="left"><font face="Goudy Old Style" color="#FFFFFF"><b>Parche 
          del Final Fantasy I de NES actualizado</b></font></div></td>
    </tr>
  </table>
  <table border="0" cellspacing="0" cellpadding="0" background="Pablito.gif" align="left" width="21" height="35">
    <tr> 
      <td valign="bottom" height="23" width="21"> <div align="left"><font face="Goudy Old Style" color="#FFFFFF"></font></div></td>
    </tr>
  </table>
  <table width="19" border="0" cellspacing="0" cellpadding="0" height="33" align="left">
    <tr> 
      <td valign="bottom" height="23" width="13"> <div align="left"><a href="mailto:pablithacker@hotmail.com">Pablito's</a></div></td>
    </tr>
  </table>
  <p>&nbsp;</p>
  <p align="left" class="textonormal">Cu&ntilde;aaao me adverti&oacute; ya por 
    mail (y lo avis&oacute; tambi&eacute;n en el foro) de que por error se hab&iacute;a 
    liado con la ROM traducida al 100% del Final Fantasy I de NES, y que posiblemente 
    la que me hab&iacute;a enviado era una versi&oacute;n no definitiva. Pues 
    bien, he creado el parche y he visto que ocupaba lo mismo, as&iacute; que 
    al principio he pensado que no hab&iacute;a que preocuparse de nada. Sin embargo 
    he intentado hacer un parche con la ROM de la versi&oacute;n anterior del 
    parche (es decir, el que puse en la web) y creaba un peque&ntilde;o parche, 
    por lo que al parecer Cu&ntilde;aaao ten&iacute;a raz&oacute;n y la versi&oacute;n 
    antes anunciada no era la definitiva. En fin (hay que ver como me enrollo 
    tanto para decir que el parche no era el definitivo xD), que ya est&aacute; 
    corregido todo y subido a la web. De todos modos, Cu&ntilde;aaao me dijo que 
    se trataba de peque&ntilde;as correciones. A todos los que estabais jugando, 
    ya sab&eacute;is lo que ten&eacute;is que hacer :) Espero que no os cause 
    ninguna molestia. Mil perdones, Cu&ntilde;aaao, por no haberlo puesto antes, 
    pero cada vez estoy m&aacute;s cerca de otros &quot;mundos&quot; que de las 
    traducciones...</p>
  <p align="center" class="textonormal">- <a href="traducciones/nes/ff1/ff1esp.zip">Descargar 
    el parche del Final Fantasy (Corregido)</a> -</p>
  <p align="center" class="textonormal">- <a href="http://perso.wanadoo.es/sayans_5/ff1.zip">Descargar 
    la ROM del Final Fantasy</a> -</p>
  <p align="left" class="textonormal">&nbsp;</p>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <table width="564" border="0" cellspacing="0" cellpadding="0" height="30" background="Barranoticias.jpg" align="left">
    <tr> 
      <td valign="bottom" height="23" width="167"> <div align="center"><font face="Goudy Old Style" color="#FFFFFF"><b>29-10-2002</b></font></div></td>
      <td valign="bottom" height="23" width="391"> <div align="left"><font face="Goudy Old Style" color="#FFFFFF"><b>Retirado 
          por un tiempo...</b></font></div></td>
    </tr>
  </table>
  <table border="0" cellspacing="0" cellpadding="0" background="Pablito.gif" align="left" width="21" height="35">
    <tr> 
      <td valign="bottom" height="23" width="21"> <div align="left"><font face="Goudy Old Style" color="#FFFFFF"></font></div></td>
    </tr>
  </table>
  <table width="19" border="0" cellspacing="0" cellpadding="0" height="33" align="left">
    <tr> 
      <td valign="bottom" height="23" width="13"> <div align="left"><a href="mailto:pablithacker@hotmail.com">Pablito's</a></div></td>
    </tr>
  </table>
  <p>&nbsp;</p>
  <p align="left" class="textonormal">Aunque me cueste decir esto, ya me lo he 
    pensado y definitivamente no voy a continuar traduciendo hasta que no pase 
    un tiempo prudencial, es posible un mes, pero puede que sea m&aacute;s o puede 
    que sea menos. &iquest;La raz&oacute;n? En parte los estudios, pero &eacute;sa 
    siempre ha sido una raz&oacute;n y no lo veo una causa directa a esta decisi&oacute;n. 
    La causa es, sobre todo, que dedico mi tiempo libre a otras cosas que me apasionan 
    en el mundo de la inform&aacute;tica y dem&aacute;s. Ahora mismo me estoy 
    tragando una gran cantidad de Anime que llevaba descargando (y que sigo descargando) 
    y por el momento ver Anime me ocupa todo el tiempo. Tengo unas cuantas series 
    en DVD (originales por supuesto) y que a&uacute;n no he podido ver enteras 
    o en su totalidad (esto es, verlas en japon&eacute;s, m&aacute;s bien escucharlas 
    xD). De siempre me ha gustado el manga y el anime, pero ahora es mi &quot;hobby 
    principal&quot;. Estoy descubriendo nuevas series (la mayor&iacute;a no han 
    llegado a nuestro pa&iacute;s), y aunque parezca una tonter&iacute;a estoy 
    aprendiendo japon&eacute;s sin tener ni idea del mismo xD Eso s&iacute;, MUY 
    b&aacute;sico, s&oacute;lo palabras y expresiones :P A&uacute;n tengo muchas 
    cosas por ver y cada d&iacute;a me estoy bajando cosas nuevas (comprando ya 
    no que se me ha acabado el dinero xD), as&iacute; que estimo que un mes ya 
    haya visto la mayor&iacute;a de series(s&iacute;, seguro, llevo ya casi un 
    mes... juaz). La otra raz&oacute;n es que empec&eacute; hace unos 3 a&ntilde;os 
    (y yo creo que m&aacute;s :P) a traducir y desde luego estoy BASTANTE quemado 
    de traducir, sobre todo cuando yo suelo entender casi todo y traduzco por 
    los dem&aacute;s. No s&oacute;lo eso, sino que cuando empec&eacute; a traducir 
    ten&iacute;a mucha ilusi&oacute;n porque se trataba de traducir juegos con 
    los que me lo hab&iacute;a pasado en grande tiempo atr&aacute;s. No es el 
    caso de ahora, vale que por ejemplo el Suikoden me gustara, pero ni mucho 
    menos de la manera que el Phantasy Star II o el Secret of Mana. Y qu&eacute; 
    decir del Chrono Cross, que no me gusta del todo... &iquest;Y entonces por 
    qu&eacute; lo hago? Porque s&eacute; que con mi trabajo puedo ayudar a los 
    dem&aacute;s y me siento muy orgulloso de mi trabajo por muchos problemas 
    que tenga. Adem&aacute;s, practico ingl&eacute;s que me sirve de mucho. Es 
    por eso que ahora que tengo muchas otras cosas que hacer le doy prioridad 
    a lo que me gusta de verdad de verdad. Con todo este rollo que seguro que 
    os duerme como siempre, no quiero decir que me retiro ni mucho menos, si alg&uacute;n 
    d&iacute;a lo hago no ser&aacute; (desde luego a menos que sea una causa de 
    peso) dejando proyectos sin acabar. Si estoy metido en el proyecto Chrono 
    Cross, lo acabar&eacute; cueste lo que cueste, tarde lo que tarde. No he traducido 
    un pu&ntilde;ado de objetos y descripciones (cosa que odio bastante) para 
    nada, y menos a&uacute;n las horas que he pasado haciendo el editor de scripts. 
    De hecho, este fin de semana he trabajado muy duro para optimizarlo mucho 
    y a&ntilde;adir algunas cosillas. Y, m&aacute;s a&uacute;n, no pienso dejar 
    colgado al resto del grupo de traducci&oacute;n (Fantastic Four).</p>
  <p align="left" class="textonormal">Ah, por cierto, Cu&ntilde;aaao me mand&oacute; 
    un mail y me dijo que hab&iacute;a comenzado el Final Fantasy II de NES pero 
    que obviamente a&uacute;n queda bastante para estar traducido en su totalidad 
    xD As&iacute; que ya sab&eacute;is que al menos hay uno que trabaja en el 
    grupo, porque desde luego he aprendido a utilizar bien la palabra &quot;grupo&quot;...</p>
  <p align="left" class="textonormal">En fin, aunque no quiero decirlo... Hasta 
    luego, ya nos veremos... /me se va a ver un poco de Chobits y Noir...</p>
  <p align="left" class="textonormal">&nbsp;</p>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <table width="564" border="0" cellspacing="0" cellpadding="0" height="30" background="Barranoticias.jpg" align="left">
    <tr> 
      <td valign="bottom" height="23" width="167"> <div align="center"><font face="Goudy Old Style" color="#FFFFFF"><b>17-10-2002</b></font></div></td>
      <td valign="bottom" height="23" width="391"> <div align="left"><font face="Goudy Old Style" color="#FFFFFF"><b>Final 
          Fantasy de NES traducido ;)</b></font></div></td>
    </tr>
  </table>
  <table border="0" cellspacing="0" cellpadding="0" background="Pablito.gif" align="left" width="21" height="35">
    <tr> 
      <td valign="bottom" height="23" width="21"> <div align="left"><font face="Goudy Old Style" color="#FFFFFF"></font></div></td>
    </tr>
  </table>
  <table width="19" border="0" cellspacing="0" cellpadding="0" height="33" align="left">
    <tr> 
      <td valign="bottom" height="23" width="13"> <div align="left"><a href="mailto:pablithacker@hotmail.com">Pablito's</a></div></td>
    </tr>
  </table>
  <p>&nbsp;</p>
  <p align="left" class="textonormal">Por fin <strong>Cu&ntilde;aaao</strong> 
    ha terminado la tan ansiada traducci&oacute;n (para aqu&eacute;l que la buscara 
    claro :P) del juego <strong>Final Fantasy</strong> de NES, el primero de toda 
    una saga que conocemos todos. Seg&uacute;n me comenta est&aacute; todo perfectamente 
    traducido, salvo que es posible que haya alg&uacute;n que otro error de traducci&oacute;n 
    (faltas de ortograf&iacute;a o parecido, no bugs que cuelguen el juego), pues 
    desgraciadamente ning&uacute;n betatester (salvo &eacute;l, claro) le ha podido 
    dar el visto bueno. Aun as&iacute;, no hay por qu&eacute; preocuparse porque 
    salga texto no traducido y sin calidad ^^ Como es Cu&ntilde;aaao el que lo 
    ha traducido, no me gusta hablar del trabajo de los dem&aacute;s, as&iacute; 
    que le dije que me dijera c&oacute;mo habr&iacute;a puesto &eacute;l la noticia, 
    as&iacute; que os hago un copy &amp; paste de su mail xD</p>
  <p align="left" class="textonormal"> &quot;&iexcl;Buenas a todos/as! Os escribo 
    este mensaje porque ya se puede decir que he terminado el Final Fantasy I. 
    La verdad es que deber&iacute;a hacerse un testeo m&aacute;s, pero debido 
    a que hasta ahora nadie me ha podido testear la versi&oacute;n final, pues... 
    :_( Pero de todas formas se puede jugar perfectamente. Si alguien quisiese 
    testearlo que me env&iacute;e un correo-e o que lo ponga en el foro (Bueno, 
    se dan m&aacute;s detalles sobre todo esto en el l&eacute;eme). La verdad 
    es que no s&eacute; que m&aacute;s poner, ya que todo el rollo est&aacute; 
    escrito en el l&eacute;eme. Lo que s&iacute; quiero decir es que el Final 
    Fantasy I para lo antiguo que es no es un mal juego. Los gr&aacute;ficos est&aacute;n 
    un poco desfasados (bueno, en verdad BASTANTE xD), pero el argumento no est&aacute; 
    mal. Yo me lo he hecho, y aunque no es un juego de los que te quieras hacer 
    200 veces, para hac&eacute;rtelo un par de veces no est&aacute; mal. De todas 
    formas sobre gustos no hay nada escrito, as&iacute; que a jugar <span class="textonormal">y 
    opinad por vosotros mismos ;). </span>El juego no est&aacute; a un 100%, ya 
    que no he conseguido traducir una cosa del men&uacute; y los cr&eacute;ditos 
    (que no est&aacute;n al final, sino al poco del principio). Tambi&eacute;n 
    como ya he dicho antes y se explica m&aacute;s detalladamente no est&aacute; 
    testeada la versi&oacute;n final, as&iacute; que lo m&aacute;s seguro es que 
    haya alguna falta de ortograf&iacute;a y dudo que haya &quot;algo m&aacute;s&quot;. 
    <span class="textonormal">Po hala, ya me he cansado de escribir, as&iacute; 
    que si quer&eacute;is leer m&aacute;s leeros el l&eacute;eme. &iexcl;Eso es 
    todo amigos! xD&quot;</span></p>
  <p align="left" class="textonormal"><span class="textonormal">Nada m&aacute;s 
    que a&ntilde;adir por m&iacute; parte (se entiende que ya soy Pablito's :P). 
    As&iacute; que os dejo con la t&iacute;pica imagen (rebuscada, por cierto) 
    y lo de bajar la ROM y el parche. &iexcl;Al vicio padre! ^^</span></p>
  <p align="center" class="textonormal"><img src="traducciones/nes/ff1/ff1_1.jpg" width="220" height="273"></p>
  <p align="center" class="textonormal">- <a href="traducciones/nes/ff1/ff1esp.zip">Descargar 
    el parche del Final Fantasy </a> -</p>
  <p align="center" class="textonormal">- <a href="http://perso.wanadoo.es/sayans_5/ff1.zip">Descargar 
    la ROM del Final Fantasy</a> -</p>
  <p align="left" class="textonormal">&nbsp; </p>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <table width="564" border="0" cellspacing="0" cellpadding="0" height="30" background="Barranoticias.jpg" align="left">
    <tr> 
      <td valign="bottom" height="23" width="167"> <div align="center"><font face="Goudy Old Style" color="#FFFFFF"><b>03-10-2002</b></font></div></td>
      <td valign="bottom" height="23" width="391"> <div align="left"><font face="Goudy Old Style" color="#FFFFFF"><b>YAY! 
          ^^ </b></font></div></td>
    </tr>
  </table>
  <table border="0" cellspacing="0" cellpadding="0" background="Pablito.gif" align="left" width="21" height="35">
    <tr> 
      <td valign="bottom" height="23" width="21"> <div align="left"><font face="Goudy Old Style" color="#FFFFFF"></font></div></td>
    </tr>
  </table>
  <table width="19" border="0" cellspacing="0" cellpadding="0" height="33" align="left">
    <tr> 
      <td valign="bottom" height="23" width="13"> <div align="left"><a href="mailto:pablithacker@hotmail.com">Pablito's</a></div></td>
    </tr>
  </table>
  <p>&nbsp;</p>
  <p align="left" class="textonormal">Una noticia respecto al Suikoden, y buena 
    :) Por fin descubr&iacute; la fuente del Suikoden y, claro est&aacute;, consegu&iacute; 
    tambi&eacute;n modificarla. He podido insertar todos los acentos, la &ntilde; 
    y &iexcl;&iquest; Quiz&aacute;s el &uacute;nico caracter que he reemplazado 
    y me serv&iacute;a era el gui&oacute;n (-)(por ejemplo, en la primera imagen 
    de abajo deber&iacute;a ser &quot;&iquest;C-c&oacute;mo le fue?&quot;), ya 
    ver&eacute; lo que hago, si puedo cambiarlo por otra cosa. Sin embargo, la 
    fuente &quot;hasn't been defeated yet&quot;, vamos, que a&uacute;n queda trabajo 
    xD El problema es que la fuente es variable, es decir, que por ejemplo la 
    'i' no ocupa lo mismo que la 'm'. Al haber modificado s&iacute;mbolos que 
    tienen m&aacute;s anchura, la '&iacute;' y el ''&iexcl;' quedan bastante mal. 
    Ser&iacute;a tan f&aacute;cil como encontrar la tabla de valores de anchura 
    de la fuente y modificarla. Siguiendo el m&eacute;todo usado en los juegos 
    de SNES, como el Final Fantasy VI o el Zelda, no he logrado nada... Lo m&aacute;s 
    curioso de todo es que al menos a m&iacute; me da la impresi&oacute;n de que 
    s&oacute;lo las min&uacute;sculas est&aacute;n en fuente variable. En fin, 
    tiempo al tiempo :P Eso s&iacute;, no me lo he currado yo solito. He de agradecer 
    (y mucho) a Vegetal Gibber toda la ayuda e inter&eacute;s mostrado en que 
    encontrara la fuente. Gracias t&iacute;o, de verdad ;) Para terminar, os dejo 
    con unas im&aacute;genes para que ve&aacute;is que la cosa rula ^^ </p>
  <p align="center" class="textonormal"><img src="suikofont.gif" width="320" height="240"></p>
  <p align="left" class="textonormal">&nbsp;</p>
  <div align="center"> 
    <div align="center"> 
      <div align="center"> 
        <div align="center"></div>
      </div>
    </div>
  </div>
  <table width="564" border="0" cellspacing="0" cellpadding="0" height="30" background="Barranoticias.jpg" align="left">
    <tr> 
      <td valign="bottom" height="23" width="167"> <div align="center"><font face="Goudy Old Style" color="#FFFFFF"><b>29-09-2002</b></font></div></td>
      <td valign="bottom" height="23" width="391"> <div align="left"><font face="Goudy Old Style" color="#FFFFFF"><b>Programillas 
          de mi cosecha y nuevo afiliado</b></font></div></td>
    </tr>
  </table>
  <table border="0" cellspacing="0" cellpadding="0" background="Pablito.gif" align="left" width="21" height="35">
    <tr> 
      <td valign="bottom" height="23" width="21"> <div align="left"><font face="Goudy Old Style" color="#FFFFFF"></font></div></td>
    </tr>
  </table>
  <table width="19" border="0" cellspacing="0" cellpadding="0" height="33" align="left">
    <tr> 
      <td valign="bottom" height="23" width="13"> <div align="left"><a href="mailto:pablithacker@hotmail.com">Pablito's</a></div></td>
    </tr>
  </table>
  <p>&nbsp;</p>
  <p align="left" class="textonormal">Parece que de momento sigo un buen ritmo 
    de actualizaciones :) Este fin de semana, tras tener la necesidad de un programa 
    que extrajera una gran cantidad de bytes en un archivo grande (la ISO del 
    Chrono Cross para que os hag&aacute;is una idea xD), me puse manos a la obra 
    y en poco tiempo hice el <strong>Bin Extractor</strong> y el <strong>Bin Inserter</strong>, 
    programas que facilitan la labor de extraer e insertar bytes de cualquier 
    archivo, por muy grande que sea &eacute;ste (bueno, no lo he probado con archivos 
    de 2 GB pero bueno...). Est&aacute;n programados en C y compilados con DJGPP, 
    as&iacute; que son programas en MSDOS, lo cual no importa porque al menos 
    para m&iacute; un programa de esas caracter&iacute;sticas es incluso mejor 
    que sea as&iacute;. Adem&aacute;s, soporta l&iacute;nea de comandos, as&iacute; 
    que los adictos a los bats ya sab&eacute;is xD He inclu&iacute;do el c&oacute;digo 
    fuente porque as&iacute; lo prefiero, ya que le puede servir a alguien para 
    ver c&oacute;mo funciona un sencillo programa y dar una idea de c&oacute;mo 
    hacer otros. En fin, me dejo de rollos xD Pincha <a href="utilidades/varios/bini-e.zip"> 
    aqu&iacute;</a> para descargarlo.</p>
  <p align="left" class="textonormal">Por otra parte, tenemos a un afiliado nuevo. 
    Se trata de <strong>Suikorune</strong>, que como podr&eacute;is intuir por 
    el nombre, es una p&aacute;gina dedicada a los juegos Suikoden. Me imagino 
    que si deseas la traducci&oacute;n del Suikoden 1 (porque el 2 est&aacute; 
    traducido oficialmente) te interesar&aacute; la p&aacute;gina xD Adem&aacute;s, 
    es muy completa y hasta tienen una gu&iacute;a para conseguir a los 108 personajes 
    del juego ;)</p>
  <p align="center" class="textonormal"><a href="http://suikorune.unionfutura.com" target="_blank"><img src="afiliados/suikorune.gif" width="88" height="31" border="0"></a></p>
  <p align="center" class="textonormal">&nbsp;</p>
  <table width="564" border="0" cellspacing="0" cellpadding="0" height="30" background="Barranoticias.jpg" align="left">
    <tr> 
      <td valign="bottom" height="23" width="167"> <div align="center"><font face="Goudy Old Style" color="#FFFFFF"><b>26-09-2002</b></font></div></td>
      <td valign="bottom" height="23" width="391"> <div align="left"><font face="Goudy Old Style" color="#FFFFFF"><b>Volvemos 
          a estar online</b></font></div></td>
    </tr>
  </table>
  <table border="0" cellspacing="0" cellpadding="0" background="Pablito.gif" align="left" width="21" height="35">
    <tr> 
      <td valign="bottom" height="23" width="21"> <div align="left"><font face="Goudy Old Style" color="#FFFFFF"></font></div></td>
    </tr>
  </table>
  <table width="19" border="0" cellspacing="0" cellpadding="0" height="33" align="left">
    <tr> 
      <td valign="bottom" height="23" width="13"> <div align="left"><a href="mailto:pablithacker@hotmail.com">Pablito's</a></div></td>
    </tr>
  </table>
  <p>&nbsp;</p>
  <p align="left" class="textonormal">Hac&iacute;a ya mucho tiempo que no actualizaba... 
    ;) La p&aacute;gina ha estado ca&iacute;da hasta ayer, d&iacute;a en el que 
    por fin pude entrar en el FTP de la cuenta de Sayans en Emuman&iacute;a tras 
    algunos problemas con el login. Sub&iacute; toda la p&aacute;gina pero no 
    actualic&eacute; porque ten&iacute;a cosas que hacer (eso de que te mandan 
    tarea en el curso y tal xD), y como sab&iacute;a que ten&iacute;a que escribir 
    un &quot;rollo&quot; prefer&iacute; esperar hasta hoy =)<br>
    Como ya he dicho ha pasado m&aacute;s de un mes desde la &uacute;ltima actualizaci&oacute;n 
    y, claro est&aacute;, hay unas cuantas novedades. Aunque me gustar&iacute;a 
    decir una cosa antes. Durante una temporada estuve jugando al Xenogears (ya 
    estoy dando publicidad al juego... :P), juego programado por Square para PSX. 
    &iquest;Qu&eacute; por qu&eacute; digo esto? Porque a m&iacute;, al menos, 
    me ha encantado. Es m&aacute;s, yo he jugado a lo largo de mi vida a muchos 
    RPG de todo tipo, y he de reconocer que, al menos para m&iacute;, es el mejor 
    RPG de la historia. &iquest;Y eso? Sencillo, tiene una historia IMPRESIONANTE, 
    nunca cre&iacute; que hubiera guionistas tan buenos. El juego es un poco diferente, 
    porque no es lo cl&aacute;sico de &quot;el malo quiere cargarse a todos, hay 
    que detenerlo&quot;, sino que todo gira en torno a lo que le suceden a los 
    personajes (aunque tambi&eacute;n hay malos, por supuesto). Todo eso acompa&ntilde;ado 
    de una excelente BSO (el tema de &quot;Flight!&quot; no se me quita de la 
    cabeza). Supongo que es un juego de los que te gusta a la primera de cambio 
    o no te gusta nada. Escribo esto porque me gustar&iacute;a que supi&eacute;rais 
    que existe tal juego, y que si ten&eacute;is oportunidad intent&eacute;is 
    conseguirlo. Eso s&iacute;, tiene texto para dar y tomar, en un ingl&eacute;s 
    a veces hasta complicado por algunas palabrejas t&eacute;cnicas, pero bueno, 
    puede ser una excusa para aprender ingl&eacute;s ;)</p>
  <p align="left" class="textonormal"> Despu&eacute;s de esta recomendaci&oacute;n, 
    pasemos a lo que interesa... Quiz&aacute;s algunos no lo sep&aacute;is todav&iacute;a, 
    pero soy parte de un &quot;grupo especial&quot; de traducci&oacute;n encargado 
    de traducir el archiconocido Chrono Cross. Tal grupo se llama Fantastic Four 
    (xD), y est&aacute; compuesto por Ereza, uZiel, Rocky y yo. A&uacute;n no 
    hemos comenzado a fondo con la traducci&oacute;n porque nos queda decidir 
    los dialectos de cada personaje, aunque m&aacute;s o menos est&aacute;n decididos, 
    a&uacute;n no es definitivo todo. Ereza de momento es el que m&aacute;s puesto 
    est&aacute; en el tema del hacking, pero yo intento ayudar en lo que puedo 
    :P Program&eacute; un editor de scripts totalmente funcional, del que pod&eacute;is 
    ver una imagen <a href="cceditor.gif" target="_blank">aqu&iacute;</a>. Me 
    llev&oacute; unos d&iacute;as pero estoy orgulloso de la &quot;creaci&oacute;n&quot; 
    ;) Ya sab&eacute;is que si quer&eacute;is m&aacute;s informaci&oacute;n sobre 
    el proyecto (calma, que queda muuucho tiempo para que est&eacute; listo), 
    pod&eacute;is pasaros por <a href="http://chronocross.erezatrans.com/" target="_blank">http://chronocross.erezatrans.com</a>. 
    El dise&ntilde;o no es el atractivo de la p&aacute;gina xD, pero s&iacute; 
    su contenido ;)</p>
  <p align="left" class="textonormal">En cuanto a la traducci&oacute;n del Suikoden, 
    deciros que ya he traducido unas 95 kbs (son 127, pero como hay texto repetido...), 
    as&iacute; que la cosa va viento en popa, al menos iba cuando estaba de vacaciones 
    :P Con el proyecto Chrono Cross tengo m&aacute;s que de sobra, as&iacute; 
    que intentar&eacute; repartirme el trabajo para no dejar ninguno rezagado. 
    Soy el primero que piensa que es mejor ocuparse de una sola cosa, y nunca 
    mejor dicho tras sabiendo de los dos juegos en los que estoy trabajando. Sin 
    embargo, pienso que puedo apa&ntilde;&aacute;rmelas, al menos de momento &quot;s&oacute;lo&quot; 
    tengo que traducir :)<br>
    Seg&uacute;n me ha contado Georg, un experto en el Suikoden, llevar&eacute; 
    m&aacute;s o menos un tercio del juego, algo que no me desanima para nada 
    (no ve&aacute;is lo que es traducir todos los di&aacute;logos seg&uacute;n 
    la opci&oacute;n que elijas cuando otro personaje te pregunta), ya que a mi 
    parecer eso es bastante para el tiempo que le he dedicado.<br>
    En cuanto a la edici&oacute;n de scripts (a.k.a. traducir xD), no tengo mucho 
    problema, porque con unas modificaciones en el c&oacute;digo e interfaz del 
    editor del Chrono Cross (alguna me dio m&aacute;s problemas de lo que me pensaba...) 
    hice un editor espec&iacute;fico para el Suikoden ^^ Pod&eacute;is ver la 
    imagen del editor <a href="suikodeneditor.gif" target="_blank">aqu&iacute;</a>. 
    ...Bueno, la verdad es que ahora no es exactamente as&iacute; :P Resulta que 
    los malditos programadores limitaron el m&aacute;ximo de caracteres por l&iacute;nea 
    a 30, incluso a pesar de ser una fuente variable. As&iacute; que le he tenido 
    que poner una fuente de tama&ntilde;o fijo (no me hizo mucha gracia tener 
    que centrar todos los di&aacute;logos otra vez) para poder guiarme mejor a 
    la hora de centrar texto. Pero bueno, lo importante es que ya est&aacute; 
    solucionado :)<br>
    A&uacute;n no he conseguido (no me he puesto a fondo) solucionar el problema 
    de los acentos, &iexcl;&iquest; y &ntilde;, aunque parece que es posible que 
    en un futuro pueda conseguirlo gracias a los sabios consejos de Vegetal Gibber 
    y tambi&eacute;n de sus programas xDD As&iacute; que t&iacute;o, muchas gracias. 
    Espero que al final lo consiga...<br>
    Para terminar con el asunto, he de decir que la reinserci&oacute;n de scripts 
    _parece_ no tener muchos problemas. Modifiqu&eacute; el c&oacute;digo del 
    Script Extractor e Insertor para que aceptara l&iacute;nea de comandos, y 
    por consiguiente se puedan hacer archivos bat para no tener que estar siempre 
    escribiendo datos de los scripts y tal (gracias a Ereza por la sugerencia). 
    Pero no s&oacute;lo eso, sino que al reinsertar el programa te recalcula los 
    punteros sin ni siquiera especificar la tabla de punteros. Bueno, m&aacute;s 
    bien, el Extractor, que ahora genera el bat para reinsertar, pone la direcci&oacute;n 
    de los punteros. &iquest;C&oacute;mo es posible? F&aacute;cil, est&aacute;n 
    justo despu&eacute;s del texto :P Luego fue cuesti&oacute;n de a&ntilde;adir 
    el c&oacute;digo para que recalcule punteros de 4 bytes y listo. Como punto 
    y final de todo esto, os pongo unas im&aacute;genes para que ve&aacute;is 
    que funciona todo (c&oacute;mo mola hacer doble click en el bat y que todo 
    est&eacute; en su sitio ^^).</p>
  <p align="center" class="textonormal"><img src="suiko1.gif" width="320" height="240"> 
    <img src="suiko2.gif" width="320" height="240"> </p>
  <p align="left" class="textonormal"> Como pod&eacute;is observar, en la primera 
    imagen no sale el principio. Eso es porque al tomar la imagen en el emulador 
    sal&iacute;a as&iacute;, pero no os preocup&eacute;is que en el juego sale 
    bien :P En la segunda, pone &quot;enfre&quot; en vez de &quot;enfr&iacute;e&quot;. 
    El tem&aacute; est&aacute; en que como no est&aacute;n los acentos, no sale 
    el caracter correspondiente.</p>
  <p align="left" class="textonormal">Y nada m&aacute;s, intentar&eacute; hacer 
    lo que pueda en estos proyectos, pero ahora estoy haciendo 2&ordm; de Bachillerato 
    y la cosa est&aacute; muy chunga, porque adem&aacute;s tambi&eacute;n tengo 
    que tener tiempo para otras cosas, &iquest;no? See ya!</p>
</div>
<div align="center">
<div align="center">
      <div align="center">
<div align="center"></div>
        </div>
    </div>
  </div>
<p align="center"><span class="textonormal">_________________________________________________________________________________________________________ 
  <br>
  &copy; Copyright Sayans Traductions 1999-2003. Optimizado para Internet Explorer 
  6.0 y resoluci&oacute;n de 800x600. Derechos reservados.</span> </p>
<p align="center"><span class="textonormal"> </span> <span class="titulo"><span class="textonormal"> 
  </span></span></p>
