<title>Sayans Traductions - Gu&iacute;as: Harvest Moon</title>
<link rel="stylesheet" href="../../styles.css" type="text/css">
<body bgcolor="#354C75" leftmargin="0" topmargin="0" marginwidth="0" marginheight="0" class="texto">
<p align="center">&nbsp;</p>
<p align="center"><img src="../guias.jpg" width="183" height="91" border="0"></a></p>
<p align="center"> Guia de Harvest moon .<br>
  Por Salen &quot;el gato de la bruja adolescente&quot;<br>
  kinmikuman@hellsoft.zzn.com</p>
<p align="center">Versi&oacute;n 1.0</p>
<p align="center">******************************</p>
<p align="center">&Iacute;ndice:</p>
<p align="center">1- Historia del archivo.<br>
  2- Introducci&oacute;n.<br>
  3- Historia del juego<br>
  4- Gu&iacute;a de las chicas.<br>
  4.1: &iquest;Donde est&aacute;n y que hacen?<br>
  4.2: &iquest;Como enamorarse y como casarse? (por salen)<br>
  4.3: Ideas presentes buenas y malas.<br>
  4.4: Situaciones de las muchachas.<br>
  4.5: Alargar tu casa.<br>
  5- Estaciones y festivales<br>
  6- Herramientas y items por el estilo<br>
  7- Animales.<br>
  8- Ganancias, y cultivos.<br>
  9- Escenas.<br>
  10- Preguntas.<br>
  11- La monta&ntilde;a.<br>
  11.1- El pueblo<br>
  12- Cr&eacute;ditos</p>
<p align="center"><br>
</p>
<p align="center">****************************</p>
<p align="center">1- Historia del archivo:</p>
<p align="center">0.1: Comienzo el archivo con muy mal humor.</p>
<p align="center">0.2: Aun no comprendo todas mis dudas con este juego, as&iacute; 
  que...LORD ZERO:::SABES ALGO O CUALQUIERA QUE SEA EL QUE ESTA LEYENDO ESTO, 
  a kinmikuman@hellsoft.zzn.com.</p>
<p align="center">&nbsp;</p>
<p align="center">************************************</p>
<p align="center">2- Introducci&oacute;n:</p>
<p align="center">&iexcl;Bienvenidos a el mundo de Harvest Moon!...un gran mundo...y 
  esto es porque este juego esta para: Gameboy, Psx, snes, y como toque de gracia...para 
  N64...Imag&iacute;nense lo famoso y excelente que es este juego. Todos menosprecian 
  el de snes...desde que lo jugu&eacute; yo lo amo, ya que es muy entretenido. 
  Combina todo lo que es el RPG/Sim (sim significa todo lo que es trabajar, desastres, 
  construir, progresar, en fin) y un toque de simpatia muy agradable , lo malo 
  es que si no sabes lo que haces este juego es muy malo, si hasta prefiero el 
  Montezuma!!! As&iacute; que &iexcl;AQU&Iacute; TENGO LA SOLUCION PARA EL JUEGO!</p>
<p align="center">-Salen<br>
</p>
<p align="center">&nbsp;</p>
<p align="center">**********************************</p>
<p align="center">3- Historia del juego:</p>
<p align="center">Este chiquit&iacute;n que se supone que es grande (lo descubr&iacute; 
  cuando me case!) viv&iacute;a con sus padres los cuales tienen una granja...Ellos 
  deciden tomar un viaje y te dejan a cargo de la granja, aunque tu madre no quiere, 
  en la presentaci&oacute;n muestran que le interrumpe el padre...(demasiado dram&aacute;tico!). 
  Y por si fuera poco nos dar&aacute;n dos a&ntilde;os y medio para cumplir su 
  sue&ntilde;o... &iexcl;&iexcl;&iexcl;&iexcl;NO DEJAR UNA JODA EN LA GRANJA!!!!:<br>
</p>
<p align="center">&nbsp;</p>
<p align="center">**********************************<br>
  4- Gu&iacute;a de las chicas:</p>
<p align="center">Comencemos &iexcl; &iexcl; en Harvest Moon puedes enamorarte 
  , tener bebes, y casarte, y tener una gran casa(eso lo veremos mas tarde). Ahora 
  te ense&ntilde;are a como enamorarte, casarte, y los gusto de las chicas, y 
  como ganar esos valiosos 5 o mas corazones en su diario de vida.</p>
<p align="center">4.1 &iquest;Donde est&aacute;n y que hacen?:</p>
<p align="center">Nina: Nina vive en la tienda de la Flor con su madre y es amante 
  de las plantas. La veras fuera de la tienda de la flor los s&aacute;bados y 
  domingos, en la monta&ntilde;a sacando hierbas.</p>
<p align="center">Maria: Mar&iacute;a vive con los Alcaldes Mansion con sus padres. 
  Mar&iacute;a es un tipo de goodie, goodie. Una cat&oacute;lica teniendo hijos...&iexcl;&iexcl;&iexcl;por 
  favor que es eso!!! (&iexcl;censurado para ni&ntilde;os menores de 18 a&ntilde;os!) 
  Ella esta en la iglesia los s&aacute;bados y domingos. De lunes a viernes la 
  veras barriendo afuera.</p>
<p align="center">Vispera: Lo puse en espa&ntilde;ol, porque se ve m&aacute;s 
  chulo. La V&iacute;spera es un tipo de girlie,<br>
  Estoy seguro que si yo la conocer&iacute;a ella jugar&iacute;a con barbies. 
  Le gusta prepararse bebidas. Ella es la mas f&aacute;cil de conquistar porque 
  solo trabaja de noche y de d&iacute;a nosotros trabajamos. La numero 1 &iexcl;! 
  &iexcl;En las calentonas del juego! (razones : ana se ba&ntilde;a contigo, desnuda 
  en las termas pero solo en el Star night festival, esta lo hace algunos d&iacute;as, 
  pero como le gusta la cerveza...y a veces te da besos por que te la tomas...en 
  fin...(aparte es rubia&quot;)</p>
<p align="center">Ana: Ana es la saliente, y vive en la tienda de &uacute;tiles 
  con su padre. Le gusta tener diversi&oacute;n y trabajo. Estar sentado todav&iacute;a 
  no es sus cosas favoritas. Ella tambi&eacute;n es un Tom/Boy aprendiendo para 
  ser una mujer. Le gusta hacer m&aacute;quinas. Siempre va estar mostr&aacute;ndote 
  sus &uacute;ltimos experimentos. (&iexcl;y nunca le resultan!) ella es la segunda 
  calentona despu&eacute;s de Vispera.<br>
  Ellen: Ellen es la muchacha con mucha bondad, buena onda...en fin una de mis 
  preferidas. Ella estar&aacute; afuera, al lado de la tienda de animales, y tambi&eacute;n 
  ella ama a los animales. Tiene una mascota&quot;P-Chan&quot; un pajarraco muy 
  penca.</p>
<p align="center">&iexcl;EN LOS DIAS LLUVIOSOS TODAS LAS MUCHACHAS ESTAN EN SUS 
  CUARTOS!</p>
<p align="center">4.2: Como enamorarse y casarse? (por salen)</p>
<p align="center">Primero que todo debes decidir bien a quien te gusta. Siempre 
  cuando tengas un tiempito libre, (o mejor, cuando agrandes tu casa al m&aacute;x.! 
  &iexcl;Si no, no podr&aacute;s casarte!) m&aacute;ndale &iexcl;presentes! Buenos, 
  y que le gusten. Luego, en todos los festivales tienes que bailar con ella o 
  en algunos casos especiales, como el Star night Festival, tienes que ir a las 
  partes que te indican, selecciona una de ellas, y cada representa una, o dos 
  chicas.<br>
  Para enamorarte y casarte necesitas 5 o mas corazones.</p>
<p align="center">Bailar con ella en una fiesta: (1 coraz&oacute;n)<br>
  Dale entonces un presente y habla con ella (1 coraz&oacute;n)<br>
  Anda al lugar donde ella va al Star night festival (1 a 2 corazones)</p>
<p align="center">Flor Fiesta: Perfumes (1 = los amores, 2 = los odios)</p>
<p align="center">Nina: Gusta todos los perfumes.</p>
<p align="center">Ana: 1-Violet<br>
  2-Rose</p>
<p align="center">Ellen: 1- Rose<br>
  2- Violet</p>
<p align="center">Maria: 1- Violet<br>
  2- Rose</p>
<p align="center">Vispera: 1- Rose<br>
  2- Violet</p>
<p align="center"></p>
<p align="center"><br>
  Para casarte, como lo e repetido, tienes que tener 5 o m&aacute;s corazones. 
  En alg&uacute;n d&iacute;a, el abuelo que esta los d&iacute;as domingo y que 
  te compra cosas tuyas, estar&aacute; vendiendo una pluma azul..!NO LO PIENSES 
  Y COMPRATELA DEINMEDIATO! Oc&uacute;pala encima de tu prometida y ella dir&aacute; 
  &quot;algo&quot; cosa que el d&iacute;a s&aacute;bado (saturday) oc&uacute;pala 
  nuevamente en su rostro, y se casaran autom&aacute;ticamente. Si no te resulta, 
  hace lo mismo, pero esta vez m&aacute;ndale un presente .</p>
<p align="center">Situaciones en la Star night festival::</p>
<p align="center">Ana: En el manantial de agua mineral (desnuda...Uy)</p>
<p align="center">Nina: En el mountain top.</p>
<p align="center">Ellen: En el pueblo, enfrente de todo el p&uacute;blico muy 
  honradamente.</p>
<p align="center">Maria: La iglesia</p>
<p align="center">Vispera: La barra.</p>
<p align="center"><br>
  4.3: Ideas presentes buenas y malas:</p>
<p align="center"></p>
<p align="center">Ideas buenas:</p>
<p align="center"><br>
  Nina: Pastel, No de tus hierbas a menos si te casas con ella</p>
<p align="center">Maria: Flores (escogiste, o compraste)</p>
<p align="center">Vispera: Flores (escogiste, o compraste) Bayas de Uva Salvaj<br>
  Fruta del verano)</p>
<p align="center">Ana: Pastel, Flores (escogi&oacute; o compro)</p>
<p align="center">Ellen: Flores (Escogi&oacute; o Compr&oacute;) Leche, Huevo, 
  Pastel. (la mas consumista!)</p>
<p align="center"></p>
<p align="center"><br>
  Ideas malas.</p>
<p align="center"><br>
  Nina: Las flores escogidas de la monta&ntilde;a. Hongos, hongos envenenados.<br>
  Maria: Pastel, hongos del veneno, maleza.<br>
  Vispera: Pez, hongos del veneno, maleza.<br>
  Ana: Arbustos (S&iacute; ella tomar&aacute; hongos del veneno y ciza&ntilde;as 
  incluso)<br>
  Ellen: Hongos, hongos del veneno.</p>
<p align="center"></p>
<p align="center"></p>
<p align="center">4.4: Situaciones de las muchachas:</p>
<p align="center">No sabes como ayudar a tu polola?? Pues aqu&iacute; esta la 
  soluci&oacute;n. A medida que tu conquista empieza a avanzar pasaran distintos 
  hechos.</p>
<p align="center"><br>
  Ana: Ana perdi&oacute; su pollo de madera!! En su tienda tiene un pollo de madera 
  a arriba....poco obvio donde esta... (donde pones tus pollos!) Antes de tomar 
  esta cosa, hace todas tus cosas hogare&ntilde;as, alimentar a tus animales, 
  regar tus plantas...en fin...porque si la tomas de inmediato te dar&aacute; 
  un beso y te iras directo a la cama (no piensen mal!) y pasa lo mismo con las 
  dem&aacute;s.</p>
<p align="center">Vispera: Noo!! &iexcl;El abuelo de Vispera esta atrancado en 
  la caverna! Preg&uacute;ntales a las personas del bosque como salvarlo. Lleva 
  tu martillo y destruye esas rocas. Luego vete a la cama. Y habla con los gramps.</p>
<p align="center">Ellen: El P- Chan de Ellen se ha perdido!!!!!!!(el pajarraco) 
  habla con las personas malas del pueblo. Vete a la cerco que cubre el estanque 
  del pescador.</p>
<p align="center">&iexcl;&iexcl;Nina: Nina se a atrancado en las piedras de la 
  cueva!! Vete con tu martillo, y dale una hierba.</p>
<p align="center">Maria: &iexcl;&iexcl;Maria huyo de la casa!! Y sus padres conf&iacute;an 
  en que t&uacute; puedas salvarla<br>
  Ella esta escondida en la casa del carpintero en la monta&ntilde;a.</p>
<p align="center">4.5: Alargar tu casa.</p>
<p align="center">Para alargar tu casa, tienes que recolectar una larga lista 
  de materiales los cuales te indican en el cartel que esta al frente de tu casa. 
  Ve en las noches, y recup&eacute;rate comiendo cosas de la monta&ntilde;a y 
  ba&ntilde;&aacute;ndote en las termas. Tienes que alargarla dos veces para casarte, 
  la primera vale 5000$ y la segunda 10000$ &iexcl;!!Muchos troncos, mucho dinero, 
  pero te recomiendo que la alargues en el segundo a&ntilde;o, o en el primero 
  si tienes dinero, pero la primera alargacion de tu casa tiene que ser d&eacute; 
  inmediata.</p>
<p align="center">&nbsp;</p>
<p align="center"><br>
  *****************************</p>
<p align="center">5 - Estaciones y festivales:</p>
<p align="center">En este juego, exactamente cada d&iacute;a dura 2 min. 45 segundos, 
  y si tienes una esposa tienes que llegar entre las 5:00 y las 6:00 PM, si llegas 
  despu&eacute;s estar&aacute; durmiendo. Si estas dentro de X casa o establo 
  de vacas, o donde pones tus pollos, etc, no perder&aacute;s tiempo *_*</p>
<p align="center">Primavera: Esta es el comienzo del juego, por lo tanto es una 
  estaci&oacute;n muy f&aacute;cil. Aqu&iacute; tenemos que comprarnos las semillas 
  &quot;potato&quot; ganas m&aacute;s dinero que con la otra. Comenzaremos con 
  el animal mas f&aacute;cil &quot;la gallina&quot; con solo tener una de cierta 
  forma ya tienes las 12! Y esto es porque si la alimentas todos los d&iacute;as, 
  nacer&aacute; un huevo, ponlo en la parte extrema derecha en tu gallinero, y 
  cuando nazca ser&aacute; un pollito pero cuando crezca ser&aacute; otro pollo, 
  y as&iacute; sucesivamente, aunque solo son 50$ por cada huevo, y si tienes 
  12 serian 600$ al igual es una buena producci&oacute;n. NO TE QUEDES NINGUN 
  DIA SIN GANAR DINERO si no tienes ning&uacute;n medio productivo por hoy d&iacute;a, 
  anda a la monta&ntilde;a a recolectar &quot;berries&quot; o lo que haya y lo 
  pones en la caja. Rega por la noche, si estas muy ocupado ya que al igual crecen. 
  En la noche tambi&eacute;n aprovecha de recolectar material (troncos y piedras) 
  para una futura &quot;alargue su casa&quot;. Lo mejor es que la noche es infinita... 
  (aunque si tienes una esposa es solo &quot;d&iacute;a&quot;--)</p>
<p align="center">Verano: En esta fecha tendremos las mejores semillas del juego, 
  pero las mas lentas en reproducirse. Lo mejor de todo es que son PARA SIEMPRE 
  es decir se quedan ah&iacute; y no tenemos que comprar mas, y se vuelven a reproducir. 
  En esta fecha ya tenemos que juntar dinero para las siguientes adquisiciones: 
  Muchas hierbas (pasto) para nuestra vaca y alargar tu casa. Es decir, serian 
  como 11.000, lo cual no es tanto si tenemos nuestros pollos, nuestras plantas 
  y todos los d&iacute;as ir a la monta&ntilde;a y recolectar frutos. En esta 
  fecha, si llegas a tener tiempo libre, m&aacute;ndale presentes a tu polola...Para 
  saber mas de la vaca ve la secci&oacute;n de animales.</p>
<p align="center">Ca&iacute;da: Aqu&iacute; empieza lo fome...ya que aqu&iacute; 
  nuestras plantaciones ya no crecer&aacute;n mas, por lo tanto solo los preocuparemos 
  de los animales, y si es posible una segunda vaca. En fin, recolecta hongos 
  de la monta&ntilde;a habla con los del pueblo. Tambi&eacute;n aqu&iacute; aparece 
  una semilla muy rara que solo aparece en las fechas 10 y 11(lord zero es tu 
  misi&oacute;n!) Y prepar&eacute;monos para invierno... Por cierto, compra alimento, 
  excepto si tienes reservas de verano.</p>
<p align="center">Invierno: NOOO!!!!! En esta fecha todas nuestras hiervas y plantaciones 
  se pudrir&aacute;n y se ir&aacute;n (ni las veremos) Por lo tanto solo nos encargaremos 
  de nuestros animales, y tambi&eacute;n de casarte, dicen que esta es una buena 
  fecha. En las noches, junta mucho material ya que en esta fecha... YA ES HORA 
  DE CASARNOS!!!!!!!!!!! &iexcl;Nuevamente a comprar alimento! (un gasto grande 
  si tienes vacas)</p>
<p align="center">&iquest;&iquest;&iquest;&iquest;&iquest;&iquest;&iquest;FIN 
  DEL JUEGO??????? &iexcl;&iexcl;&iexcl;&iexcl;&iexcl;No!!!!! &iexcl;Aun nos queda 
  el a&ntilde;o y medio as&iacute; que aqu&iacute; es donde ocurrir&aacute; la 
  masacre!</p>
<p align="center">&iexcl;&iexcl;&iexcl;&iexcl;&iexcl;&iexcl;&iexcl;&iexcl;NOS 
  CASAREMOS; TENDREMOS 12 VACAS Y POLLOS, TENDREMOS BEBES, MUCHAS PLANTAS, Y COMO 
  SI FUERA POCO SER MILLONARIO!!!!!!!!</p>
<p align="center">Pero aqu&iacute; ocurren muchos hechos....... (ver secci&oacute;n 
  de herramientas)</p>
<p align="center">Festivales:</p>
<p align="center">Fiesta de la flor 23 DE PRIMAVERA:<br>
  &iexcl;&iexcl;Aqu&iacute; es donde iniciaremos la conquista de la chica que 
  queremos bailando!! Tambi&eacute;n d&aacute;ndole su perfume favorito. Aqu&iacute; 
  hay un mendigo que dice que vende una semilla, dile que si no mas.</p>
<p align="center">Fiesta de la cosecha 12 DE CAIDA:<br>
  Todos tenemos que traer una comida aqu&iacute;, desde un hongo, menos uno envenenado. 
  Aqu&iacute; tambi&eacute;n bailaremos.</p>
<p align="center"><br>
  Fiesta de &quot;La caza del huevo&quot;20 DE CAIDA:<br>
  Es el concurso donde tenemos que encontrar el huevo que nos indica el alcalde 
  en el pueblo...NO SE TE OCURRA SALIR PRIMER LUGAR es mejor el premio del segundo, 
  que es un bicho que te protege de los desastres, mucho mejor que una manzana.</p>
<p align="center">Fiesta &quot;Acci&oacute;n de gracias&quot; 10 DE INVIERNO:</p>
<p align="center">Aqu&iacute; recibiremos pasteles de las muchachas que tengan 
  arriba de tres corazones.</p>
<p align="center">Fiesta &quot;Star night &quot; 24 DE INVIERNO:<br>
  Selecciona donde quieres ir, (con su respectiva chica representante de cada 
  uno! ver secci&oacute;n de amores) ya que aqu&iacute; ganaras tus buenos corazones.</p>
<p align="center">&iexcl;&iexcl;&iexcl;&iexcl;&iexcl;&iexcl;&iexcl;&iexcl;A&Ntilde;O 
  NUEVO!!!!!!!! &iexcl;Ir&aacute;n todos a la mountain top a celebrar el a&ntilde;o 
  nuevo!</p>
<p align="center">&nbsp;</p>
<p align="center">6-Herramientas e items por el estilo:</p>
<p align="center">Aqu&iacute; solo explicare las herramientas especiales, como 
  sacarlas, y algunos hechos que pasan en tu segundo a&ntilde;o y que responder.</p>
<p align="center">Hacha dorada: Tienes que traer tu hacha equipada e ir a la monta&ntilde;a 
  por el sector secreto el cual se descifra en invierno cuando hay una tormenta 
  (donde hay una roca, y se ven muchas y hermosas rosas....) entonces habla con 
  el agua creo que en la fecha de verano , y resp&oacute;ndele que NO.</p>
<p align="center">Martillo dorado: En el segundo a&ntilde;o, ira un carpintero, 
  entonces pr&eacute;stale tu martillo, y por unos d&iacute;as te lo transformara 
  en el dorado.</p>
<p align="center">Cuchilla dorada: (cuchilla: Definici&oacute;n de la cortadora 
  de maleza)<br>
  Para encontrarla necesitas alimentar a un enano que viene a tu casa en el segundo 
  a&ntilde;o, y entonces dale hongo (no envenenado).</p>
<p align="center">Hoz dorada: La consigues en el primer a&ntilde;o felicitando 
  al enano que esta cuando el &aacute;rbol misterioso de tu granja, se cae.</p>
<p align="center">Cepillo: Una cosita muy carita que se supone que sirve para 
  que tu vaca este mas feliz *_* y te de mas leche -*0*0*- pero en mi opini&oacute;n 
  esto no sirve para nada. Simplemente &aacute;sele cari&ntilde;o felic&iacute;tala, 
  &iexcl;FIN!</p>
<p align="center">Rociador: Te lo entregan cuando tengas que regar mas, o simplemente 
  en verano, y es mucho mejor que esa lata de agua.</p>
<p align="center">Pintura: Para pintar tu casa YES &iexcl;Y SI QUE ES RASCA PORQUE 
  ES SOLO UN COLORR!!!!!!!!!!! En fin, algo para lucirse, solo se puede conseguir 
  cuando alargues por segunda ves tu casa.<br>
  Alguna ves en tu segundo a&ntilde;o, vendr&aacute; una ni&ntilde;a a pedirte 
  un huevo, yo se lo doy, pero nunca e entendido que sacas con eso...</p>
<p align="center">&nbsp;</p>
<p align="center">7- Animales:</p>
<p align="center">Pollo: El primer medio de producci&oacute;n en animales, y no 
  esta nada de mal. Su dinero esta bien, lo malo es que son demasiado aburridas. 
  &iexcl;&iexcl;&iexcl;&iexcl;PERO SI MIREN SOLO COMEN Y COMEN SON UNAS CERDAS!!!!(12:00... 
  nervioso porque no se si todos estos esfuerzos ser&aacute;n aceptados) Pon un 
  huevo en la caja y ganaras dinero, ponlo en el extremo derecho, crecer&aacute; 
  un pollito y luego un pollo, y as&iacute; sucesivamente hasta tener los 12 pollos. 
  Alim&eacute;ntalos diariamente.</p>
<p align="center">Perro: Con el r y l ll&aacute;malo, si quieres lo puedes tener 
  como decoraci&oacute;n pero lo mejor es usarlo para los molestos perros salvajes...</p>
<p align="center">Perros salvajes: Son los que te rompen las cercas...acerca el 
  perro a ellas y problema casi solucionado.</p>
<p align="center">Cerditos: Aparecen cuando plantas semillas, o mas bien, podas. 
  Son muy paj! Porque no te hacen nada.</p>
<p align="center">Vaca: Los animales mas entretenidos, adinerados y caros del 
  juego. Son entretenid&iacute;simos ya que tienen muchas herramientas y tienen 
  sentimientos y son muy carism&aacute;ticos. Primero tienes que esperar a que 
  crezca, alim&eacute;ntala mucho, luego c&oacute;mprate un orde&ntilde;ador y 
  un guante para hacer cari&ntilde;ito y ORDE&Ntilde;A ORDE&Ntilde;A Y ORDE&Ntilde;A 
  y luego cuando madure su leche te dar&aacute; 250$ y cuando este realmente madura...350$%&amp; 
  NO VENDAS A ESA VACA!!!!!!!!!!!!!!!!!!!!!!!!!!. En todo caso la vaca es un medio 
  muy caro, ya que necesitas su comida en el invierno que cuesta 1000$ mas enfermedades 
  1000$ mas pasto...unos 1500$ mas la vaca en si 5000$ mas su hijo..(en fin estoy 
  exagerando!)</p>
<p align="center">Conejo: No lo tendr&aacute;s...es decir solo cuando vayas por 
  la monta&ntilde;a por el segundo a&ntilde;o vendr&aacute; el cazador alg&uacute;n 
  d&iacute;a y habr&aacute; un conejo. Se supone que te da 1000$ si lo entregas 
  pero no te lo dan.</p>
<p align="center">&nbsp;</p>
<p align="center">8- Ganancias y cultivos:</p>
<p align="center">Existe una cantidad muy peque&ntilde;a de semillas y ganancias, 
  es decir es m&aacute;s selecta.</p>
<p align="center">R&aacute;banos ---------- 4 d&iacute;as-----------------Suma 
  de 8 cuadrados: 480 GP: Son mejores los Patatas. (Primavera)</p>
<p align="center">Patatas--------------6 d&iacute;as-----------------Suma de 8 
  cuadrados: 640 GP: Cuestan lo mismo y ganas mas y adem&aacute;s no importa que 
  se demore tanto. (Primavera)<br>
  Tomates----------10 d&iacute;as-----------------Suma de 8 cuadrados: 800 GP: 
  Me gustan para variar pero es muy parecido al ma&iacute;z. (Verano)</p>
<p align="center">Ma&iacute;z----------13 d&iacute;as-----------------Suma de 
  8 cuadrados: 960 GP: Si tienes tomates y ma&iacute;z en tu cosecha tendr&aacute;s 
  una mina de oro.(Verano)</p>
<p align="center">NOTA: Si sigues regando los tomates por mucho tiempo podr&aacute;s 
  escoger m&aacute;s verduras por 3 d&iacute;as.</p>
<p align="center">Aqu&iacute; est&aacute;n los precios de las cosas que encuentras 
  en la colina:</p>
<p align="center">Primavera: Los pedazos de hierva encontrada en la caverna 200GP.<br>
  Uvas salvajes 150GP por parte.</p>
<p align="center">Verano: Los peces (encontrados en todas las estaciones menos 
  en invierno) 200GP por cada uno.<br>
  Frutas del sur 150GP por parte.</p>
<p align="center">Ca&iacute;da: Los hongos 150GP por parte.<br>
  Los hongos envenenados 200GP por parte.<br>
  La flor de la luna 600GP (solo aparece el 10 y 11 de ca&iacute;da)</p>
<p align="center">Invierno: En la monta&ntilde;a en la cueva busca las hiervas 
  200GP.</p>
<p align="center"><br>
  9- Escenas:</p>
<p align="center">Si creces mucho una verdura saldr&aacute;s en una escena donde 
  estar&aacute;s t&uacute; con tu verdura.</p>
<p align="center">Si tienes cierta vaca muy feliz saldr&aacute;s en una escena 
  con ella.</p>
<p align="center">Si tienes 12 vacas saldr&aacute;s en una escena afuera, con 
  todas tus vaquitas.</p>
<p align="center">Si est&aacute;s casado tendr&aacute;s una escena donde saldr&aacute;s 
  t&uacute; con tu esposa.</p>
<p align="center">Si tienes un bebe saldr&aacute;s jugando con el.</p>
<p align="center">EL MEJOR FINAL ::::::::Si estas casado y con por lo menos dos 
  ni&ntilde;os, el jard&iacute;n secreto lleno de flores, 12 pollos 16 vacas y 
  como toque de gracia , ser millonario Y UNA FELICIDAD MUY GRANDE lograras el 
  desafi&oacute;.</p>
<p align="center">&nbsp;</p>
<p align="center">10- Preguntas.:</p>
<p align="center">&iquest;Para que sirven las manzanas? Sirven para tener m&aacute;s 
  resistencia y rellenar con flores el jard&iacute;n secreto.</p>
<p align="center">&iquest;Qu&eacute; es la pluma azul? Es el objeto para casarse. 
  Cuando tengas a tu prometida con 5 corazones el viejo del pueblo (que te compra 
  objetos y cosas varias) te la dar&aacute; a 2000 . Luego &uacute;sala encima 
  de tu amor, luego vuelve a usarla el s&aacute;bado nuevamente encima de ella.</p>
<p align="center">&iquest;C&oacute;mo pescar? Ponte encima de la mesita que hay 
  al lado de este se&ntilde;or y apreta &iexcl;&iexcl;&iexcl;&quot;Y&quot; como 
  loco!!! Hasta que salga un pescado. Es complicado ya que salen boloudeces como 
  zapatos y cosas pat&eacute;ticas (HEY! Aqu&iacute; hicieron tople!)</p>
<p align="center">&iquest;C&oacute;mo tener huevos? Alimenta diariamente a tu 
  gallina, y saldr&aacute;n huevitos! (ver secci&oacute;n animales)</p>
<p align="center">&iquest;Qu&eacute; tengo que hacer con la gallina de metal que 
  est&aacute; en medio del paso del camino al pueblo? Martill&eacute;ala y saldr&aacute; 
  una manzana.</p>
<p align="center">&nbsp;</p>
<p align="center">11- La monta&ntilde;a:</p>
<p align="center"><br>
  Aqu&iacute; podemos pescar, reforzar el hacha para la dorada, recoger frutos, 
  agrandar tu casa, y como si fuera poco recoger el fruto que aparece en Ca&iacute;da 
  en 10 y 11 y que si lo pones en la caja ganaras 600 GP.</p>
<p align="center">Para el hacha dorada tienes que esperar a invierno, luego se 
  liberara un camino donde antiguamente hab&iacute;a una roca. &Eacute;chala al 
  agua en Verano o al parecer Invierno y entonces dile que NO y te potenciara 
  el hacha (debes llevarla equipada)</p>
<p align="center">11.1- El pueblo: Aqu&iacute; podemos enamorarnos, ir a las distintas 
  tiendas para vender y comprar importantes cosas.</p>
<p align="center">Tienda de la flor: Aqu&iacute; podemos comprar distintas semillas 
  y pasto excepto en Ca&iacute;da y Invierno.</p>
<p align="center">La bruja(o adivina): Ella te ayudara en enamorar una chica pregunt&aacute;ndole 
  distintas cosas.</p>
<p align="center">Tienda de animales: Aqu&iacute; venderemos vacas y pollos y 
  compraremos vacas y pollos, sus comidas y el cepillo y la inyecci&oacute;n para 
  la vaca. Tambi&eacute;n puedes leer el papal para preguntar, el cual est&aacute; 
  en la mesa.</p>
<p align="center">Tienda general: Aqu&iacute; compraremos el rastrillo para hacerle 
  cari&ntilde;o a las vacas, y otras cosas m&aacute;s, y puedes enamorarte de 
  Ann!</p>
<p align="center">Tienda de comida: Aqu&iacute; puedes comprarte pastelillos para 
  conquistar a alguien o simplemente com&eacute;rtelo para reforzar energ&iacute;as.</p>
<p align="center">AL FIN TERIMENE!!!!!!!!!!!!!!!</p>
<p align="center">&nbsp;</p>
<p align="center">12-Cr&eacute;ditos:</p>
<p align="center">Primero que todo a Lord Zero por dejar copiarle en la gu&iacute;a 
  (aunque aun no se que opina)</p>
<p align="center">A Sayans por aceptarme.</p>
<p align="center">A los Mp3 que me hacen escribir m&aacute;s r&aacute;pido</p>
<p align="center">&iexcl;Y finalmente a HIM una banda muy gay pero buena!</p>
<p align="center"><br>
  &copy; <a href="mailto:kinmikuman@hellsoft.zzn.com">Salen</a> </p>
<p align="center"></p>
