<title>Sayans Traductions - Gu&iacute;as: Final Fantasy V</title>
<link rel="stylesheet" href="../../styles.css" type="text/css">
<body bgcolor="#354C75" leftmargin="0" topmargin="0" marginwidth="0" marginheight="0" class="texto">
<p align="center">&nbsp;</p>
<p align="center"><img src="../guias.jpg" width="183" height="91" border="0"></a></p>
<p align="center"> Gu&iacute;a para<b> <i>Final Fantasy V</i></b><br>
  por Lord Zero <br>
  (Lord_0@yahoo.com)<br>
  Versi&oacute;n 1.4</p>
<p align="center">*************************************************************************</p>
<p align="center">-&Iacute;ndice:</p>
<p align="center">1.- Historia del archivo.<br>
  2.- Introducci&oacute;n.<br>
  3.- Historia del Juego.<br>
  4.- Personajes.<br>
  5.- Caminata.<br>
  6.- Los Trabajos y clases.<br>
  7.- Lista de &Iacute;tems.<br>
  8.- Magia:<br>
  8.1.- Magia Blanca.<br>
  8.2.- Magia negra.<br>
  8.3.- Magia del tiempo.<br>
  8.4.- Magia azul.<br>
  8.5.- Magia de espadas.<br>
  8.7.- Magia de Monstruos.<br>
  8.8.- Canciones.<br>
  9.- Cr&eacute;ditos.<br>
  10.- Cosas legales.</p>
<p align="center">*************************************************************************</p>
<p align="center">1.-Historia del Archivo:</p>
<p align="center">0.1 comienzo del archivo.<br>
  1.0 Primera versi&oacute;n.<br>
  1.1 (MEGA ACTUALIZACION DE TODAS MIS GUIAS) Agregada la cueva de Gilgamesh.<br>
  Infinitas gracias a todos los que me lo mandaron. Adem&aacute;s arreglada una<br>
  broma relacionada con Faris que al parecer nadie entendi&oacute; por eso.<br>
  1.2 Arreglado el &quot;misterio&quot; del cuarto cristal del segundo Mundo. 
  Gracias<br>
  a(Quien sea)...<br>
  QUIEN SEA QUE ME LO MANDO!!! QUE ME MANDE UN MENSAJE!!! BRUTOS SEAN LOS<br>
  ANIMALES QUE BORRAN MENSAJES SIN FIJARSE EN ELLOS!!! (yo!)<br>
  1.3 Cosas legales cambiadas.<br>
  1.4 Revisi&oacute;n Ortogr&aacute;fico. ODIO EL REVISOR ORTOGRAFICO DE WORD!! 
  Agregada<br>
  la secci&oacute;n de la magia de Monstruos, que no la hab&iacute;a puesto antes.<br>
  (Juraba que all&iacute; estaba)<br>
  1.5 Lista de &iacute;tems agregada.<br>
  1.6 un par de tips acerca de la cueva de Gilgamesh. Ya d&eacute;jense de <br>
  jorobar.</p>
<p align="center">*************************************************************************</p>
<p align="center">2.-Introduccion:</p>
<p align="center">Terminando con la serie de los Final Fantasy para Super Nintendo, 
  tenemos<br>
  el gran capitulo perdido de la serie, Final Fantasy V. Por que fue perdido?<br>
  Porque no sali&oacute; en Am&eacute;rica... hasta hace poquito. Nadie sabe a 
  ciencia <br>
  cierta porque rayos nunca sali&oacute;, pero el hecho es que no sali&oacute;. 
  Sin embargo<br>
  hace poco sali&oacute; junto con Final Fantasy III para PSX, pero yo de eso 
  no<br>
  se mucho.(Que conste que FF Mystic Quest no cuenta, pero ya har&eacute; una 
  gu&iacute;a<br>
  de ese juego, aunque no lo necesite ;)</p>
<p align="center">Final Fantasy V maneja un sistema muy interesante en el cual 
  puedes <br>
  personalizar a tus personajes como te de la gran gana, puede hacer <br>
  caballeros, magos, ladrones, e incluso intercambiar sus habilidades, tipo<br>
  hacer la legacia de Cecil y hacer un Caballero con magia blanca, o hacer<br>
  un mago &quot;todo terreno&quot; con magia negra y blanca, y muchas cosas mas.</p>
<p align="center">Bienvenidos al mundo de Final Fantasy V, y a ver si se sueltan 
  de el <br>
  aparatito a comer :)</p>
<p align="center">*************************************************************************</p>
<p align="center">3.-Historia del juego.</p>
<p align="center">Hace 30 a&ntilde;os, cuatro guerreros arriesgaron sus vidas 
  para salvar su mundo<br>
  de un poderoso mago negro llamado Exdeath(X-death para los de PSX). Tras<br>
  comprobar que no iba a ser posible derrotarlo, decidieron sellarlo en<br>
  otro mundo lejano, usando el poder de los elementos, para que jamas fuera <br>
  liberado.</p>
<p align="center">Este poder se mantuvo en unos cristales. Sin embargo, los habitantes 
  de <br>
  este mundo, siempre buscando la tecnolog&iacute;a y el poder, descubrieron que 
  <br>
  pod&iacute;an usar estos cristales en su beneficio, y con maquinas le extra&iacute;an<br>
  poder. Los cristales se fueron debilitando...</p>
<p align="center">Y un buen(o ser&aacute; mal?) ida, el viento se detuvo...</p>
<p align="center">(si, ya se que es confuso, pero tienes que jugar el juego!)</p>
<p align="center">*************************************************************************</p>
<p align="center">4.-Los Personajes:</p>
<p align="center">Butz(o Bartz en PSX)Klauser:<br>
  Edad: 20 a&ntilde;os.<br>
  Profesi&oacute;n: Vago...digo viajero!<br>
  Sitio de nacimiento: Lix.<br>
  Butz es b&aacute;sicamente el protagonista(mas o menos)del juego. Butz no es 
  <br>
  precisamente un valeroso h&eacute;roe, le tiene miedo a las alturas, es algo 
  vago,<br>
  pero su amistad con los dem&aacute;s le llevara a hacer cosas irrisorias. Desde 
  <br>
  que su padre y madre murieron el pasa sus d&iacute;as viajando con su amigo<br>
  Boco, un simp&aacute;tico Chocobo.<br>
  -------------------------<br>
  Propiedades: como sabr&aacute;s luego, los personajes no difieren mucho entre 
  si,<br>
  pero si tienen sus diferencias. Butz funciona muy bien como personaje <br>
  f&iacute;sico, Knight, Magic Knight o Blue Mage, aparte de que se ve bien con 
  esos<br>
  trajes.</p>
<p align="center">Leena(o Reina en PSX)Charlotte Tycoon.<br>
  Edad: 19 a&ntilde;itos.<br>
  Profesi&oacute;n: Princesa.<br>
  Sitio de nacimiento: Tycoon.<br>
  Leena es una valiente chica que sale en busca de su padre, el Rey Tycoon,<br>
  el cual se va del castillo a buscar la raz&oacute;n por la cual el viento se 
  ha <br>
  detenido. Leena es muy decidida, terca y testaruda persona, pero sigue <br>
  siendo una tierna chica preocupada por su padre.<br>
  --------------------------<br>
  Propiedades: Leena tiene a su favor el poder m&aacute;gico, por lo que siempre 
  <br>
  funciona perfect como Mage, sea Black, White, Red, Blue o Caller. Tambi&eacute;n 
  se <br>
  ve muy bien como Samurai, pero ese trabajo no le favorece mucho.</p>
<p align="center">Galuf Doe:<br>
  Edad: 60 a&ntilde;os(no que esta algo viejo para estas cosas?)(sin ofensa a 
  <br>
  nadie)<br>
  Profesi&oacute;n: Desconocida, mas tarde se conocer&aacute;.<br>
  Sitio de nacimiento: ditto con lo de arriba.<br>
  Galuf es un tipo que Butz y Leena consiguen tirado en el suelo cuando el<br>
  meteoro que cae en el reino de Tycoon se estrella. Lo levantan, muy <br>
  bien, pero resulta que tiene amnesia, y lo &uacute;nico que recuerda es su nombre.<br>
  Mas tarde se conocer&aacute;n diversos hechos que lo relacionaran con el evento<br>
  de Exdeath hace treinta a&ntilde;os.<br>
  --------------------------<br>
  Propiedades: En realidad, Galuf sirve mejor como mago, aunque se vea muy<br>
  viril como Monk. Siempre trata de equilibrar al grupo con el y Leena.</p>
<p align="center">Faris Scherwiz:<br>
  Edad: 20 A&ntilde;os.<br>
  Profesi&oacute;n: Pirata(ya saben, es que en el mar la vida es mas sabrosa ^_^).<br>
  Sitio de nacimiento: desconocido por ahora.<br>
  Faris es supuestamente &quot;un&quot; pirata, el l&iacute;der de su grupo, propietario 
  de <br>
  un barco el cual se puede mover sin viento, gracias a su peque&ntilde;a <br>
  mascotica, Syldra, un gigantesco drag&oacute;n marino. Se une al grupo al ver 
  que<br>
  Leena tiene un collar &quot;sospechosamente&quot; parecido al suyo.<br>
  ----------------------------<br>
  Propiedades: Faris funciona de maravilla como Monk. Tras eso, prueba con <br>
  Bard, o como Dancer, que todos le sirven. Como Dragoon y Knight le <br>
  queda genial aunque...&gt;&gt;&gt;&gt;&gt;&gt;&gt;Comentario machista al continuar&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;<br>
  Como Magic Knight tiene una muy bien proporcionada pechonalidad ^_^.<br>
  &gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;Fin de comentario machista&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;</p>
<p align="center">Kururu Maia Baldesion(Por alguna raz&oacute;n se llama Kururu 
  en batalla, y la<br>
  llaman Cara mientras conversan):<br>
  Edad:1 4 a&ntilde;os.<br>
  Profesi&oacute;n: ...tiene 14 a&ntilde;os....<br>
  Sitio de nacimiento: Bal.<br>
  Ella es una ni&ntilde;a con un poder extra&ntilde;o de hablar con los animales. 
  El resto<br>
  de su historia esta sellada para evitar spoilers.<br>
  -----------------------------<br>
  Propiedades: Ella sirve muy bien como maga, aunque los trabajos de Archer o<br>
  Bard le sirven tambi&eacute;n. Cabe destacar, como Berserker se ve extremadamente<br>
  kawai como si fuese un tigre de peluche.</p>
<p align="center">*************************************************************************</p>
<p align="center">4.-La Caminata:</p>
<p align="center">Ay... pisamos terreno minado... Final Fantasy V es un juego 
  condenadamente<br>
  dif&iacute;cil, y tremendamente frustrante, as&iacute; que como consejo general, 
  antes de<br>
  comenzar, te recomiendo que cada vez que pases un jefe, ganes un par de niveles<br>
  mas para continuar.<br>
  (a mi me llevo mas de 40 horas terminarlo. A Ustedes, si tienen vida social,<br>
  y cosas que hacer en el mundo real (c),les llevara cerca de 50,asi que<br>
  ag&aacute;rrate)(Chacata! Un chico en Jap&oacute;n lo termino al nivel 9!)</p>
<p align="center">-Valle de Tycoon:</p>
<p align="center">La historia comienza cuando el Rey Tycoon sale de su castillo 
  en su Hiryuu<br>
  a revisar el Templo del viento. Su Hija, Leena, no le gusta la idea, pero al<br>
  final el se ira.<br>
  Luego veras a Faris, el(^_^)l&iacute;der de una banda de piratas, el cual le<br>
  llama la atenci&oacute;n que el viento se haya detenido.<br>
  Y por ultimo, veras a Galuf, un tipo ya usadito, quien tambi&eacute;n har&aacute; 
  su comentario<br>
  acerca del viento.<br>
  Mientras tanto, ajeno a cualquier boludez acerca del viento, Butz(Todav&iacute;a 
  no<br>
  sabes su nombre, mas tarde se lo pones), y su fiel Chocobo Boco est&aacute;n 
  comiendo<br>
  tranquilamente cuando un gigantesco meteoro se estrella en las cercan&iacute;as.<br>
  Ellos deciden ir a revisar el cuento, y aqu&iacute; comienzas tu a controlar.<br>
  Anda por all&iacute; hasta el meteoro, y cuando llegues, Boco se quedara atr&aacute;s.<br>
  Luego veras que un par de bichos est&aacute;n llev&aacute;ndose a una chica 
  de pelo<br>
  rosado. Tu como buen chico la salvaras. Lo bichos son dos Goblin, extremadamente<br>
  sencillos de eliminar.<br>
  Ella se te presentara como Leena(eeeessssooo!), y all&iacute; puedes ponerle 
  el <br>
  nombre del personaje principal(mas o menos), puedes ponerle Butz, o como<br>
  tu quieres(Eres bienvenido a ponerle Lord, Luis, Zero, Cacho, macho, YMCA, Manson,<br>
  Yeison, etc...).Luego se fijaran en un viejito que esta por all&iacute; tirado,<br>
  quien resulta que tiene amnesia, y lo &uacute;nico que recuerda es su nombre,<br>
  Galuf. Tanto Leena como Galuf tienen que irse a mil a el templo del viento,<br>
  pero Butz decidir&aacute; que prefiere irse a viajar de vuelta. &quot;Gracias 
  mil, Butz&quot;<br>
  y Leena y Galuf se ir&aacute;n.<br>
  Agarra a Boco, y l&aacute;rgate de all&iacute;.</p>
<p align="center">A medio camino Boco se parara de golpe, y aunque Butz va a formarle 
  un l&iacute;o<br>
  enorme, el piso se abre, y Galuf y Leena obviamente est&aacute;n en peligro.<br>
  Butz decide ir a buscarlos.<br>
  En el paseo te las veras con algunos Goblin, y al final encontraras a Leena<br>
  y a Galuf tirados inconscientes en el suelo. Debido a que el meteorito <br>
  bloqueo el camino de Butz, este decide unirse al equipo para &quot;Pasar el 
  rato&quot;.</p>
<p align="center">Tras esto, vete al norte hasta un a cueva. Boco se queda en 
  la entrada.<br>
  Adentro hay muchos enemigos muy sencillos, aprovecha a ganar algo de<br>
  experiencia. Mas adelante, Butz dir&aacute; algo acerca de una fuente. Ac&eacute;rcate<br>
  a ella y har&aacute;s un gesto extra&ntilde;o, y ser&aacute;s completamente 
  curado. Este es un<br>
  importante principio en este juego, ten un tremendo ojo a buscar cosas como<br>
  estas, ya que hay bastantes y los Items son carisimos aqu&iacute;.</p>
<p align="center">Mas arriba veras a un pirata, quien usara un switch. Tras eso, 
  toma el cofre,<br>
  y vete a por el switch. Al entrar veras una escena en la cual un barco <br>
  anda por all&iacute;, pero como lo hace sin viento? eso lo averiguaras luego. 
  Sigue<br>
  y llegaras a un sitio muy &quot;sospechoso&quot;, el cual se ve, huele, parece, 
  tiene<br>
  s&iacute;mbolos de, y es muy similar a una guarida pirata. En efecto, es una 
  guarida<br>
  pirata.</p>
<p align="center">-Guarida pirata:</p>
<p align="center">Aqu&iacute; habr&aacute; una simp&aacute;tica escena en la cual 
  Galuf dir&aacute; que roben el<br>
  barco para irse a Tycoon, as&iacute; que vete por el puente de madera hasta 
  el barco,<br>
  s&uacute;bete all&iacute;, y toma el tim&oacute;n del barco. En ese instante, 
  Faris llegara, y<br>
  tras una discusi&oacute;n, y que Faris se fije en el collar de Leena, se los 
  <br>
  llevaran en cana y presos Butz le formara un l&iacute;o a Galuf por la grandiosa<br>
  idea de robar el barco.</p>
<p align="center">En la noche Faris como buen ChicO reflexionara, y al ida siguiente 
  dar&aacute; la <br>
  orden para que suelten a los prisioneros, que se van viento en popa(...)<br>
  a el Templo del Viento. Leena preguntara como se mueve el barco sin viento,<br>
  y conocer&aacute;s a Syldra, la mascota de Faris. Cuando termine esto un pirata<br>
  se te ofrecer&aacute; a manejar el barco hasta el Templo del Viento, pero es<br>
  mejor que te niegues, y vete a Tule a buscar equipamiento.</p>
<p align="center">-Tule:</p>
<p align="center">Cuando llegues al pueblo, nuestro amigO Faris y sus piratas 
  se ir&aacute;n<br>
  a jalar ca&ntilde;a a la taberna del pueblo(Jalar Ca&ntilde;a: tomar cerveza)(eso 
  me<br>
  recuerda a ciertas fiestas...). Vete a comprar armas y armaduras, cuando<br>
  vayas Faris llegara autom&aacute;ticamente as&iacute; le puede comprar algo 
  a El.</p>
<p align="center">Anda a la taberna a uno de los momentos mas simp&aacute;ticos 
  del juego. Habla<br>
  con los piratas y luego sube al segundo piso(ni modo...). En el cuarto<br>
  veras a Faris dormido. Butz decidir&aacute; ir a verlo, y se quedara impactado<br>
  por que Faris le pareci&oacute; bell&iacute;simo! Parecer&aacute; que se enamoro 
  de el!(Pobrecita<br>
  Leena, ya no tiene de donde agarrarse...)Galuf ira a verlo y volver&aacute; 
  con<br>
  la misma reacci&oacute;n(Corazoncitos en lugar de ojos!). Tras eso Faris querr&aacute;<br>
  quedarse solo. Vaya problemita...</p>
<p align="center">L&aacute;rgate luego al este para el Templo del Viento.</p>
<p align="center">-Templo del viento:</p>
<p align="center">Al entrar Leena mostrara su popularidad. El rey Tycoon esta 
  arriba, as&iacute; que<br>
  es una buena idea subir, pero primero habla con todo el mundo, ya que hay<br>
  uno que te dar&aacute; 5 pociones.</p>
<p align="center">Este sitio es muy sencillo. Sube, cogiendo cofres, y al final 
  del tercer piso<br>
  te toca eliminar al WingRaptor.</p>
<p align="center">WingRaptor:300 HPs.<br>
  Estrategias: Hmmmm... Veamos que puedo decir para justificar esta parte.<br>
  No lo ataques cuando cierre las alas, sino te contraatacara. Simplemente<br>
  ataca hasta que desaparezca.</p>
<p align="center">Luego sube, y al llegar, el cristal del viento se habr&aacute; 
  perdido. Bummer.<br>
  El hecho es que aqu&iacute; le dar&aacute;n a cada personajes su personalidad: 
  Faris<br>
  es el coraje del fuego, Leena es la amabilidad del agua, Galuf es la<br>
  esperanza de la tierra, y al final, Butz es el aventurero del viento.<br>
  Ellos son los 4 guerreros elegidos. Luego recibir&aacute;s varios cristales<br>
  para los trabajos, bajo este lema: <br>
  &quot;Las piezas de cristal, ellas mantienen el poder de los guerreros antiguos 
  <br>
  que viven en su interior&quot;</p>
<p align="center">Recibir&aacute;s los trabajos de Knight(Caballero), Monk(Monje), 
  Blue Mage(Mago<br>
  Azul), Black Mage(Mago Negro), White Mage(Mago blanco)y Thief(Ladr&oacute;n).<br>
  Ahora es tu decisi&oacute;n, pero es importante que elijas trabajos. Para comenzar,<br>
  en mi opini&oacute;n es buena idea un Blue Mage, un White Mage, un Monk y un 
  Knight.<br>
  Con esto cubres gran rango de ataques, y comienzas a aprender magias azules,<br>
  muy importantes en el juego. Tras esto, sal de aqu&iacute; y vete a Tule de 
  vuelta.</p>
<p align="center">-Tule:</p>
<p align="center">Anda a una casa all&aacute; arriba de todo, y conocer&aacute;s 
  a Zokk. Leena y el se saludaran,<br>
  y tras eso Leena le pedir&aacute; la llave del canal para poder buscar los dem&aacute;s<br>
  cristales. Lamentablemente, Zokk la perdi&oacute;, pero el les ofrecer&aacute; 
  pasar la noche<br>
  en su casa.</p>
<p align="center">Durante la noche, y con algunas escenas ,Butz se levantara. 
  Se encontrara con<br>
  Zokk, quien le dar&aacute; la llave del Canal, y le pedir&aacute; que cuide 
  a Leena.</p>
<p align="center">A la ma&ntilde;ana siguiente es hora de partir. Al salir, Faris 
  se despidiera de los<br>
  piratas, y entra al barco.</p>
<p align="center">En el barco habr&aacute; una escena. Butz y Leena tendr&aacute; 
  una conversaci&oacute;n, y<br>
  veras que el mundo ser&aacute; muy triste sin los cristales, que hay que salvarlos.<br>
  Las aves no podr&aacute;n volar. Los peces morir&aacute;n y la tierra se secara. 
  Toda<br>
  la civilizaci&oacute;n se pedrera. Para que eso no suceda nos dirigiremos a 
  el<br>
  canal Torna.</p>
<p align="center">El Canal Torna:</p>
<p align="center">Pasa por all&iacute;, Butz abrir&aacute; la puerta ante la sorpresa 
  de todos, y a mitad del<br>
  camino algo los detendr&aacute;...</p>
<p align="center">-Karlabos: 650 HPs. D&eacute;bil al rel&aacute;mpago.<br>
  Estrategias: Este legendario bicho es bastante agresivo, pero si tienes<br>
  alg&uacute;n mago negro, o cualquier clase de experiencia, es pan comido.<br>
  Usa Thunder, tus mejores ataques(aunque no tienes muchas opciones por ahora)<br>
  y dale lo mas duro que puedas. Sus ataques son algo peligrosos, pero no <br>
  hay nada que un buen Cure o una Potion no arregle.</p>
<p align="center">Una vez eliminado el bicho en cuesti&oacute;n, el remolino los 
  dejara ir a ustedes,<br>
  mas no a Syldra. Faris no esta contenta por perder a su mejor amiga, pero<br>
  hay un problema mas grande, y es que sin Syldra, la &uacute;nica manera de que 
  el<br>
  barco se mueva es por las corrientes. Y as&iacute; quedamos a la Deriva...</p>
<p align="center">-Cementerio de Barcos:</p>
<p align="center">Bueno, bueno, recapitulemos. Despertamos en un sitio muy t&eacute;trico, 
  el cementerio<br>
  de barcos. Cualquier cosa que comience por cementerio no es algo agradable,<br>
  y menos si sabemos que es la casa de cientos de naves encalladas, y de <br>
  innumerables criaturas diab&oacute;licas.</p>
<p align="center">(NOTA: Si estas jugando en emulador, es posible que no puedas 
  ver nada aqu&iacute;.<br>
  La soluci&oacute;n esta O en quitar las transparencias- presiona los n&uacute;meros 
  hasta que<br>
  veas bien, o en usar un modo de v&iacute;deo de 16 bits. Please no me pregunten<br>
  acerca de esto)</p>
<p align="center">NOTA DE LA VERSION 1.4.: CO&Ntilde;O! D&Eacute;JENSE DE JOROBAR! 
  LES DIJE QUE NO ME <br>
  PREGUNTASEN ACERCA DE ESTO! CUALQUIER EMAIL QUE RECIBA CON ESO LO VOY A<br>
  BORRAR, JUNTO CON CUALQUIER PREGUNTA INTELIGENTE QUE HAYAN ENVIADO.</p>
<p align="center">Seria una excelente idea salir de aqu&iacute;, as&iacute; que 
  a movernos. Camina hacia la <br>
  derecha, por all&iacute; veras una roca solitaria. P&aacute;rate en ella, y 
  cuando aparezcan<br>
  las otras rocas, s&iacute;guelas para una arma para el mago blanco(Flail). Devu&eacute;lvete,<br>
  y ahora ve por el norte, hasta la primera puerta que veas.</p>
<p align="center">All&iacute; llegaras a un sitio con mucho agua, sigue por el 
  cuarto, el siguiente<br>
  tiene un tesoro con 990 Gps, y en los siguientes cuartos(aparte de un Phoenix<br>
  Down)llegaras a un cuarto donde el equipo se va a poner a descansar.</p>
<p align="center">Esta parte es bastante interesante: Leena se va a cambiar a 
  un cuarto <br>
  _privado_, cuerda de s&aacute;dicos, y entonces Galuf y Butz se van a quitar 
  la<br>
  ropa para secarse. Faris, sin embargo, no tiene ganas. Pero como va a pescar<br>
  un resfriado forcejeara con Butz y Galuf, y pam, la gran sorpresa!!!</p>
<p align="center">Faris es una chica!!!</p>
<p align="center">(don&acute;t hit me)(Yo tambi&eacute;n pense que era un &quot;chico&quot; 
  muy bien parecido)y<br>
  ella explicara su historia, que pretendi&oacute; ser un hombre para encajar 
  con<br>
  los piratas. So, el hecho es que un Faris equivale a una Faris, nos <br>
  tenemos que quedar con este esp&eacute;cimen(A alguien se le ocurre una mejor<br>
  idea?).</p>
<p align="center">Pasado un barco vas a conseguir en un cuarto un mapa, c&oacute;gelo 
  que te va a<br>
  ser de mucha ayuda. Mas adelante, al fin, Butz dir&aacute; que tiene un mal 
  <br>
  presentimiento. Un mujer llamada Stella dir&aacute; ser la madre de Butz(Que 
  <br>
  casualidad!, mi mam&aacute; se llama Estella!!) aparecer&aacute;, tambi&eacute;n 
  el Rey Tycoon,<br>
  y entonces Butz, Leena y Faris ser&aacute;n controlados, y por ultimo una<br>
  ni&ntilde;a rubia dir&aacute; ser la nieta de Galuf, pero el no la recuerda. 
  Entonces<br>
  la Siren aparecer&aacute;, y dir&aacute; que es muy extra&ntilde;o que Galuf 
  no haya sido<br>
  controlado.</p>
<p align="center">Imb&eacute;cil la mujer esta, Galuf es amn&eacute;sico. Que 
  cuernos se va a acordar el de <br>
  su nieta?</p>
<p align="center">As&iacute; que Galuf despierta a sus amigos, y te agarras a 
  las trompadas con la<br>
  Siren.</p>
<p align="center">Siren: 900 HPs. Dos Fases: Fase normal, sin debilidades, y fase 
  &quot;Desmuerta&quot;<br>
  d&eacute;bil al fuego y al poder sagrado.<br>
  Estrategias: Este enemigo es bastante complicado. Primero y principal,<br>
  es muy resistente. Dale con todo lo que tengas mientras parezca humana.<br>
  Cuando se convierta en un bicho putrefacto, usa Fire, Cure, Potions, y<br>
  dem&aacute;s, ya que su defensa f&iacute;sica sube descomunalmente. Cu&iacute;date 
  mucho de sus<br>
  ataques, que causan buen da&ntilde;o y a veces envenenan. Mientras parezca humana,<br>
  sin embargo, no uses ni Fire, ya que no te servir&aacute; de nada.</p>
<p align="center">Una vez eliminada, seguir&aacute; la aventura. Ve al sudeste, 
  y llegaras a Carwen.</p>
<p align="center">-Carwen:</p>
<p align="center">Aqu&iacute; las personas te hablaran de los Hiryuu, y ciertas 
  plantas relacionadas<br>
  con ellos. El Dragon del pap&aacute; de Leena era un Hiryuu, si no lo sabias.<br>
  Compra nuevas cosas, y aparte aqu&iacute; encontraras un piano. Si lo jurungas,<br>
  tocaras una PATETICA tonada. Esto tiene importancia mas adelante en el juego,<br>
  y sinceramente espero que mejores... ^_^<br>
  (Donde veas un piano, T&Oacute;CALO. No se si me acordare de poner las ubicaciones,<br>
  pero estas sobre aviso)<br>
  Un Hiryuu muy particular al parecer fue avistado yendo hacia la monta&ntilde;a<br>
  del norte, la cual esta ubicada hacia el... bueh... como te lo explico...<br>
  es dif&iacute;cil decirlo... es dif&iacute;cil decirlo sin un insulto.<br>
  Tu solo conf&iacute;a en mi y vete para la gran monta&ntilde;a que sospechosamente 
  se<br>
  erige al norte de Carwen, al contrario de lo que tus instintos te digan...</p>
<p align="center">-&quot;Monta&ntilde;a del Norte&quot;:</p>
<p align="center">Viste? Conf&iacute;a en Mi!.<br>
  (NOTA DE LA VERSION 1.4: jaja! Quiz&aacute; son&eacute; algo pedante, pero fue 
  divertido)</p>
<p align="center">Este sitio es ins&oacute;litamente sencillo, aunque los enemigos 
  pueden sorprenderte.<br>
  Mosca con las plantas moradas que se muestran tentadoras por el camino.<br>
  Estas plantas envenenaran a todo el equipo, as&iacute; que tu mejor manteen 
  tu<br>
  distancia.</p>
<p align="center">Tras unos largos pasillos llegaras a un largo trecho donde veras 
  el<br>
  casco de el Rey Tycoon(esto pasara luego a tu inventario, si mal no recuerdo<br>
  como un Iron Helmet). Leena lo ira a buscar, pero ser&aacute; herida y envenenada 
  por<br>
  una mujer. Esa flecha no es muy buen signo, as&iacute; que la se&ntilde;orita 
  se merece<br>
  una lecci&oacute;n.</p>
<p align="center">Magisa: 700 HPs.<br>
  Estrategias: Dale con alma y vida, y trata de mantenerte bien curado o morir&aacute;s<br>
  cuando use su ataque DRAIN. Leena comienza envenenada, si no te diste<br>
  cuenta. Cuando le quites mas de la mitad de energ&iacute;a, Forza(900 HPs) aparecer&aacute;.<br>
  El forzudito esclavo de Magisa es mucho mas potente que Magisa, aunque claro,<br>
  esta medio desnudo, y eso le quita defensa, aparte de autoestima(Broma!).<br>
  Una vez que aparezca, termina de quitar a Magisa antes de ocuparte de<br>
  el, o puedes sufrir de Drainitis aguditis.</p>
<p align="center">Mas adelante encontraras al Hiryuu de Leena, quien esta muy 
  herido. Leena<br>
  decidir&aacute; sabiamente suicidarse al meterse con todas las plantas venenosas<br>
  disponibles y conseguir&aacute; el mentado Hiryuusou para el Hiryuu. Hiryuu 
  salva<br>
  a Leena, y todos felices y contentos. Salvo Butz, quien sufre de v&eacute;rtigo.<br>
  (LOL!).</p>
<p align="center">Dir&iacute;gete al sur de Corwen Para llegar a Worus.</p>
<p align="center">-Worus:</p>
<p align="center">El bonito reino del agua tiene en su posesi&oacute;n diversas 
  cosas de tu<br>
  inter&eacute;s. Primero y principales, vete de compras all&iacute;, consigue 
  todo lo<br>
  que necesites, y luego dir&iacute;gete al castillo.</p>
<p align="center">En el oscuro s&oacute;tano del castillo esta el enemigo mas 
  peludo de la historia<br>
  de los videojuegos, Garkimasera. Garkimasera tiene 666 HPs, nivel 54(!),y<br>
  es b&aacute;sicamente invulnerable. Su debilidades(seg&uacute;n Libra)son todos 
  los elementos<br>
  del juego ,pero ninguno tiene efecto. El &uacute;nico premio por el es una Potion.<br>
  Si lo ves, CORRE. No intentes mas nada, CORRE. Garkisamera parece un peque&ntilde;o<br>
  diablo oscuro, y normalmente elimina a los personajes de un golpe(Eso, si<br>
  es que tus personajes ahora no tiene menos de 6000 HPs)</p>
<p align="center">Garkisamera no es el &uacute;nico monstruo oculto en el castillo 
  de Worus. Shiva,<br>
  seg&uacute;n dicen los soldados, fue sellada aqu&iacute; hace largo tiempo. 
  Mas tarde<br>
  veremos que fue con ella.</p>
<p align="center">En la c&aacute;rcel, es una buena idea soltar al lobo. Ya te 
  dar&aacute;s cuenta mas<br>
  tarde de tu error si no lo haces.(en realidad, no es mucho el cambio...aunque<br>
  hay otro lobo el cual si es peligroso para tu prosperidad...)</p>
<p align="center">Por ultimo, anda a el cuarto del trono, all&iacute; hablaras 
  con el testarudo y<br>
  optimista rey, quien se negara a detener el cristal del agua. Tras eso,<br>
  un meteoro caer&aacute; cerca de el la torre del agua. El ira para all&aacute;, 
  y tu<br>
  es bueno que lo sigas.</p>
<p align="center">-Torre de el Agua:</p>
<p align="center">Al parecer, un Galura ha atacado a todos los soldados, y fue 
  a destruir el<br>
  cristal del agua. Tu sube las escaleras hasta que te encuentres al rey<br>
  de Worus, quien te pedir&aacute; que defiendas el cristal del agua.</p>
<p align="center">Sube hasta que encuentres un cuarto con tres lianas(Antes hay 
  un Save<br>
  Point. &Uacute;salo, of course!)La de la izquierda tiene un anillo para los 
  Magos,<br>
  La de la derecha un Ether, y la ultima es la que hay que seguir.</p>
<p align="center">Al entrar al cuarto del cristal un guerrero estar&aacute; tratando 
  de detener a<br>
  Galura. Fallara, y luego a ustedes les toca eliminar al bicho este.</p>
<p align="center">Galura: 650 HPs.<br>
  Estrategias: Seguro que tiene pocos HPs, y es sencillo, pero el coso este es<br>
  muy fuerte, y puede eliminar a los personajes mas d&eacute;biles de un solo 
  golpe.<br>
  Los Monk y los Knights son los mejores aqu&iacute;.</p>
<p align="center">Al final de esta batallita, el soldado misterioso le pedir&aacute; 
  a &quot;sir Galuf&quot;<br>
  que proteja el cristal del fuego mientras aun se puede salvar. Esto es<br>
  algo confuso, cierto? pero luego se resolver&aacute;.</p>
<p align="center">Y un pelo mas all&aacute; del final(...)el cristal del agua 
  se reventara, y aunque<br>
  es muy malo para el juego, es bueno para nosotros ya que puedes obtener mas<br>
  trabajos para trabajar(Valga la redundancia). Estos incluyen algunos de los<br>
  mejores del juego, y estos son: Time Mage(mago del tiempo), Red <br>
  Mage(Mago rojo), Caller(Summoner)(Imag&iacute;nate a Rydia), Berserker(Descontrolado?)<br>
  y Magic Knight(Caballero m&aacute;gico). Magic Knight y Caller son tremendos 
  <br>
  trabajos, aunque quiz&aacute; ahora parezcan algo in&uacute;tiles.</p>
<p align="center">Time Mage es otro que te conviene usar, ya que pronto recibir&aacute;s 
  la magia<br>
  COMET, que es un arma muy &uacute;til para los pr&oacute;ximos momentos. Un 
  ultimo<br>
  cristal ser&aacute; perdido, ya que no podr&aacute;s alcanzarlo, la torre se 
  caer&aacute;, pero<br>
  por suerte nuestra vieja amiga(&quot;Nuestra&quot;? Vieja amiga de FARIS!)Syldra 
  nos<br>
  salvara, aunque darse con un monstruo legendario, y encima salvar a unos<br>
  amiguitos es demasiado esfuerzo incluso para un drag&oacute;n marino, as&iacute; 
  que nos<br>
  da su ultimo adi&oacute;s, y se va a su lugar de descanso. (que tr&aacute;gica 
  que es esa<br>
  escena!)</p>
<p align="center">Apareces afuera del meteoro(Y ahora falta un gran pedazo de 
  tierra, adem&aacute;s)<br>
  as&iacute; que no perdemos nada con intentar averiguar que #$%@ es lo que esta<br>
  sucediendo.</p>
<p align="center">-Meteoro De Worus:</p>
<p align="center">Aqu&iacute; adentro veras un cuadrado muy &quot;sospechoso&quot; 
  el cual es realmente un<br>
  punto de viaje. Butz se meter&aacute; all&iacute; sin pens&aacute;rselo dos 
  veces, y los<br>
  dem&aacute;s lo seguir&aacute;, aunque Galuf primero pensara que el cuadro ese 
  se ve<br>
  de verdad muy &quot;sospechoso&quot;. Off to the next Meteor.</p>
<p align="center">-Meteoro de Karnak:</p>
<p align="center">El poblado mas cercano es Karnak, aunque queda bastante lejos. 
  Es al oeste.</p>
<p align="center">-Karnak:</p>
<p align="center">Aqu&iacute;, al llegar a la primera tienda, donde podr&iacute;as 
  comprar algunas excelentes<br>
  armaduras, nos van a llevar en cana directo al calabozo. Que frustrante...</p>
<p align="center">-Castillo de Karnak:</p>
<p align="center">Pues si, estas preso. Resulta que estos chicos est&aacute;n 
  mas actualizados, y saben<br>
  que el Meteorito es una mala se&ntilde;al, y como salimos de all&iacute;, obviamente 
  somos<br>
  los primeros sospechosos.</p>
<p align="center">Un viejito en la celda compa&ntilde;era abrir&aacute; un hueco 
  en la pared. Te presento<br>
  a Cid, el creador de la maquina que amplifica el poder de los cristales. Sin<br>
  embargo, Cid se ha dado cuenta del error, y cuando intentaba detener la<br>
  maquina se lo llevaron preso, ya que Karnak es una naci&oacute;n prospera gracias 
  <br>
  al poder del cristal.</p>
<p align="center">Tras una conversaci&oacute;n, El ministro de Karnak correr&aacute; 
  diciendo que Cid tenia<br>
  raz&oacute;n, y que aunque apagaron la maquina, el cristal sigue en peligro. 
  Cid<br>
  deducir&aacute; que es el barco de vapor el que sigue succionando el poder del<br>
  cristal, as&iacute; que hay que desarmarlo. Gracias a la intervenci&oacute;n 
  de Cid, el<br>
  equipo va a ayudar. Eres libre.</p>
<p align="center">El castillo esta hecho un caos. Hay flamas por todo lados que 
  bloquean<br>
  sitios estrat&eacute;gicos, aunque no te preocupes, pronto te las veras con 
  esos<br>
  sitios. Tu destino, por supuesto, es la nave de vapor, ubicada en la costa.<br>
  Puedes comprar cosas en el poblado, lo mas importante son las cosas que<br>
  tengan que ver con el hielo(Mas precisamente el ICE2), y cuando est&eacute;s 
  listo,<br>
  l&aacute;rgate al tu destino.</p>
<p align="center">-Nave de Vapor:</p>
<p align="center">Este sitio es un autentico despelote, as&iacute; que trata de 
  seguir mis instrucciones.</p>
<p align="center">Aqu&iacute; hay unos enemigos llamados Defeater, quienes no 
  son muy problem&aacute;ticos,<br>
  pero luego al ser derrotados sueltan un par de robotcitos bastante <br>
  problem&aacute;ticos. Desde el primer cuarto, hay varias v&iacute;as. La que 
  sigue es la del<br>
  centro, las dem&aacute;s tienen &iacute;tems interesantes. Sube el elevador, 
  coge cofre con<br>
  FenixDown, y agarra el otro elevador, que baja.</p>
<p align="center">Siguiente cuarto. Desde donde sales, a la derecha hay un cofre 
  con un<br>
  Green Beret, al frente de este hay un Thief Ring. Directamente a la izquierda<br>
  de este esta el cuarto a seguir.</p>
<p align="center">Seguimos. Toma el cofre cercano(Un arma para el Thief, posiblemente 
  un<br>
  Crescent), y punto de salvada(Supongo que lo necesitas). El siguiente<br>
  cuarto(y los que le siguen) son los peludos. La salida esta a el noreste,<br>
  tienes que darle a los switches el pen&uacute;ltimo de la izquierda, el ultimo<br>
  de la izquierda, luego el antepen&uacute;ltimo de la izquierda, luego los dos<br>
  que est&aacute;n al final de la derecha, por orden, y por ultimo el que esta 
  <br>
  arriba de los dos de abajo, estando en la plataforma(Es algo confuso. En el<br>
  juego se comprende mejor)y llegaras a la sala de maquinas.</p>
<p align="center">Finalmente, llegaste. La Reina de Karnak esta all&iacute;, pero 
  esta actuando algo<br>
  extra&ntilde;a, as&iacute; que te atacara la Liquiflame.</p>
<p align="center">Liquiflame: 3200 HPs. D&eacute;bil al agua y el hielo, aunque 
  elimina esa debilidad<br>
  cuando esta en forma &quot;mano&quot;. Es curado por el fuego.<br>
  Estrategias: Algo dif&iacute;cil. Usa Ice2, y ataques normales. No lo ataques 
  mientras<br>
  este en forma &quot;mano&quot; o recibir&aacute;s un contraataque.</p>
<p align="center">Una vez eliminado(Si lo lograste...maldito coso)la reina te 
  dir&aacute; que ella<br>
  estaba siendo controlada por alguien que busca la oscuridad. Y al parecer,<br>
  este ente extra&ntilde;o esta causando la ruptura de los cristales... Hmmmm...<br>
  &quot;cristales&quot;... Epa!! Tenemos un cristal que salvar! Corre al cuarto 
  del<br>
  cristal por los tubos!</p>
<p align="center">Una vez que llegues, suceder&aacute;n dos cosas, dependiendo 
  del lobo que estaba<br>
  en el calabozo anterior. Si lo salvaste, el vendar, la nave estar&aacute; a 
  punto de<br>
  estallar, y los salvara, junto con el pedido de que salven el ultimo cristal.<br>
  Si no lo sacaste de all&iacute;. Si no, llegara luego de que un tipo maneje 
  el<br>
  switch para estallar el cristal. Butz tratara de arreglar el desperfecto,<br>
  pero el lobo salvara al equipo, y supongo morir&aacute; all&iacute;.</p>
<p align="center">Bueno, el hecho es que luego de este relajo, aparecer&aacute;s 
  de alguna u otra<br>
  manera(como por obra de magia)en el calabozo del castillo de Karnak. Tienes<br>
  10 minutos para largarte de aqu&iacute;, o el castillo explotara contigo adentro.<br>
  Si tienes un ladr&oacute;n, equ&iacute;palo con la habilidad Dash, y corre por 
  todo el<br>
  castillo, si no, bueno, tendr&aacute;s que darte prisa.</p>
<p align="center">Aqu&iacute; hay un bulul&uacute; de cofres que todos est&aacute;n 
  cuidados, sea por un Gygas<br>
  (760 HPs, ni idea acerca de sus debilidades...)o por Sorcerors(350 HPs).Es<br>
  tu decisi&oacute;n si te quieres dar con ellos(por all&iacute; hay un Ribbon), 
  y sobretodo<br>
  si te da el tiempo(de que te da, te da, aunque alguito ajustado). Cuando<br>
  al fin logres salir del castillo te enfrentaras a unos Karnak, y un<br>
  Sargent.</p>
<p align="center">Sergent: HP no aplicables. Karnaks: 100 HPs. Iron Claw: 500 
  HPs)<br>
  Estrategias: El Sergent no har&aacute; nada mientras los Karnaks est&eacute;n 
  vivos.<br>
  elim&iacute;nalos, y entonces el Iron Claw aparecer&aacute;, reemplazando al 
  Sergent.<br>
  El usa Death Claw y ataques muy violentos, aunque es muy d&eacute;bil a Bolt2.<br>
  Con suerte te lo quitaras de encima con rapidez, es muy debilucho.<br>
  Si tienes un Blue Mage, tienes chance de aprender Death Claw(Un excelente<br>
  ataque).</p>
<p align="center">Ya despu&eacute;s de quit&aacute;rtelo de encima, saldr&aacute;s 
  del castillo, el cual como era<br>
  de esperarse explotara ,y obtendr&aacute;s nuevos trabajos. <br>
  Elementalist(Geomancer)(elementalista)Monster Trainer(entrenador de monstruos) 
  <br>
  y Ninja(Duh). El &uacute;nico que yo considero &uacute;til es el de Ninja, pero 
  hay que <br>
  reconocer que los otros son divertidos. (Especialmente el de Monster Trainer, 
  con <br>
  su habilidad Catch- &quot;Pok&eacute;bola, ve!&quot; &quot;Garkisameraaa!!&quot; 
  ^_^)</p>
<p align="center">Vuelve a la ciudad de Karnak, que quedo mas o menos sana.</p>
<p align="center">-Karnak(otra vez):</p>
<p align="center">Anda y compra todo lo que te de la gana, y anda al caf&eacute;, 
  al segundo piso, all&iacute;<br>
  encontraras a Cid algo deprimido. Tras la conversaci&oacute;n, anda a buscar 
  a su<br>
  nieto, Mid, quien estudia en la Biblioteca Antigua, la cual esta pasando la<br>
  barrera que fue destruida.</p>
<p align="center">-Biblioteca antigua:</p>
<p align="center">Que conveniente que era esa barrera, cierto? Al llegar aqu&iacute;, 
  los estudiantes<br>
  te comunicaran que Mid se fue a lo mas profundo de la librer&iacute;a, y no 
  ha vuelto,<br>
  y como todos estos libros son tan peligrosos, quieren que lo busques(bueh...).<br>
  Primero sube hasta el techo de la biblioteca, all&iacute; hay varios libros.<br>
  Uno de ellos es Page 64, el cual es bastante sencillo, pero de el puedes<br>
  aprender Death Lv.5, el cual es una de las magias azules mas &uacute;tiles del<br>
  juego. Otro es Page 32, que es muy molesto.</p>
<p align="center">Para aprender Death Lv.5, debes llegar con tus personajes al 
  nivel 10, 15 o<br>
  20(&iquest;?), mas en particular el que pueda aprender la magia. Pero, OJO, 
  no todos<br>
  pueden estar en uno de esos niveles, o morir&aacute;s autom&aacute;ticamente. 
  Que lo use<br>
  en el que tenga la habilidad, y listo, elim&iacute;nalo.</p>
<p align="center">Baja al s&oacute;tano. El primer cuarto que veas, es una especie 
  de biblioteca muy<br>
  desordenada, aqu&iacute; primero camina hacia arriba, y la biblioteca se mover&aacute;.<br>
  Anda a la esquina superior izquierda, y metete en el hueco que hay all&iacute;.<br>
  Luego sigue el camino a la derecha(Al frente de la entrada hay otro<br>
  switch, este mueve la biblioteca por la que entraste, si necesitas salir).<br>
  All&aacute; mas adelante hay un switch, el cual debes pisar(No recuerdo muy 
  bien,<br>
  pero es probable que sean dif&iacute;ciles de encontrar). En la esquina inferior<br>
  derecha esta el ultimo switch, y por ultimo debes salir por arriba a la<br>
  izquierda. Si no logras(o no entiendes como)hacerlo, simplemente juega con<br>
  los switches hasta que puedas salir.</p>
<p align="center">El siguiente cuarto esta muy oscuro, y solo puedes ver justo 
  alrededor tuyo,<br>
  delimitando un circulo. Man&eacute;jate hasta que llegues con una biblioteca 
  que no<br>
  te deja pasar, entonces, busca una escalera cercana, jurunga unos libros que<br>
  est&aacute;n all&iacute; mismo, y podr&aacute;s pasarle por arriba a la biblioteca 
  fastidiosa.<br>
  El pr&oacute;ximo cuarto es un cuartito peque&ntilde;o con un libro arriba. 
  Si lo usas<br>
  te enfrentaras a Ifrit.</p>
<p align="center">Ifrit: 3000 HPs. D&eacute;bil al agua y al hielo. Absorbe el 
  fuego.<br>
  Estrategias: Iffrit no es tan dif&iacute;cil como parece(Vaya que parece dif&iacute;cil),<br>
  ya que es muy vulnerable a Ice2, y al Aqua Rake(Si no lo has conseguido aun,<br>
  revisa en la parte que sigue a la biblioteca, all&iacute; te lo explico). Ten 
  a todo<br>
  el mundo peg&aacute;ndole con lo que tengan, magos y dem&aacute;s aplic&aacute;ndose 
  a lo suyo,<br>
  y si ya empezaste a experimentar con los Magic Knights, usa su magia de<br>
  Ice2, y deja que lo vuelvan polvo.</p>
<p align="center">Cuando elimines a Ifrit, obtendr&aacute;s el monstruo Ifrit, 
  para un Caller que<br>
  tengas por all&iacute;(ahora es cuando se empiezan a poner potentes estos chicos).<br>
  Ya con Ifrit en manos(aparte de que este sitio se pone mas agradable :)),<br>
  vuelve con la biblioteca molesta que no te dejaba pasar, ahora si podr&aacute;s<br>
  seguir ese camino. El pr&oacute;ximo cuarto tendr&aacute;s que usar la &quot;linternita&quot;, 
  ya<br>
  que todo esta oscuro. Anda por la izquierda, luego pasa el otro cuarto, y<br>
  al final llegaras a otro cuarto mas ^_^.</p>
<p align="center">Aqu&iacute; un switch se activa autom&aacute;ticamente cuando 
  pasas, pero tu tienes que<br>
  ir por la escalera y activar el otro para poder seguir. Habr&aacute; una batalla 
  <br>
  contra un Page 32 y un Page 64, y al fin llegaras a un Save Point. Haz lo que<br>
  debas hacer, y luego sal de all&iacute;, y dale para la derecha, donde al fin 
  encontraras<br>
  a Mid. Cuando llegues, sin embargo, tocara una batalla contra Byblos.</p>
<p align="center">Byblos: 3600 HPs. D&eacute;bil al fuego, absorbe cualquier otra 
  cosa.<br>
  Estrategias: Este tipo es bastante dif&iacute;cil, mucho mas que Ifrit. Usa 
  al mentado<br>
  Ifrit, y Fire2, tambi&eacute;n, si ya lo tienes, usa la magia azul &quot;Blowfish&quot;. 
  El<br>
  minotauro usa una surtida gama de ataques, te puede convertir en sapo, usa<br>
  Blaze por un da&ntilde;o muy alto, y usa un ataque que pone a los personajes 
  mas<br>
  lentos. Por suerte, no tiene demasiados HPs...</p>
<p align="center">Con Byblos fuera de nuestro camino, Por fin &quot;rescataremos&quot; 
  a Mid, quien ni<br>
  siquiera sabia que estabamos tratando de hacerlo. Mid acceder&aacute; a ir a<br>
  Karnak a ver si podemos levantarle el animo a Cid.</p>
<p align="center">NOTA: En el desierto cerca de la Biblioteca vas a conseguirte 
  con un<br>
  enemigo llamado Desert Chimera(D.Chimera), el cual es muy dif&iacute;cil de 
  eliminar,<br>
  ya que normalmente comienza su turno usando Aqua Rake, un descomunal ataque<br>
  de agua. Sin embargo, trata lo mas posible para tratar de aprenderlo usando<br>
  un Blue Mage, ya que es muy &uacute;til durante casi todo el juego.<br>
  La Magia Blowfish, sinceramente no se que enemigo a esta altura lo usa, pero<br>
  ten en mente que es un ataque en el cual muchas espinas atacan a tu personaje,<br>
  y quita exactamente 1000 HPs de da&ntilde;o. Si ve que alg&uacute;n enemigo 
  lo usa, toma<br>
  el dato y apr&eacute;ndelo.</p>
<p align="center">-Karnak:</p>
<p align="center">Gracias a Mid, Cid estar&aacute; dispuesta a arreglar el armatoste 
  ese que llaman<br>
  Barco de Vapor para ayudarnos. Ve para el Barco de Vapor.</p>
<p align="center">-Barco de Vapor(Steamship):</p>
<p align="center">Aqu&iacute; Cid te recomendara tomar un descanso, as&iacute; 
  que hazlo. Durante el descanso,<br>
  sin embargo nos enteraremos al fin de que onda es con Galuf.</p>
<p align="center">(No leas esto si aun no has llegado a esta parte)(^_^)</p>
<p align="center">Galuf tiene una nieta(la ni&ntilde;a rubia que apareci&oacute; 
  cuando nos enfrentamos a<br>
  la Siren), quien se llama Cara(Que nombre mas horroroso, cierto?). Hace 30<br>
  a&ntilde;os, el y otros tres guerreros batallaron un mago maligno en su mundo,<br>
  pero al ver que no lo pod&iacute;an derrotar, decidieron sellarlo en un mundo 
  lejano,<br>
  y fue sellado bajo el poder de los elementos.</p>
<p align="center">Pues, si, adivinaste, ese mago malvado es Exdeath. Yikes...Galuf 
  no es ni <br>
  siquiera de este mundo!... si el poder del ultimo cristal se pierde, este<br>
  ente malvado ser&aacute; liberado y todos quedaremos jorobados de por vida.</p>
<p align="center">Obviamente, tenemos que hacer algo. Cid y Mid se ir&aacute;n 
  de vuelta a la Biblioteca<br>
  Antigua a ver si pueden averiguar algo mas de esto, nosotros tenemos que<br>
  buscar el ultimo cristal, que por eliminaci&oacute;n, es el de la Tierra.</p>
<p align="center">Dir&iacute;gete a Jacole, que esta ubicada al sudoeste, rodeada 
  de monta&ntilde;as.</p>
<p align="center">-Jacole:</p>
<p align="center">Aqu&iacute; el tema de costumbre es una cueva, unas ruinas, 
  y un pueblo llamado<br>
  Crescent. Compra provisiones, armas, dem&aacute;s cosas raras, y a buscar esos<br>
  diversos objetivos.</p>
<p align="center">-Cueva de Jacole:</p>
<p align="center">Esto queda a el norte de Jacole,y de aqu&iacute; iras a las 
  famosas ruinas de <br>
  Jacole. Aqu&iacute; hay unos enemigos muy sencillos, los Nuteaters(20 HPs),que<br>
  lucen como unas simples ardillitas, pero cuidado!, si ves unas ardillitas<br>
  NEGRAS, CORRE!!! Son las Skulleaters. Tienen 1 solo HP, pero tienen una <br>
  defensa f&iacute;sica y m&aacute;gica impenetrable, adem&aacute;s de hacer un 
  da&ntilde;o descomunal.<br>
  No son tan dif&iacute;ciles como los Garkisamera, pero siguen siendo peligrosos.<br>
  Mejor ev&iacute;talos.</p>
<p align="center">Hay un cofre al noreste, y al noroeste hay tres switches. Hay 
  otro cofre<br>
  que esta vac&iacute;o al medio, y una pared llena de switches abajo.<br>
  Anda al noreste y usa el switch que esta a la izquierda. Una pared se <br>
  mover&aacute;. Ahora anda al sur donde esta la volada de switches, y esp&eacute;rate 
  hasta<br>
  que desaparezcan algunos. Cuando lo hagan, activa el switch que queda(si mal<br>
  no recuerdo es el quinto, de izquierda a derecha), y un camino cerca del<br>
  cofre del medio(que por cierto esta vac&iacute;o), y busca el siguiente cofre<br>
  por all&iacute; mismo. Sigue la puerta que se abrir&aacute;, y al fin sigue 
  hasta los<br>
  tres cofres que encuentras. Un Shurikens, una Tent y un l&aacute;tigo(Blitz). 
  Sal<br>
  por donde entraste, ya que la &quot;salida&quot;, lleva a ninguna parte.</p>
<p align="center">Una vez que salta, agarra tu barco y vete al oeste, hasta una 
  isla que <br>
  parece una luna creciente.</p>
<p align="center">-Pueblo Creciente:</p>
<p align="center">Aqu&iacute; no hay muchos datos, pero una &quot;bonita&quot; 
  sorpresa te espera...<br>
  Un terremoto!! Y eso no es todo, la nave se hundi&oacute;!<br>
  Uy.. .que podemos hacer? Habla con todo el mundo. alguien(o algunos)te <br>
  hablara acerca de los Chocobos negros. Si jugaste FFII antes, ya conoces<br>
  esta clase, que supuestamente puede volar.<br>
  En una casa al sur en el poblado hay un tipo que te da la Life Song, y por <br>
  aqu&iacute; hay un piano(creo que en Karnak hab&iacute;a uno, lo seguro es que 
  me salte<br>
  uno de los pianos). Cuando est&eacute;s listo vete al bosque al sur, donde se<br>
  ha avistado un Chocobo negro.</p>
<p align="center">-Bosque Chocobo:</p>
<p align="center">Aqu&iacute; veras al Chocobo negro y tendr&aacute;s que corretearlo 
  por todo el bosque<br>
  hasta agarrarlo. Una vez que lo agarres, intentaras hacerlo volar, pero no<br>
  podr&aacute;. Faris notara que tiene algo en la boca, as&iacute; que lo har&aacute; 
  escupirlo, y<br>
  resultaran dos trabajos mas, el de Bard(poeta) y el del Archer(Hunter)(Arquero 
  <br>
  o cazador). Una vez que esto ocurra, puedes agarrar el p&aacute;jaro e irte 
  a la Librer&iacute;a <br>
  Antigua.</p>
<p align="center">NOTA: Los arcos y flechas de FFV son diferentes a los de FFII. 
  Estos tienen<br>
  flechas ilimitadas, as&iacute; que puedes dedicarte a masacrar enemigos sin<br>
  remordimientos de bolsillos ^_^.</p>
<p align="center">-Librer&iacute;a antigua:</p>
<p align="center">Mid y Cid dir&aacute;n que no se preocupen, que pueden construir 
  otro barco <br>
  r&aacute;pidamente. Sin embargo, resulta que, para sorpresa de Leena, el rey 
  Tycoon<br>
  fue visto caminando(o mejor dicho, flotando)hacia el Palacio del Desierto.<br>
  El equipo decidir&aacute; irlo a perseguir.</p>
<p align="center">-Palacio del Desierto:</p>
<p align="center">Debido a que el desierto ENTERO esta hecho de pura arena movediza, 
  Cid y<br>
  Mid dir&aacute;n que seria posible cruzarlo usando el gusano gigante que habita<br>
  el desierto. Ellos distraer&aacute;n el bicho, y tu te ocupas de matarlo para 
  usarlo<br>
  de puente. Mid te preguntara cuando quieras intentar.</p>
<p align="center">Sandworm(y sus tres huecos): 3000 HPs. D&eacute;bil al agua 
  y al hielo, resistente<br>
  a el fuego y la tierra.<br>
  Estrategias: Aunque todo el mundo dice que este tipo es muy dif&iacute;cil, 
  conf&iacute;a<br>
  en mi, que te tengo la estrategia que nadie tiene(^_^ broma!).<br>
  Si te tomaste el trabajote de aprender Aqua Rake, entonces Sandworm es muy <br>
  sencillo. &Uacute;salo una o dos veces, y ser&aacute; exterminado sin que te 
  elimine <br>
  ning&uacute;n personaje.<br>
  Si no te tomaste el freaking Aqua Rake(flojo!), entonces te toca lo <br>
  dif&iacute;cil... Usa Ice2 cuando aparezca, o ataques normales, y evita pegarle 
  a<br>
  los huecos, o ser&aacute;s contraatacado con Demi, que obviamente no es bueno 
  para<br>
  tu salud. Por la mitad de la batalla empezara a usar su Whirlsand, as&iacute; 
  que<br>
  deber&aacute;s acelerar la batalla, o terminaras regal&aacute;ndole energ&iacute;a.</p>
<p align="center">Ahora sigue a la izquierda en pos del Palacio, y luego juega 
  con las <br>
  diferentes corrientes de arena hasta afuera del palacio.</p>
<p align="center">-Palacio del Desierto:</p>
<p align="center">Anda hacia el sur, donde encontraras unas ruinas, que es donde 
  debes ir.<br>
  (Enredadito, no?)</p>
<p align="center">-Ruinas(de Jacole?):</p>
<p align="center">Aqu&iacute; al entrar veras a el Rey Tycoon. Pers&iacute;guelo 
  por la ciudad y cuando lo<br>
  vayas a alcanzar, el piso ceder&aacute;, y caer&aacute;n todos. Galuf quedara 
  perdido, pero<br>
  antes de que todo el mundo se de cuenta, Leena se dar&aacute; cuenta de que<br>
  Faris es su hermana!!!!</p>
<p align="center">(Vaya que Faris es una persona llena de sorpresas, no?)Por eso 
  es que<br>
  Faris tiene el mismo collar que Leena, y al parecer se perdi&oacute; hace muchisimo<br>
  tiempo, y los piratas la encontraron y se encari&ntilde;aron con ella(Los buenos<br>
  piratas! ^_^).Al fin y al cabo se dar&aacute;n cuenta de que Galuf se perdi&oacute;, 
  pero<br>
  decidir&aacute;n seguir, que el se sabe cuidar solo(ya esta lo bastante mayorcito,<br>
  no lo creen?), pero el llegara ah&iacute; mismo.</p>
<p align="center">Sigue el caminito que se presenta a la izquierda, luego agarra 
  la siguiente<br>
  puerta, y veras como Cid y Mid llevan el Chocobo negro de vuelta a su <br>
  bosque. Luego de esto, baja las escaleras, y encontraras unas convenientes<br>
  camas en las cuales te puedes echar una siestita a pesar de que hay <br>
  cualquier cantidad de monstruos por all&iacute;. Hay un switch cerca que no 
  <br>
  sirve, pero luego revisaremos eso. Vuelve a el cuarto antes de bajar, y sube<br>
  para activar el switch que esta all&iacute;. Sigue el camino, usa el Save Point, 
  y<br>
  al final encontraras nada mas y nada menos que el barco, junto con otra<br>
  nave que tiene unas &quot;sospechosas&quot; h&eacute;lices. Cid y Mid aparecer&aacute;n, 
  lo que<br>
  indica que estamos debajo de la isla Creciente, y luego sigue a Cid abajo.<br>
  Cuando la aeronave(si!!)arranque, entonces deber&aacute;s quitar a un bicho 
  el<br>
  cual se agarro de la nave.</p>
<p align="center">Clayclaw: 2000 HPs.<br>
  Estrategias: Esto es muy sencillo. Ninjas deber&aacute;n usar sus Shurikens, 
  y en<br>
  especial caballeros y monjes pueden darle a ese bicho sin preocupaciones,<br>
  que no tiene mucha energ&iacute;a(Si quieres ser SUCIO, usa Blowfish dos veces.<br>
  Kudos a los flojos).</p>
<p align="center">NOTA: Es una buena idea, ahora que tienes la aeronave, que revises 
  las diversas<br>
  aventuras opcionales. Estas las puse al fin de este mundo, pero debido a<br>
  eventos que suceden luego, puede que haya un momento en el cual est&eacute;s 
  en<br>
  mayor desventaja para hacerlos.</p>
<p align="center">Agarra tu flamante aeronave y vete a donde cazaste al pap&aacute; 
  de Leena y<br>
  de Faris.</p>
<p align="center">-Ruinas de Jacole:</p>
<p align="center">Cuando llegues cerca, las ruinas se elevaran en el aire(a la 
  usanza del <br>
  Fuerte de la Oscuridad en Lufia), y lamentablemente no podemos alcanzarlas.<br>
  Regresa a la catapulta, donde se encuentran Cid y Mid.</p>
<p align="center">-Catapulta:</p>
<p align="center">Aqu&iacute; Cid y Mid te dir&aacute;n que ellos pueden hacer 
  que la aeronave alcance las<br>
  ruinas, pero necesitan un metal MUY raro que es muy resistente. De vuelta,<br>
  hay que buscar el Adamatium(Argh).Galuf recordara que hay Adamatium en<br>
  el meteoro de donde llego. Si recuerdas, lo encontramos en Tycoon, as&iacute; 
  que<br>
  debe estar en ese meteorito.</p>
<p align="center">-Meteorito de Tycoon:</p>
<p align="center">Pues, si, aqu&iacute; hay Adamatium. Ag&aacute;rralo e intenta 
  irte. Lamentablemente, una<br>
  tortuga gigante te atacara.</p>
<p align="center">Adamatium Turtle: 2000 HPs. Super resistente a los ataques f&iacute;sicos, 
  d&eacute;bil al<br>
  hielo.<br>
  Estrategias: Realmente, aunque tiene pocos HPs, es muy poderosa, y sobretodo<br>
  resistente. Usa ICE2 y Shiva si lo tienes, y es buenisima idea usar la<br>
  magia de espadas ICE2, que hace mucho mas da&ntilde;o que Ice2 solo. Usa Magic 
  <br>
  Knights y Suppins con habilidades m&aacute;gicas, ya que son los que pueden 
  <br>
  resistir sus ataques.</p>
<p align="center">Despu&eacute;s del bicho este, vete con Cid de vuelta.</p>
<p align="center">-Catapulta:</p>
<p align="center">Ya que tenemos el Adamatium, no hay excusa para que Cid no trabaje(ni 
  que el se <br>
  quejara...), as&iacute; que te iras a dormir. Cuando amanezca, la nave estar&aacute; 
  lista,<br>
  y ya puedes ir y alcanzar las ruinas de Lonka.</p>
<p align="center">Por cierto, ahora veremos que onda con el switch ese. &Uacute;salo. 
  No, no servir&aacute;.<br>
  Si lees lo que te dicen, dice &quot;chequea las flores del cuarto del centro&quot;.<br>
  Anda para all&aacute;. Jurunga las flores. &quot;Mira el escritorio en el cuarto 
  de la<br>
  derecha&quot;. Anda y ve el papel. &quot;Jajaja... Miraste!!!&quot; Co&ntilde;o, 
  que idiotez...<br>
  Butz tambi&eacute;n pondr&aacute; cara de &quot;que carajos?&quot; pero hay 
  otro papel que dice<br>
  &quot;Chequea el pote&quot;. Anda al cuarto de la izquierda y chequ&eacute;alo. 
  Un sapito y<br>
  un libro a tu disposici&oacute;n. &quot;6 pasos abajo, 4 a la derecha, y jala 
  lo que veas<br>
  all&iacute;&quot;. Hazlo, y podr&aacute;s obtener par de Shurikens y un hechizo(MINI).</p>
<p align="center">Para subir, debes montarte en la aeronave y tratar de aterrizar. 
  Aparecer&aacute;n<br>
  dos flechas, elige la de arriba. Una vez arriba, puedes devolverte buscando 
  uno<br>
  de los extremos de la escena. Recuerda esto, ya que luego tendr&aacute;s que 
  tratar<br>
  con otros veh&iacute;culos &quot;todo terreno&quot;.</p>
<p align="center">Cuando subas te dar&aacute;s cuenta que las ruinas est&aacute;n 
  protegidas por varios<br>
  ca&ntilde;ones. Estos vienen en dos variedades, y est&aacute;n en pares en cada 
  uno de los<br>
  sprites que representan los ca&ntilde;ones. Los Flamegun tienen 2400 HPs, y 
  son <br>
  bastante duras. Sin embargo, son vulnerables a Death Claw, y puedes aprender<br>
  Emission de ellas. Los Rockets tienen 2500 HPs, y son aun mas dif&iacute;ciles,<br>
  ya que usan Missile(Creo que puedes aprenderlo), que confunde a tus<br>
  personajes. Son d&eacute;biles todas a la electricidad.</p>
<p align="center">Ya eliminados los cuatro paneles, un gigantesco ca&ntilde;&oacute;n 
  saldr&aacute; por el centro.<br>
  Ese es el jefe.</p>
<p align="center">-Sol Cannon: 9500 HPs. D&eacute;bil a la electricidad. Usa diversos 
  ataques <br>
  bal&iacute;sticos. Launchers: 800 HPs. D&eacute;biles a la electricidad.<br>
  Estrategias: Esta es una muy dif&iacute;cil batalla. Usa electricidad en los 
  dos<br>
  Launchers, ya que atacan muy de seguido. Si tienes lv.5 Death, y te sientes<br>
  flojo, &uacute;salo, ya que las dos torretas caer&aacute;n. El Sol Cannon es 
  un bicho muy<br>
  molesto, en especial ya que tiene un ataque que causa un efecto muy sucio<br>
  (Tanto as&iacute;, que nada mas se uso en este juego, ya que los jugadores se 
  <br>
  quejaron), el de AGING(O envejecer)que baja tus habilidad poco a poco. Usa<br>
  Esna para curarlo tan pronto como puedas ,o te puede arruinar toda la <br>
  batalla. Usa magia de electricidad, magia de espadas, o si ya lo tienes, usa<br>
  Comet una y otra vez.</p>
<p align="center">Este sitio no es muy complicado. Sigue tu camino, y equipa a 
  un ladr&oacute;n con la<br>
  habilidad de ver pasajes secretos(Se me escapa el nombre por ahora), as&iacute;<br>
  puedes cortar camino y encontrar algunos cofres. Aqu&iacute; hay pisos invisibles,<br>
  as&iacute; que no tengas miedo de jurungar todos los rincones(esto no es <br>
  Terranigma), y en el segundo piso esta la Gold Armor.<br>
  El tercer piso se ve bastante extra&ntilde;o, pero f&iacute;jate una vez mas 
  en los pisos<br>
  y en los sitios donde realmente no hay flores atravesadas. Un pasaje secreto!<br>
  Sigue por all&iacute;, recogiendo un elixir por el camino, y al siguiente cuarto.<br>
  Del cuarto piso debes ir al quinto(duh),y luego puedes bajar para el cuarto<br>
  de vuelta para conseguir varios tesoros(Incluyendo la espada ANCIENT de los<br>
  caballeros). Luego, sigue hasta que veas un hoyo, que aunque se ve muy tentador<br>
  NO te debes tirar por all&iacute;, y luego puedes volver a subir al quinto piso.<br>
  De aqu&iacute; volver&aacute;s a bajar por las siguientes escaleras(por las 
  de arriba, las<br>
  de abajo van a un punto de salvada), y al final llegaras a un switch. &Uacute;salo,<br>
  y se abrir&aacute; un camino, s&iacute;guelo y te encontraras con el Rey Tycoon, 
  quien les<br>
  pedir&aacute; que se metan con el monstruo que cuida las ruinas.</p>
<p align="center">Archeoavis: 6400 HPs. Debilidades y fortalezas al azar.<br>
  Estrategias: Vaya que esos 64000 HPs duran mucho!. Archeoavis no es un <br>
  enemigo en especial dif&iacute;cil, pero no es ning&uacute;n pelele.<br>
  La mejor estrategia que te podr&iacute;a dar seria usar 4 knights con las Coral<br>
  Swords o 4 Monks y dejar que ellos se hagan cargo. Debido a que Archeoavis<br>
  es una especie de ancestro al Magimaster de FFVI(y no es el &uacute;nico enemigo<br>
  de FFV que cambia de debilidades), debes estar constantemente pendiente de<br>
  tus magias. Magia es sin lugar mas r&aacute;pido, pero si quieres pasar seguro,<br>
  usa personajes f&iacute;sicos.<br>
  Una vez que lo elimines, volver&aacute; a la vida, pero con menos de la mitad 
  de<br>
  vida. Apl&iacute;cale la misma receta.<br>
  (Si realmente te cuesta mucho, sube al nivel 18. Con eso, tienes el resto del<br>
  juego mucho mas sencillo)<br>
  NOTA DE LA VERSION 1.4: Mucho mas sencillo es usar Lv.5 Death en la segunda<br>
  forma. Si mal no recuerdo este bicho esta al nivel veinte...</p>
<p align="center">Aqu&iacute; hay una bonita escena donde al fin conoceremos a 
  la chica <br>
  sospechosa de pelo rubio que llamaba a Galuf abuelo. El Rey de Tycoon <br>
  llegara y al parecer esta pose&iacute;do, as&iacute; que los atacara. Cara, 
  la ni&ntilde;a, vendar y<br>
  los salvara. Nos enteramos que Faris se llama en realidad Sarisa(sic),y<br>
  el padre de Leena y Sarisa morir&aacute; al fin(Co&ntilde;o, ya era hora!). 
  Al final,<br>
  obtendremos cuatro trabajos mas(Dragoon, Chemist, Dancer y Samurai), y al<br>
  final Galuf y su nieta se ir&aacute;n a verse con Exdeath, cabalgando el meteoro<br>
  de donde vino Cara. Bye Galuf. Partir&aacute;n hacia el planeta de Galuf, y 
  all&aacute;<br>
  podr&aacute;n encontrar con sus viejos amigos y aliados. Debido a que estos 
  <br>
  meteoros no sirven para repetidos viajes, Faris, Butz y Leena se quedaran<br>
  aqu&iacute;. Cierto? Jeje!! Claro que NO!</p>
<p align="center">Aterriza la aeronave en cualquier parte, y entonces el equipo 
  decidir&aacute; ir<br>
  a ver a Cid a ver si a el se le ocurre una idea de c&oacute;mo ir al mundo de<br>
  Galuf. Anda a la Catapulta.</p>
<p align="center">-Catapulta:</p>
<p align="center">Adentro encontraras una carta de Cid, en la cual dice que fueron 
  a devolver<br>
  el Adamatium sobrante, ya que se hab&iacute;a vuelto muy inestable. As&iacute; 
  que vayamos<br>
  a donde conseguimos el Adamatium.</p>
<p align="center">-Meteoro de Tycoon:</p>
<p align="center">Aqu&iacute; adentro encontraras a Cid y a Mid, quienes decidir&aacute;n 
  intentar usar la<br>
  energ&iacute;a de todos los Meteoros, a ver si en la mezcla se junta la suficiente<br>
  como para mandarlos al mundo de Galuf. Primero, vayamos a activar el meteoro<br>
  de Karnak.</p>
<p align="center">-Meteoro de Karnak:</p>
<p align="center">Cid y Mid te pedir&aacute;n que &quot;limpies&quot; el Meteoro 
  para que ellos puedan trabajar.<br>
  As&iacute; que hay que eliminar a un jefe.</p>
<p align="center">Titan: 2559 HPs.<br>
  Estrategias: Aunque, por suerte, este no tiene la cantidad de vida que tenia<br>
  el Archeoavis, sigue siendo dif&iacute;cil. Aunque su resistencia y ataques 
  normales<br>
  no son nada para escribir, su ataque Earth Shaker hace casi 500 HPs de da&ntilde;o,<br>
  que ahora, y al final del juego, es BASTANTE. Mi estrategia es tener a dos<br>
  magos blancos, y dos Monk(o dos Samurais). Ataca y cura. Si usas Samurai,<br>
  entonces junta dinero y usa GP Toss para una victoria f&aacute;cil.</p>
<p align="center">Cuando lo derrotes obtendr&aacute;s el ataque mas poderoso hasta 
  ahora, TITAN, una<br>
  magia de monstruos para los Callers. Buena idea que la uses, y MUCHO.<br>
  Ya con el tipo eliminado, Cid y Mid hacen su trabajo, y vamos al siguiente<br>
  meteoro, el de Worus.</p>
<p align="center">-Meteoro de Worus:</p>
<p align="center">El enemigo aqu&iacute; es una banda de 6 Pourobos.</p>
<p align="center">-Pourobos: 1500 HPs. D&eacute;biles al aguas, resistentes al 
  fuego.<br>
  Estrategia: Hey! Bombas!!! Un grato recuerdo desde FFIV, cierto? Ellos son<br>
  bastante sencillos, a decir verdad, simplemente usa Titan un par de veces,<br>
  y probablemente ya est&eacute;n muertos ^_^. Estas t&aacute;cticas de Lord Zero 
  si que<br>
  son efectivas!. Si no vas a usar Titan, entonces usa magias de Hielo, y<br>
  maten regados tus ataques. Ellos usan magias de curaci&oacute;n y se reviven 
  <br>
  entre ellos, pero si por algo son peligrosos es por su ataque EXPLODE, que<br>
  eliminara a la bomba, y muy probablemente al bombardeado.</p>
<p align="center">Ya esta .Vamos al siguiente meteoro, que, al fin, es el ultimo.</p>
<p align="center">-Meteoro de Jacole(mas o menos):</p>
<p align="center">Aqu&iacute;, Cid y Mid se tardaran mucho adentro, as&iacute; 
  que tendr&aacute;s que liarte a las<br>
  trompadas con el bicho que los tiene prisioneros.</p>
<p align="center">-ChimeraBrain: 3327 HPs.<br>
  Estrategias: Un pariente lejano de la terrible Desert Chimera. Usa Titan, y<br>
  en especial usa los Shurikens con los Ninjas. No es susceptible a ninguna<br>
  magia en particular.</p>
<p align="center">Ahora, que lo eliminaste, veamos cuales son las diferentes cosas 
  opcionales<br>
  que puedes hacer(y que deber&iacute;as):<br>
  NOTA: Puedes hacer cualquiera de estas cosas en cualquier momento, yo solo<br>
  las puse aqu&iacute; por &quot;organizaci&oacute;n&quot;(Fig&uacute;rate):</p>
<p align="center">1.- Ir a visitar Lix.<br>
  2.- Ir a la Torre del Agua en Worus.<br>
  3.- Buscar A Ramuh.</p>
<p align="center">1.- Lix:</p>
<p align="center">Realmente NO recuerdo donde queda este poblado, pero cuando 
  entres te dar&aacute;s<br>
  cuenta(Principalmente porque arriba dir&aacute; LIX ^_^). Esta es la villa natal<br>
  de Butz, el &quot;protagonista&quot; del juego, el chico ese de cabello casta&ntilde;o 
  que<br>
  siempre esta presente, y el que tiene la desgracia de llamarse de una manera<br>
  muy parecida a la manera de decir &quot;trasero&quot; en ingles(Butt), pero 
  bueno.<br>
  Es un buen chico despu&eacute;s de todo(aunque deber&iacute;a peinarse).</p>
<p align="center">El hecho es que aqu&iacute; tienes varias cosas por hacer, primero, 
  puedes comprar<br>
  diversas cosas que puedes tirarle a la gente usando un Ninja(muy &uacute;til),<br>
  dormir en la posada gratis, todas las cosas est&aacute;n a mitad de precio, 
  y<br>
  consigues una canci&oacute;n para los Bard, que te la da el viejo que ahora 
  vive<br>
  en la casa de Butz despu&eacute;s de que jurungas la caja de m&uacute;sica. 
  Lo mas <br>
  importante(si sabes ingles o japon&eacute;s), es que conoces la historia de 
  Butz,<br>
  y una m&uacute;sica muy bonita ^_^.<br>
  (Si no sabes ni ingles ni japon&eacute;s, anda y trad&uacute;celo por ti mismo 
  con un<br>
  diccionario. Esta parte es una de las partes mas interesantes del juego, y<br>
  no quiero arruin&aacute;rsela a los que quieren averiguarlo por si mismos- por 
  mas<br>
  que siempre hable de la historia)</p>
<p align="center">2.-Castillo de Worus:</p>
<p align="center">Supongo que te acordaras que dije que en el castillo de Worus 
  estaba<br>
  Shiva. Ahora vamos a buscarla(esta es una de las partes mas rec&oacute;nditas 
  del<br>
  juego, es muy com&uacute;n que a la gente se le escape).</p>
<p align="center">Entra al castillo, pero no a la estructura en si. Desde afuerita, 
  metete por<br>
  detr&aacute;s del castillo, y sigue el camino hasta la torre con una cascada 
  all&iacute;.<br>
  Adentro sube varios pisos, y al final encontraras una pelota, que cuando la<br>
  toques te las veras con Shiva.</p>
<p align="center">-Shiva: 1500 HPs. D&eacute;bil al fuego, resistente al hielo 
  y al agua. Commander(180<br>
  HPs).<br>
  Estrategias: Muy f&aacute;cil, simplemente usa Iffrit y Fire2 hasta que la vuelvas<br>
  vapor.</p>
<p align="center">Cuando le ganes, ganaras a Shiva como magia de Monstruos. &iexcl;Yupi!</p>
<p align="center">3.-Buscando a Ramuh:</p>
<p align="center">Ramuh esta ubicado en el bosque de Istory. Istory, si mal no 
  recuerdo, esta<br>
  ubicado al noroeste del mapa. Es una ciudad chiquita, y hay una granja.<br>
  All&iacute;, metete en la granja, y ve a la vaca que esta en lo mas arriba. 
  Jurungala<br>
  estando detr&aacute;s de ella, y te pasara la reja. All&iacute; habla con el 
  tipo, dile<br>
  que si, y te dar&aacute; una canci&oacute;n para el Bard.</p>
<p align="center">Luego anda a ver a Ramuh. Vete al bosque y vaguea, que el te 
  atacara.</p>
<p align="center">Ramuh: 4000 HPs. Resistente al agua y a la electricidad.<br>
  Estrategias: La mejor alternativa es usar Dragones. Si no, busca dinero y usa<br>
  Samurais con Gp Toss. Ramuh es un enemigo MUY dif&iacute;cil, as&iacute; que 
  es una buena<br>
  idea que esperes hasta que termines con el primer mundo para enfrentarlo.<br>
  Titan parece hacerle bastante da&ntilde;o.<br>
  De resto, Manteen tus HPs bien altos.</p>
<p align="center">Ya no te queda mas que dir&iacute;gete al punto en el cual todas 
  las<br>
  l&iacute;neas se cruzan en el mapa, y all&iacute; encontraras un hueco, por 
  donde podr&aacute;s<br>
  visitar la tierra de Galuf.</p>
<p align="center">-*-*-*-*-*-*-*-*-*-*-*-*-*Fin del primer Mundo-*-*-*-*-*-*-*-*-*-*-*-*-*-*<br>
  NOTA: Este mundo no tiene realmente aventurillas secundarias, debido a que<br>
  no obtienes una aeronave. Es importante que hagas todo lo que tengas que<br>
  hacer en cada uno de los sitios que visitas</p>
<p align="center">-Isla desierta:</p>
<p align="center">Este mundo no se ve precisamente tur&iacute;stico. Se ve realmente 
  desierto. Tras <br>
  un rato, el equipo se cansara, as&iacute; que usa una Tent(Si no las tienes, 
  pelea<br>
  con los bichos de la isla, que ellos lo dan). Lamentablemente, en el medio de<br>
  la conversaci&oacute;n, un monstruo atacara el equipo y se llevara a Faris y 
  a<br>
  Leena, pero Butz no se va a ir sin una pelea.</p>
<p align="center">Abductor: 1482 HPs.<br>
  Estrategias: La mejor manera que yo usar&iacute;a es usar un Dragoon y usar 
  salto<br>
  todo el tiempo, un Monk o un Knight. No uses magia, es mejor que uses el ataque<br>
  de Butz. Realmente no importa lo que suceda, ganes o pierdas...</p>
<p align="center">Te llevaran en cana (Ya es la segunda vez, cierto?).</p>
<p align="center">-Castillo de Exdeath:</p>
<p align="center">Aqu&iacute; conocer&aacute;s de frente a el freaking Exdeath. 
  Galuf se enterara que ustedes<br>
  est&aacute;n all&iacute;, as&iacute; que decidir&aacute; irlos a rescatar, Exdeath 
  se ira dej&aacute;ndolos<br>
  con la agradable compa&ntilde;&iacute;a de Gilgamesh.</p>
<p align="center">Cuando est&eacute;s en control de Galuf, agarra el primer cofre 
  que hay, ya que tiene<br>
  el equipamiento de todo el equipo. Ve por la izquierda, tu meta es el tercer<br>
  s&oacute;tano. All&iacute; te las veras por primera vez con Gilgamesh.</p>
<p align="center">Gilgamesh: 1111 HPs. Gilgamesh nunca es d&eacute;bil ni resistente 
  a nada.<br>
  Estrategias: Gilgamesh es bastante fuerte, as&iacute; que esta vez seria una 
  buena<br>
  idea irte al lado de la magia y usar tus mejores ataques. Si no, un Dragoon<br>
  de vuelta seria una buena idea.</p>
<p align="center">Una vez que lo elimines, suelta a los dem&aacute;s, y escapa 
  del castillo. Cuando <br>
  llegues a el cuarto de los prisioneros vas a tener que arrastrarte(Se ve<br>
  divertido), y al final escapas hasta el gran puente.</p>
<p align="center">-Gran Puente:</p>
<p align="center">Aqu&iacute; comienzas a huir por el puente, te atacaran varios 
  enemigos, cuidado con<br>
  los Goblin que aparecen aqu&iacute;, que son bastante fuertes. Al final tendr&aacute;s 
  <br>
  que pelear otra vez con Gilgamesh.</p>
<p align="center">Gilgamesh: 3102 HPs.<br>
  Estrategias: A partir de ahora, cada vez que te encuentres con Gilgamesh<br>
  trata de robarle algo, puedes robarle la mejor armadura del juego. Una vez<br>
  que se la robes, puedes proceder a volverlo &ntilde;ute con Titan, Ramuh, jump<br>
  y dem&aacute;s. Cuando le quede menos de la mitad usara varias magias en si 
  mismo <br>
  que hacen la batalla mas dif&iacute;cil, pero tu sigue tu ataque y lo eliminaras.</p>
<p align="center">Despu&eacute;s de el l&iacute;o este, te encontraras con Cara, 
  y se escaparan de suerte.<br>
  tu pr&oacute;ximo objetivo es Rugor, un poblado al este.</p>
<p align="center">-Rugor:</p>
<p align="center">Aqu&iacute; hay muchas armas nuevas, y mucha magia. Compra la 
  magia que puedas,<br>
  y pelea afuera de el pueblo para conseguir mas dinero para las armaduras<br>
  y armas. Muy importante es la armadura earth para los Callers, que hace <br>
  que el Titan cause mas da&ntilde;o. Aqu&iacute; creo que al fin consigues Comet, 
  un magia<br>
  del tiempo muy poderosa.<br>
  La posada ser&aacute; gratis la primera vez, as&iacute; que porque no aprovechamos<br>
  la oportunidad?<br>
  En la noche Galuf y Butz tendr&aacute;n una escenita en el pub local y una<br>
  conversaci&oacute;n animada por el famoso vino de Rugor. Por suerte, esto es 
  FFV<br>
  y no Tales of Phantasia, por lo que nadie saldr&aacute; ebrio.<br>
  Cuando amanezca, tu objetivo ser&aacute; ahora el continente de Grociana, al 
  sur.</p>
<p align="center">-Grociana:</p>
<p align="center">En el camino puedes haber visto un castillo, el de Kuzar. mas 
  tarde nos <br>
  ocuparemos de ese castillo.<br>
  Al sur, al fin, busca una especie de puentecito que da a unas monta&ntilde;as<br>
  con un bosque en el medio. Entra all&iacute;.</p>
<p align="center">-&quot;Bosquecito en medio de monta&ntilde;as&quot;:</p>
<p align="center">Aqu&iacute; veras un Moogle(!), as&iacute; que habla con el. 
  El bichito correr&aacute;, as&iacute; que<br>
  s&iacute;guelo. Cuando llegues a la parte subterr&aacute;nea, sigue por las 
  corrientes,<br>
  y al final te encontraras con el Moogle, pero esta siendo atacado. Vamos a <br>
  salvarlo!</p>
<p align="center">Tyrasaurs: 5222. D&eacute;bil al fuego.<br>
  Estrategias: Una genial idea seria simplemente usar una Phoenix Down en el,<br>
  y as&iacute; te salvas la molestia de darte ca&ntilde;a con este coso. Si no, 
  deber&aacute;s usar<br>
  magias de fuego y v&eacute;rtelas con sus potentes ataques.</p>
<p align="center">Cuando termines la batalla Leena har&aacute; lo suyo con el 
  Moogle(MALPENSADOS!!)<br>
  y el Moogle decidir&aacute; llevarlos a su bosque. Cuando salga del bosque, 
  haz<br>
  lo posible para seguir su camino exactamente, as&iacute; te salvas de una desagradable<br>
  sorpresa.</p>
<p align="center">-Bosque Moogle:</p>
<p align="center">Aqu&iacute; veras que te tienen aun miedo, pero busca al Moogle 
  de arriba a la<br>
  derecha, y el, quien salvaste antes, te abrir&aacute; su casa, donde hay varios 
  tesoros,<br>
  el mas importante el Dancing Knife, que es un cuchillo que tiene las mismas<br>
  propiedades que el comando Dance de el Dancer. Muy &uacute;til, no lo pierdas.</p>
<p align="center">Tras que salgas, hay un sitio donde hay un traje Moogle. Cuando 
  te lo pongas,<br>
  habla con todos los Moogles hasta que uno se enamore de ti, y te deje agarrar<br>
  el Ribbon de su casa(Creo, que es un Ribbon, no recuerdo). Cuando est&eacute;s 
  listo,<br>
  habla con el Moogle que conoces, y Cara al fin y al cabo te vendar a buscar.</p>
<p align="center">Te llevara a su casa y la de Galuf, el castillo Bal.</p>
<p align="center">-Castillo de Bal:</p>
<p align="center">Por si no lo sabias, te enteraras que Galuf es el rey aqu&iacute;(&iquest;?), 
  y tras mucha<br>
  habladora de paja, puedes vaguear por el castillo.</p>
<p align="center">Haz a un personaje como Thief, y por all&iacute; encontraras 
  el MEGA &uacute;til Exit,<br>
  para los magos blancos. Hay una armadura para los Dancer, la Angelgown ,y<br>
  al final, cuando vayas a salir, Galuf le dir&aacute; a los soldados que cierren<br>
  las puertas cuando ustedes salgan. Los har&aacute;n, y apenas salgas te atacara<br>
  un abductor. Pan comido. Vete al norte hasta la villa de Kelb.</p>
<p align="center">-Kelb:</p>
<p align="center">Aqu&iacute; ve arriba hasta la puerta, como no la podr&aacute;s 
  abrir, Galuf sugerir&aacute; que<br>
  hablemos con Kelgar. Anda ala gran casa del medio.<br>
  Cuando entres, veras que no puedes abrir la segunda puerta, as&iacute; que trata 
  de<br>
  salir, y tras un altercado conocer&aacute;s a Kelgar, quien fue uno de los<br>
  guerreros del Amanecer. Si recuerdas, Galuf hace 30 a&ntilde;os lucho con Exdeath.<br>
  Kelgar fue uno de sus compa&ntilde;eros.</p>
<p align="center">Kelgar por desconfiado(o quiz&aacute; porfiado)retara a Butz 
  para probar su<br>
  fuerza y buen coraz&oacute;n. Butz vencer&aacute; su Lupine Attack sin muchos 
  problemas,<br>
  as&iacute; que Kelgar quedara malherido. Tras eso, Kelgar felicitara a Butz, 
  quien<br>
  le dir&aacute; que su padre le ense&ntilde;o a evadir ese ataque.</p>
<p align="center">&quot;Tu padre?&quot;<br>
  &quot;Si&quot;<br>
  &quot;Y cual era su nombre?&quot;<br>
  &quot;Dorgan&quot;</p>
<p align="center">Galuf y Kelgar est&aacute;n sorprendidos.</p>
<p align="center">&quot;Dorgan?&quot;<br>
  &quot;Si, as&iacute; es&quot;<br>
  &quot;Dorgan fue uno de nuestros compa&ntilde;eros, uno de los Guerreros del 
  Amanecer.<br>
  Cuando vimos que Exdeath no pod&iacute;a ser derrotado, decidimos encerrarlo 
  en<br>
  otro mundo. Dorgan no estuvo de acuerdo, y se quedo para vigilarlo&quot;</p>
<p align="center">Tras esto, el poblado estar&aacute; listo para poder pasear 
  por ah&iacute;. Muy importante<br>
  es que hables con los lobos bailando en el noreste del poblado para que<br>
  obtengas la canci&oacute;n Requiem del Bard, una de las pocas que valen la pena...<br>
  Jurunga tambi&eacute;n el pozo al sudoeste ,y de all&iacute; saldr&aacute; un 
  viejito que te <br>
  esta pidiendo un sapo. Mas tarde nos ocuparemos de el. Por ultimo, en la posada<br>
  hay un lobo que dir&aacute; que te sientes. Cuando te sientes, el se ira y volver&aacute;<br>
  cur&aacute;ndote y d&aacute;ndote 8 Potions. Puedes hacerlo varias veces, as&iacute; 
  que aprovecha<br>
  y abast&eacute;cete de pociones, que nunca sabr&aacute;s cuando las vayas a 
  necesitar.</p>
<p align="center">Si no te fijaste(Es que se me olvido decirlo ;), el Hiryuu de 
  Cara estaba<br>
  muy lastimado, por lo que debemos salvarlo ya que somos los protagonistas.<br>
  Recuerdas el Hiryuusou? Pues, estamos busc&aacute;ndolo. Saliendo por el norte 
  llegamos<br>
  a la monta&ntilde;a de los Hiryuus. Bastante obvio, cierto? all&aacute; vamos!</p>
<p align="center">-Monta&ntilde;a del Hiryuu:</p>
<p align="center">En el bosque afuera de la monta&ntilde;a hay unos enemigos que 
  tienen forma de<br>
  sapo. Capt&uacute;ralos con un Monster Trainer, y anda a hablar con el viejito 
  que<br>
  te ped&iacute;a el sapo. D&aacute;selo, y mas 3000 GPs te vender&aacute; el 
  Conago Jar, que hace<br>
  que puedas atrapar a los monstruos cuando est&aacute;n a la mitad de sus<br>
  HPs.</p>
<p align="center">Algo interesante es que de vez en cuando caer&aacute;s en una 
  batalla con un<br>
  bicho de piedra llamado &quot;?????&quot;. El no te har&aacute; da&ntilde;o, 
  lo que har&aacute; ser&aacute;<br>
  escapar. Luego veremos que pasa aqu&iacute;.</p>
<p align="center">Nada mas entres, hacia la derecha hay un cofre con 5000 GPs, 
  y mas adelante<br>
  uno con una Cottage. Los enemigos aqu&iacute; son los BoneDragons(2590 HPs)y 
  los<br>
  ZombieDragons(4590 HPs),ambos son d&eacute;biles al fuego y son peligrosos, 
  en<br>
  especial el ultimo, que usa Poison Breath, que es muy da&ntilde;ino. Cu&iacute;date 
  tambi&eacute;n<br>
  de los Drippy(900 HPs)que aunque son d&eacute;biles, usan el Magic Hammer, que 
  corta<br>
  tus MPs en dos. Muy frustrante.</p>
<p align="center">Cuando llegues al primer puente de madera, caer&aacute;s en 
  una batalla con el<br>
  &quot;?????&quot; ,un Bone Dragon y un ZombieDragon. Acaba con los dragones, 
  y al<br>
  fin, no da&ntilde;es al &quot;????&quot;. Cuando termines, recibir&aacute;s 
  el &iacute;tem Golem, que al usarlo<br>
  aprender&aacute;s Golem, una magia de Monstruo, y una de las mas &uacute;tiles.</p>
<p align="center">Luego llegaras a un sitio que parece un callej&oacute;n sin 
  salida. Abajo hay<br>
  un switch en forma de calavera, pero esta fuera de tu alcance. Aqu&iacute; empieza<br>
  a caminar por todos lados, y en alg&uacute;n sitio caer&aacute;s por un hueco. 
  De donde<br>
  caigas ve a la izquierda y acciona el switch. En el cuarto oscuro hay par<br>
  de cofres, uno con un casco y otro con el Airblade. Luego encontraras<br>
  un punto de salvada, haz tus cosas all&iacute;, y al sur estar&aacute; el Hiryuusou, 
  pero<br>
  esta vez deber&aacute;s luchar con el para obtenerlo.</p>
<p align="center">Hiryuusou: 11111 HPs. d&eacute;bil al fuego, resistente al veneno. 
  Hiryuuka:500 HPs.<br>
  Estrategias: Usa al Golem para cubrirte, y luego usa tus mejores ataques. El<br>
  Hiryuusou no es muy potente, los Hiryuuka te pueden envenenar, pero lo<br>
  mas molesto es que se reviven autom&aacute;ticamente, no importando cuantas 
  veces<br>
  los hayas matado.</p>
<p align="center">Cuando el equipo colecte el Hiryuusou, l&aacute;rgate de all&iacute;, 
  y dir&iacute;gete al castillo<br>
  de Bal.</p>
<p align="center">-Castillo de Bal:</p>
<p align="center">Aqu&iacute;, como les dijimos a los soldados que cerraran la 
  puerta, ellos no la<br>
  abrir&aacute;n, ya que creen que eres uno de los monstruos. Galuf saltara a 
  la fosa,<br>
  y tu camina hasta el final y activa el switch, all&iacute; lograras entrar.</p>
<p align="center">Cara te comunicara que Guido, un sabio de 700 a&ntilde;os de 
  edad, se esta tratando<br>
  de comunicar. Tras esto, trataran de darle el Hiryuusou al Hiryuu, pero este<br>
  se negara. Leena, una vez mas, decidir&aacute; sabiamente comerse el Hiryuusou 
  para<br>
  que el Hiryuu se lo coma. El Hiryuusou es venenoso para los humanos, pero <br>
  por suerte, el plan funcionara, y el Hiryuu se salvara, y Cara salvara a <br>
  Leena.</p>
<p align="center">Galuf dir&aacute; que Guido vive en una isla al norte de el 
  valle de los Hiryuus.<br>
  As&iacute; que agarra tu Hiryuu y trabaja tu camino hasta all&aacute;.</p>
<p align="center">-Isla de Guido:</p>
<p align="center">Nada mas llegues, la isla se hundir&aacute;. Galuf propondr&aacute; 
  que veamos a otro de<br>
  sus viejos amigos, Zeza. El es el rey del castillo de Surgate, as&iacute; que 
  vamos<br>
  para all&aacute;. Este sitio queda al este de donde estas.</p>
<p align="center">-Castillo de Surgate:</p>
<p align="center">Aqu&iacute; te dir&aacute;n que Zeza esta guiando un ataque 
  por mar al castillo de Exdeath,<br>
  pero te pedir&aacute;n que mires por el castillo por un tiempo.</p>
<p align="center">Hay una biblioteca, en la cual una dama te pedir&aacute; que 
  ordenes los tres<br>
  libros. Ord&eacute;nalos en su orden alfab&eacute;tico, y habla con la dama. 
  Ella se ira, y<br>
  tu s&iacute;guela. En tu camino encontraras un cofre con 5000 GPs, y mas adelante<br>
  hay un cofre con el hechizo Float .En el cuarto de Zeza esta la canci&oacute;n<br>
  SpeedSong, otra de esas in&uacute;tiles canciones.</p>
<p align="center">Cuando est&eacute;s listo, vete por las costas sur del castillo 
  de Exdeath, y<br>
  encontraras la flota. Aterriza en el barco mas grande.</p>
<p align="center">-Flota de Surgate:</p>
<p align="center">Cuando llegues conocer&aacute;s a otro de los Guerreros del 
  Amanecer, Zeza. Zeza<br>
  esta dirigiendo esta flota en un ataque a Exdeath. Debido a que la barrera<br>
  aun esta en pie, esto hace suponer que Zeza no es precisamente un genio<br>
  estrat&eacute;gico. Cuando termines de hablar con el, anda abajo y duerme en 
  el cuarto<br>
  que te indiquen.</p>
<p align="center">A medianoche el barco ser&aacute; atacado. Tras una serie de 
  altercados, deber&aacute;s<br>
  pelear con los monstruos(solo ac&eacute;rcate a ellos), y al final busca al<br>
  Gilgamesh, quien esta en la punta del barco.</p>
<p align="center">Gilgamesh: 6211 HPs. Enkidou: 4000 HPs.<br>
  Estrategias: Gilgamesh sigue igual de debilucho. At&aacute;calo, usa un Golem, 
  as&iacute; <br>
  puedes sobrevivir sin muchos problemas. Tarde o temprano aparecer&aacute; Enkidou,<br>
  quien curara a Gilgamesh. Tras eso, y aun escondido tras tu Golem, elim&iacute;nalos<br>
  a ambos de la faz de la tierra.</p>
<p align="center">No, en realidad no. Gilgamesh escapara, y caer&aacute; al agua. 
  No parece que sepa<br>
  nadar...</p>
<p align="center">Pues, resulta que la flota era una distracci&oacute;n. Ustedes 
  van a meterse en<br>
  una de las antenas para destruir la barrera. Zeza te dar&aacute; un Hisohisou, 
  que<br>
  es una especie de comunicador(aunque la traducci&oacute;n es algo como &quot;planta<br>
  susurradora&quot;). Ve por arriba y salva el juego. Mas adelante veras dos cofres,<br>
  uno tiene 9000 GPs y el otro tiene un Red Dragon, que te da un BloodSwd cuando<br>
  lo mates. Esta Bloodsword es una poderosisima arma, pero es dif&iacute;cil que 
  conecte,<br>
  aparte de que chupa HPs.</p>
<p align="center">Sube las escaleras hasta que llegues a un cofre con 18000 GPs, 
  mas adelante<br>
  hay un mucho useful Hairpin, y por ultimo un punto de Salvada. En el ultimo<br>
  piso, Zeza desconectara el poder para que ustedes destruyan la antena, aunque,<br>
  claro, no todo es tan f&aacute;cil, tendr&aacute;s que v&eacute;rtelas con Atomos.</p>
<p align="center">Atomos: 19997 HPs.<br>
  Estrategias: Atomos es una de las peleas mas dif&iacute;ciles del juego por 
  tres<br>
  razones:<br>
  1.- Tiene una cantidad absurda de HPs.<br>
  2.- Usa Comet, que puede hacer hasta 1500 de da&ntilde;o a un personaje.<br>
  3.- cuando tira a un personaje, empieza a chuparlo, y si lo chupa, el personaje<br>
  queda inhabilitado por el resto de la pelea.<br>
  Tu mejor alternativa es hacer a tres caballeros con poderosas armas o <br>
  monjes, y un mago blanco. Cuidado, que es posible que use Comet 4 veces seguidas,<br>
  as&iacute; que ten cuidado. Tambi&eacute;n es &uacute;til el monstruo Titan, 
  pero no uses el Golem,<br>
  que lo que har&aacute;s ser&aacute; desperdiciar MPs.</p>
<p align="center">Tu lograras destruir la antena, pero lamentablemente Zeza no 
  podr&aacute; salir<br>
  vivo. Galuf se enojara ya que Zeza sabia de antemano que no iba a haber<br>
  retorno de esto. Como ya tienes el submarino, podemos revisar la isla de<br>
  Guido que se hundi&oacute; ,a ver si lo encontramos.</p>
<p align="center">NOTA: Debido a que buscar a Katoblepas es la &uacute;nica aventurillas 
  secundaria,<br>
  decid&iacute; ponerlo aqu&iacute; desde ya, que puedes ir a buscarlo. Es opcional.</p>
<p align="center">Si vas a buscar a Katoblepas, vete a la parte noroeste del mapa, 
  al punto que<br>
  flashea por all&iacute;. Si no, vete al sitio donde la isla de Guido se hundi&oacute;.</p>
<p align="center">Cuando llegues al punto flasheante, metete por la cueva, y llegaras 
  a un<br>
  bosque. Vaguea un rato hasta que ten enfrente a Katoblepas(Shoat).</p>
<p align="center">Katoblepas(Que nombre mas horroroso): 5000 HPs.<br>
  Estrategias: El mayor problema con Katoblepas es(aparte de su nombre)su<br>
  principal ataque, Devil&acute;s Eye, el cual convierte a un personaje en piedra.<br>
  Con rapidez, Softs y suerte lo eliminaras r&aacute;pidamente. Usa Titan, y un<br>
  Golem para detener sus potentes ataques.</p>
<p align="center">Cuando lo derrotes obtendr&aacute;s la magia de monstruos Katoblepas.</p>
<p align="center">NOTA: he le&iacute;do por all&iacute;, que por el oeste del 
  puente del castillo de Exdeath<br>
  hay una cueva, la cueva de Gilgamesh, donde puedes recoger oro. No se realmente<br>
  que hay all&iacute;, ya que no la he encontrado, si la encuentra alguien que 
  me lo<br>
  diga! Please!</p>
<p align="center">CONFIRMADO!: (Gracias a todos los que me dijeron acerca de el!) 
  La cueva<br>
  de Gilgamesh se encuentra exactamente all&iacute;, y adentro consigues oro en<br>
  varias cantidades ascendentes. El problema es que hay una tortuga llamada<br>
  Gilgamesh( Eso me dijeron) que es MUY dif&iacute;cil de eliminar. </p>
<p align="center">Aqui se mete Benji! (Benjaminbc15@mixmail.com):</p>
<p align="center">&quot;La tortuga-s&aacute;dica-asesinamon (esto del -<br>
  mon es un vicio que tengo desde que veo <br>
  Digimon, pobre de m&iacute;! que se me pega <br>
  todo!), no se llama Gilgamesh se llama <br>
  GILGAME!!! sin -sh, y no es tan dif&iacute;cil matarla <br>
  si sabes c&oacute;mo, lo malo es aguantar (a m&iacute; me <br>
  cost&oacute; m&aacute;s que Omega, al que mat&eacute; en dos <br>
  turnos, que por cierto no pusiste la forma <br>
  f&aacute;cil que te dije, luego te la recuerdo).<br>
  Has de tener 2 Chemists, uno con Mix y que <br>
  tengan toneladas de Hi-potions. B&eacute;bete los <br>
  potingues de subir estatus, el de duplicar la <br>
  vida y si tienes los objetos usa con mix unas <br>
  combinaciones que te hacen subir 10 o 20 <br>
  niveles (esta &uacute;ltima es con Dragon Fang y <br>
  Potion). Los otros deben ser un caller y un <br>
  timewizard (uno para llamar a Golem y el <br>
  otro para usar Float), los chemist que curen <br>
  y los otros que llamen a shiva y que usen <br>
  comet.&quot;</p>
<p align="center">Los dos siguientes los pongo porque les dije que lo iba a hacer...</p>
<p align="center"> Luis albertus (luisalbertus@terra.com) primero que es el mas 
  corto.</p>
<p align="center">&quot;Hola Lord Zero, encantado de conocerte. Soy un gran fan 
  de <br>
  los juegos rpg (en especial la saga Final Fantasy y Lufia).<br>
  Te escribo principalmente para informarte de que en F.F.V <br>
  he encontrado la cueva Gilgamesh y he encontrado el &quot;oro&quot;. <br>
  (seguramente tu tambien ya lo habras descubierto, pero como<br>
  en tu gu&iacute;a ( que por cierto me encanta y es superutil) dec&iacute;as 
  <br>
  que quien lo descubriera te lo comunicara, para eso te lo escribo.<br>
  Veras: La cueva esta pr&oacute;xima al palacio de Galuf. Ya en ella, <br>
  en la parte sur, hay un pasadizo oculto que lleva a una camara<br>
  del tesoro. El &quot;oro&quot; no es ni mas ni menos que guiles por el <br>
  suelo. Pero hay un monstruo llamado GIL TURTLE con el que debes<br>
  luchar. Esto monstruo es realmente duro y solo le quitas vida <br>
  con hielo. Todos los demas elementos los absorbe.<br>
  Cuando consigas vencerlo, se te unira en magia de monstruos.<br>
  <br>
  Espero que te halla servido. Hasta luego, y espero que no me <br>
  mandes nada malo... ya me entiendes&quot;</p>
<p align="center">Gil Galindo Bucio (Perd&iacute; su Email) ahora que es mas largo:</p>
<p align="center">&quot;Acabo de jugar FF V (en lugar de hacer mis proyectos escolares 
  ^_^), <br>
  y he descubierto una cosa: la cueva de Gilgamesh s&iacute; existe (o eso creo). 
  <br>
  Se encuentra debajo del puente del castillo de Exdeath, puedes llegar <br>
  con el submarino o con el drag&oacute;n (olvid&eacute; su nombre) en el 2do 
  mundo, <br>
  pero tengo algunas recomendaciones para entrar, ya ver&aacute;s por qu&eacute;:</p>
<p align="center">Debes ir arriba del nivel 35 (y a&uacute;n as&iacute; me cost&oacute; 
  trabajo). <br>
  Al entrar a la cueva, usa Float en todo el equipo. <br>
  Trata de que todos puedan usar hielo (con magia &#150;recomendado&#150; o con 
  armas). <br>
</p>
<p align="center">La cueva tiene enemigos muy sencillos (a manera de comentario: 
  la <br>
  magia Scan dice qu&eacute; &eacute;stos son d&eacute;biles a la tierra, &iexcl;pero 
  al usar a <br>
  Titan se curan!) y 2 caminos: por el de la izquierda llegas al <br>
  castillo Bal, pero por arriba y a la derecha, al pasar por una <br>
  puerta, PON A TODOS LOS PERSONAJES DETR&Aacute;S, O POR LO MENOS LOS <br>
  QUE USEN MAGIA. Justo despu&eacute;s de recoger 10 Gil (&iquest;sabes por <br>
  qu&eacute; usan mi nombre para el dinero?), pelear&aacute;s con un enemigo muy 
  especial:</p>
<p align="center"> </p>
<p align="center">GIL TURTLE (&iquest;deber&iacute;a cobrar por el uso de mi nombre?): 
  HP 32768, <br>
  d&eacute;bil al hielo</p>
<p align="center">COMENTARIO: 32768 tiene que ver con el tipo de datos integer 
  <br>
  (entero) del lenguaje de programaci&oacute;n C++, su rango es &#150;32767 <br>
  a 32768, curioso, &iquest;no?</p>
<p align="center">Este enemigo es MUY PELIGROSO, pero no tanto como Exdeath, ni 
  <br>
  mucho menos como Omega ni Shinryuu, pero es duro de pelar. <br>
  Para empezar, tiene buena defensa, los ataques f&iacute;sicos no le <br>
  hacen mucho, y su mejor ataque es Turtle Shell, que puede <br>
  envenenar y cegar hasta a dos personajes, pues pega 2 veces <br>
  con un gran da&ntilde;o, por eso propongo que los pongas atr&aacute;s, por <br>
  lo menos no recibes tanto da&ntilde;o. Curiosamente, ataca s&oacute;lo <br>
  cuando la atacas.</p>
<p align="center">En referencia a los trabajos que deber&aacute;s usar&#133; ya 
  lo dije,<br>
  &iquest;no?, que puedan usar magias de hielo solamente (no conviene <br>
  mucho Shiva, mejor SwdMagic con Hielo 3 o mejor a&uacute;n, la magia <br>
  negra Hielo 3).</p>
<p align="center">Si te sirve de algo (o para que te burles) us&eacute; a Cara 
  como <br>
  Ninja con magias de Tiempo (para usar R&aacute;pido 2 sobre los <br>
  aliados), fuera de eso, me sirvi&oacute; como costal, pues la magia <br>
  Lento es muy dif&iacute;cil que le conecte, s&oacute;lo para que use Float <br>
  en los que hayan muerto; a Faris como Magic Knight con magias <br>
  blancas (en lugar de usar SwdMagic con Hielo 3, mejor me sirvi&oacute;<br>
  para Cura 3); a Lenna como Samurai con la posibilidad de Invocar<br>
  (el GPToss no sirve de mucho, la us&eacute; para darles Ethers, Elixires <br>
  o Phoenix Down a los dem&aacute;s, pues con la habilidad de esquivar y <br>
  el escudo, no recibe mucho da&ntilde;o); y para terminar mis combinaciones<br>
  extra&ntilde;as (eso es lo divertido de este juego, &iquest;no?), Butz como 
  Mago<br>
  Negro con el 30% de HP de los Monjes, (peor es nada&#133;), con &eacute;ste 
  es<br>
  con el que ataqu&eacute; a la tortuga.&quot;</p>
<p align="center">NOTA DE LORD ZERO: estoy casi seguro que Swordmagic es mas poderoso 
  <br>
  que Black Magic.</p>
<p align="center">Luego podemos ir a ver a Guido.</p>
<p align="center">-Isla de Guido:</p>
<p align="center">Cuando llegues a el cuarto con 5 cofres, jurungalos hasta que 
  consigas uno<br>
  que tiene una piedra arriba. Cuando lo jurungues, anda y jurunga el cofre<br>
  que esta abajo a la izquierda, y metete por la puerta que se abre. Sigue el<br>
  camino hasta un cuarto que esta oscuro, all&iacute; ve por abajo a la izquierda<br>
  hasta el switch. Metete por el hueco que abre el switch, sigue le siguiente<br>
  cuarto oscuro, y llegaras a un cuarto donde hay una tortuga. T&iacute;rate al 
  agua,<br>
  y la tortuga te llevara al pr&oacute;ximo cuarto. All&iacute; encontraras a 
  una<br>
  tortuga, la cual es en realidad Guido, el sabio.</p>
<p align="center">Este te dir&aacute; que Exdeath esta buscando algo en su lugar 
  de nacimiento,<br>
  el bosque de Mua. Este es un bosque viviente, y Exdeath es en realidad<br>
  un &aacute;rbol malvado(que original). Te dar&aacute; el Elder Branch, sin el 
  no puedes<br>
  entrar al bosque.</p>
<p align="center">-Mua:</p>
<p align="center">Mua es un poblado por la regi&oacute;n occidental del mundo.<br>
  A la izquierda esta el poblado, a la derecha esta el bosque. No hay mucho en<br>
  el poblado, as&iacute; que vete a el bosque.</p>
<p align="center">-Bosque de Mua:</p>
<p align="center">Nada mas entres la varita que te dio Guido abrir&aacute; el 
  camino para que entren.<br>
  Si vas hacia arriba conseguir&aacute;s algo de oro. Mas adelante hay un cofre<br>
  con un Ether, y luego veras un hueco, &uacute;salo y se abrir&aacute; el camino 
  hacia la<br>
  siguiente secci&oacute;n.</p>
<p align="center">Nuevamente tendr&aacute;s que batallar con ese insoportable 
  s&iacute;ndrome de t&uacute;nel<br>
  carpal(Broma!)ya que todo esta bloqueado, como si estuvieses en un cuarto<br>
  oscuro. Hay varios cofres por aqu&iacute;, y en el medio hay un &aacute;rbol, 
  &uacute;salo para<br>
  abrir el siguiente pasaje. En el siguiente cuarto hay muchas cosas<br>
  que agarrar(Incluye un Morning Star para los Magos Blancos y del Tiempo),<br>
  y un Save Point rojo, que es un Save Point com&uacute;n y silvestre. El siguiente<br>
  cofre(a la izquierda de donde estaba el Morning Star)tiene el Aegis Shield,<br>
  pero si quieres un Flame Shield, no lo tomes. Luego sigue hasta que<br>
  veas un Moogle, s&iacute;guelo hasta el hueco que abre.</p>
<p align="center">Abajo esp&eacute;rate hasta que el Moogle atravesado se quite, 
  entonces sal, y<br>
  veras que el bosque se quemo. El Aegis Shield, si no lo agarraste, entonces<br>
  ser&aacute; ahora un Flame Shield. A la izquierda hay un &iacute;tem muy sospechoso 
  llamado<br>
  Soot(Holl&iacute;n?), que solo se puede tirar con un Ninja. No se que uso de 
  verdad<br>
  tiene, ya que hace poco da&ntilde;o.</p>
<p align="center">NOTA DE LA VERSION 1.4: He le&iacute;do por all&iacute; que 
  si tomas esos &iacute;tems antes del<br>
  incendio, el Soot se convierte en algo mas. Tambi&eacute;n hay un jefe en la 
  grieta <br>
  de la dimensi&oacute;n que tiene esta propiedad, al cual si lo eliminas con 
  fuego<br>
  solo te da Soot.</p>
<p align="center">Mas adelante hay cofre con una Flame Sword, y hacia arriba esta 
  el &aacute;rbol<br>
  anciano. Salva y c&uacute;rate antes de hablar con el.</p>
<p align="center">-&Aacute;rbol Anciano:</p>
<p align="center">Aqu&iacute;, al entrar, te las veras con los cuatro guardianes 
  del &aacute;rbol.<br>
  <br>
  Seal: 7777 HPs. Cada uno tiene una propiedad, y es d&eacute;bil a lo contrario. 
  Los<br>
  elementos son Fuego, Agua, Tierra y aire.<br>
  Estrategias: Esta batalla es muy peluda. Debido a que cada uno tiene<br>
  una debilidad individual, es algo in&uacute;til usar magias en todo el mundo. 
  Titan<br>
  y Fire3 parecen ser efectivos en todos menos en sus elementos.<br>
  El mayor problema es que, cuando est&eacute;n muriendo, empezaran a usar ataques 
  <br>
  muy poderosos. Usar Float en esta batalla evita Earth Shaker, el mas poderoso.<br>
  Usa Golem y Wall en tu equipo.</p>
<p align="center">Cuando le ganes, Exdeath aparecer&aacute;, y tras una serie 
  de altercados, Galuf<br>
  terminara d&aacute;ndose Face to Face con Exdeath. Esta batalla es algo rara,<br>
  debes simplemente atacarlo hasta que se muera, ya que tu no podr&aacute;s<br>
  morir.</p>
<p align="center">Tras esta batalla, y tras el extraordinario esfuerzo de Galuf, 
  no podr&aacute;<br>
  ser posible curarlo o revivirlo...As&iacute; que, como Zeza, y Dorgan, otro 
  guerrero<br>
  del Amanecer ha muerto. Cuando te hayas limpiado las lagrimas de el rostro<br>
  (no te r&iacute;as!), sal de all&iacute;, y Galuf(o lo que quedo de el), le 
  transferir&aacute;<br>
  sus poderes a Cara, quien se unir&aacute; a tu equipo en reemplazo de Galuf.<br>
  (Y har&aacute; a Butz un s&aacute;dico por andar con 3 chicas en su equipo, 
  una teniendo<br>
  4 a&ntilde;os menos)</p>
<p align="center">Ya es hora de acabar con Exdeath. Ya jodio lo suficiente.</p>
<p align="center">-Castillo de Exdeath:</p>
<p align="center">Cuando entres al castillo veras un viaje de tipos tirados en 
  el suelo. Si<br>
  hablas con ellos, aparte de quejarse, te dir&aacute;n que Exdeath Subi&oacute; 
  las<br>
  escaleras.</p>
<p align="center">Camina, el primer cofre que veas tiene un accesorio Diamond, 
  y el siguiente<br>
  tiene un Ether. Cuando pases eso, llegaras a un cuarto con varios<br>
  pilares, cuando llegues aqu&iacute;, trata de devolverte, y Galuf le pedir&aacute; 
  a Kelgar<br>
  que los ayude, as&iacute; que el ultimo guerrero del Amanecer dar&aacute; su 
  vida para<br>
  destruir la ilusi&oacute;n del castillo. El castillo cambiara a un escenario<br>
  bastante feo.</p>
<p align="center">En el primer piso(o sea, el siguiente)hay un pasaje secreto 
  en el caminito<br>
  de la izquierda. Hay un arco Gale. El switch que hay all&iacute; abre el camino 
  hacia<br>
  un Ice Shield.<br>
  En el 5to piso hay un Ether. En el 6to hay un Elixir. En el 7mo piso hay<br>
  un cuarto que tiene una calavera en el suelo. Cuando lo pises, el puente<br>
  se mover&aacute; a lo largo del foso. Trata de ponerlo frente a uno de los cofres<br>
  que uno tiene una espada Ice, y el otro un sable Kotetsu. Luego en la <br>
  puerta. Si cae en medio de uno de los pilares te las veras con un Imp(si<br>
  tienes suerte)un Abductor(Si eres mas o menos)o un Garkisamera(Si eres mas<br>
  salado que moco de marinero).</p>
<p align="center">Mas adelante hay un punto de salvada y un cuarto lleno de lava. 
  Aqu&iacute;, en esa<br>
  lava ser&aacute;s da&ntilde;ado a no ser que uses un Geomancer, la habilidad 
  Damage floors<br>
  o uses la magia Float en todo el equipo. Llega a las escaleras.</p>
<p align="center">En este cuarto hay varias calaveras. Si pisas la primera(Que 
  la vas a pisar)<br>
  el pasaje a las escaleras se cerrara. La calavera de mas arriba te lleva<br>
  a v&eacute;rtelas con Carbunkle. La de mas abajo devuelve el pasaje. el cofre<br>
  al final tiene la &uacute;til Twinlance, un arma que ataca doble.</p>
<p align="center">Las dem&aacute;s calaveras, o abren huecos, o no hacen nada. 
  La primera vez que llegues<br>
  y pises uno que abra un hueco, el personaje se quitara, pero las veces<br>
  posteriores no te dan esa suerte. Vayamos primero con Carbunkle.</p>
<p align="center">Carbunckle: 15000 HPs.<br>
  Estrategias: Carbunkle es un enemigo muy complicado por varias razones.<br>
  Primero es que el tiene puesta una Wall permanente, lo cual, bueno, es muy<br>
  malo. Segundo, es que es capaz de usar magias elementales.<br>
  Tercero, Titan no sirve contra el. Cuarto, es capaz de usar Break y Death <br>
  seguido.<br>
  Quinto... bueh, es muy desagradable.<br>
  La manera mas sencilla de eliminarlo es usando 4 Callers y usa Katoblepas<br>
  hasta que conectes. Sino, tendr&aacute;s una larga batalla por delante.<br>
  Pon Walls en todo tu equipo, y es buena idea que uses magias en tu propio<br>
  equipo para rebot&aacute;rselas haciendo un buen da&ntilde;ito. Comet es otra 
  carta<br>
  importante aqu&iacute;.</p>
<p align="center">Cuando le ganes, ganaras el monstruo Carbunkle, que si has jugado 
  FFVI, sabr&aacute;s<br>
  que es un monstruo muy &uacute;til.</p>
<p align="center">Ahora agarra y presiona el switch que abre el puente para otro 
  punto de<br>
  salvada. En el siguiente cuarto hay un cofre vac&iacute;o. Cuando llegues al<br>
  final, si chequeaste el switch, te las veras con Gilgamesh. Sino, seguir&aacute;<br>
  al pr&oacute;ximo cuarto.</p>
<p align="center">Gilgamesh: 20000 HPs.<br>
  Estrategias: Pon un Golem, y ded&iacute;cate a jorobarlo hasta que cambie de 
  forma.<br>
  Cuando cambie, le puedes robar un casco Genji. Tras bajarle unos 4000 HPs<br>
  despu&eacute;s de que se transforme, Exdeath usara Degeon(Xzone)y lo mandara 
  a<br>
  la Grieta de la Dimensi&oacute;n por incompetente. Ganaras la Excalipur.</p>
<p align="center">Esta Excalipur(Excalipoor)dice que tiene mucho poder, pero eso 
  es una<br>
  trampa. Sin embargo, es bastante efectiva para tirarla(3500+ de da&ntilde;os).</p>
<p align="center">En el siguiente cuarto te las veras al fin con Exdeath. Exdeath 
  te mencionara<br>
  que esta tratando de regresar al mundo a su forma original. Butz le dir&aacute;<br>
  que no lo dejara transformar el mundo en algo maligno, pero Exdeath dir&aacute;<br>
  que no lo entender&iacute;a aunque se lo dijera. De una manera u otra,<br>
  te tienes que ver con el.</p>
<p align="center">Exdeath: 32768 HPs. Inmune al veneno.<br>
  Estrategias: Es un personaje muy dif&iacute;cil. Una de las estrategias mas 
  efectivas<br>
  es hacer a 2 caballeros, uno con el Flame Shield y otro con el Ice Shield,<br>
  y hacer que ellos dos masacren a Exdeath. Los otros dos personajes que sean<br>
  Callers, y que uno use al Golem, y el otro al Carbunkle. Luego que usen Titan.<br>
  Si no, puede usar alg&uacute;n Ninja para que le tiren hasta la c&eacute;dula. 
  Siempre,<br>
  sin embargo, manteen a los Callers, ya que Exdeath puede usar magias de<br>
  Nivel tres en sucesi&oacute;n, y usa Bio.</p>
<p align="center">Cuando lo elimines, los cristales estallaran(NOTA: f&iacute;jate. 
  Solo hay tres<br>
  cristales. No faltar&iacute;a uno mas? &quot;Sospechoso&quot;...)y el equipo 
  despertara <br>
  viendo el castillo de...Tycoon?</p>
<p align="center">RESUELTO: Gracias a (Quien sea) por descifrarme esto. Cuando 
  Galuf Muere,<br>
  un cristal es usado. En ese momento estallo. Aunque, claro, eso significa<br>
  que de cualquier manera algo raro deber&iacute;a haber pasado por faltar mucho,<br>
  pero quiz&aacute; es solo mi af&aacute;n de buscarle vainas al juego ^_^.</p>
<p align="center">-*-*-*-*-*-*-*-*-*-*-*-*-*Fin del segundo Mundo-*-*-*-*-*-*-*-*-*-*-*-*-*-</p>
<p align="center">-Castillo de Tycoon:</p>
<p align="center">Aqu&iacute; se armara una fiesta para festejar el regreso de 
  Leena y Sarisa. Cara<br>
  y Butz quedaran algo rezagados, y Butz se acordara al fin de su mejor amigo,<br>
  Boco, quien se habr&iacute;a quedado en la cueva todo este tiempo! Tras un forcejeo<br>
  con Cara, vete al este a la cueva.</p>
<p align="center">-&quot;cueva&quot;:</p>
<p align="center">Cuando llegues al la cueva te encontraras con Boco. Cara tendr&aacute; 
  su conversaci&oacute;n<br>
  con Boco, y comprobaremos que Boco aprovecho su tiempo y conoci&oacute; a Coco, 
  su<br>
  &quot;mas que amiga&quot;, la cual esta embarazada(Ok, quiz&aacute; ya fue mas 
  all&aacute; del<br>
  &quot;mas que amiga&quot;). Boco se unir&aacute; a ustedes. Con el, vete al 
  noroeste, pasando<br>
  el r&iacute;o hasta que llegues a un sitio donde hay un trecho entre dos<br>
  monta&ntilde;as, donde cuando pases caer&aacute;s en un hueco. All&iacute; te 
  las veras con el<br>
  Antlion, un viejo conocido de FFIV. Este tiene 8400 HPs, pero correr&aacute; 
  tras<br>
  unos turnos. Cuando corra, y pase un ratito, bajara una cuerda. Tras burlarse<br>
  de ti un rato, una voz te dir&aacute; que digas que lo sientes. Al fin, saldr&aacute;s<br>
  de all&iacute; y ten encontraras con Faris. Faris se unir&aacute; a ti. Cara 
  se quejara<br>
  que una espina se le entero, pero al final dir&aacute; que esta bien. Con Faris,<br>
  vete al sudoeste, hasta una cueva.</p>
<p align="center">-Cueva de Guido(&iquest;?):</p>
<p align="center">Aqu&iacute;, para sorpresa de todos, nos encontraremos con Guido. 
  Este dir&aacute; que aunque<br>
  el no lo cre&iacute;a, la profec&iacute;a se cumpli&oacute;. Hace 1000 a&ntilde;os, 
  los dos mundos estaban<br>
  unidos, pero como el poder de la Grieta de la Dimensi&oacute;n se hacia mas<br>
  grande, decidieron dividir los mundos. Entonces, la espina que tenia Cara<br>
  se convertir&aacute; en Exdeath(Recuerdas que Exdeath es un &aacute;rbol?)y 
  dir&aacute; que<br>
  su objetivo es obtener el poder del Vac&iacute;o, que se encuentra cerrado en<br>
  la Grieta de la Dimensi&oacute;n .Tras unas batallitas, el Vac&iacute;o se tragara 
  al<br>
  Castillo de Tycoon(Leena!)y Guido luchara con Exdeath(&iquest;?). Cuando sean 
  echados<br>
  fuera de la cueva, Guido los llevara a la Biblioteca Antigua.</p>
<p align="center">-Biblioteca Antigua:</p>
<p align="center">Aqu&iacute; te dir&aacute;n que la mejor manera de combatir 
  a Exdeath es obteniendo las<br>
  mejores armas de batallas, las 12 Armas legendarias, la mas grandiosa magia<br>
  dimensional, METEO, el rey de los mares, Leviathan, y el Rey de los Dragones,<br>
  Bahamut.(Y yo a&ntilde;ado las mas grandiosas magias negras y blancas, Flare-Nuke-<br>
  y Holy-White). La llave para abrirlas es el libro que te entregan.<br>
  Cuando termines aqu&iacute;, hay uno de los estudiantes(no recuerdo cual)que 
  te<br>
  da una canci&oacute;n, creo que es la Speed Song, si la quieres(Si es que la 
  vas a<br>
  usar). Cuando termines, dir&iacute;gete al desierto.</p>
<p align="center">-Desierto:</p>
<p align="center">Lo primero que notaras es que las arenas movedizas ya no se 
  mueven. As&iacute;<br>
  que ve tranquilamente al palacio del Desierto.</p>
<p align="center">-Palacio del Desierto:</p>
<p align="center">Cuando llegues a la puerta, dos Gargoyles te atacaran. Son muy 
  sencillas,<br>
  tienen 5000 HPs, y tienden a revivirse entre si. Cada vez que uses el libro<br>
  te atacaran dos de estos bichos.</p>
<p align="center">El Palacio del Desierto es un laberinto muy molesto, aunque 
  sencillo .Aqu&iacute;<br>
  los Bards con Requiem son capaces de eliminar casi cualquier bicho. Si no,<br>
  bueno, para eso est&aacute;n los Monk, Knights y dem&aacute;s fauna. Es bastante 
  derecho el<br>
  camino, en el piso ocho el piso se mueve, pero no es demasiado dif&iacute;cil. 
  En el<br>
  cuarto esta el casco mas resistente del juego, el Thornlet, que tiene la<br>
  cualidad de quitar energ&iacute;a durante las batallas. Adem&aacute;s del piso 
  molesto,<br>
  en el octavo piso hay un Ribbon(Llevamos tres, cierto?)y otro Hairpin(deber&iacute;amos<br>
  llevar dos). En el ultimo piso obtendr&aacute;s tu primer Litograph, y deberemos 
  ir<br>
  a la Biblioteca, pero en el Bosque Mua ocurrir&aacute; algo especial.</p>
<p align="center">-Bosque de Mua:</p>
<p align="center">Aqu&iacute; el Hiryuu te tirara a Leena, pero mala suerte que 
  deber&aacute;s v&eacute;rtelas<br>
  tambi&eacute;n con Merugene.</p>
<p align="center">Merugene: 20000 HPs. Cambia sus debilidades.<br>
  Estrategias: La mejor estrategia es usar personajes f&iacute;sicos, y poner 
  un <br>
  Carbunkle apenas comience la pelea. Luego usa Bio y los ataques f&iacute;sicos.</p>
<p align="center">Cuando la derrotes Leena se unir&aacute; a ti. Ahora, ve a la 
  aeronave que esta<br>
  cerca del castillo de Surgate. Con ella, anda y busca el castillo de Kuzar,<br>
  que, si mal no recuerdas, te dije que &quot;ver&iacute;amos luego&quot;. Ahora 
  es luego.<br>
  B&uacute;scalo cerca de Tule.</p>
<p align="center">-Castillo sellado de Kuzar:</p>
<p align="center">Aqu&iacute; te las veras de vez en cuando con el Shield Dragon, 
  que tiene 19000<br>
  HPs(Mas o menos) y tiene puesta una Wall permanente. Es muy dif&iacute;cil, 
  si<br>
  te lo encuentras usa Requiem. El otro problema es que puedes conseguirte<br>
  con Exdeath Soul, quien es una autentica peste. Puedes correr de el, sino<br>
  es simplemente una recoloreada versi&oacute;n de Exdeath. Muy dif&iacute;cil. 
  Tiene como<br>
  22000 HPs.</p>
<p align="center">Tu objetivo es llegar al cuarto de las 12 armas legendarias. 
  Es un arma de<br>
  cada tipo, y son las segundas mas poderosas del juego. Aqu&iacute; te las listo:</p>
<p align="center">Masamune: Seg&uacute;n parece, te da el primer ataque siempre, 
  pero a mi no me<br>
  sucede con esa regularidad. Alguna ayuda?(Katana)<br>
  Rune Axe: Usa MPs para hacer ataques dobles muy com&uacute;nmente. Una de las 
  mejores<br>
  opciones, en especial si masterizas la habilidad de usar hachas.(Hacha)<br>
  Holy Lance: Una lanza con poder sagrado. Muy frustrante al final.(Lanza)<br>
  Ninja Blade: Aumenta tu por ciento de evadir ataques enemigos(Sable).<br>
  Excalibur: Una espada con poder sagrado. Muy poderosa.(Espada)<br>
  Earth Bell: Usa Quake a veces.(Campana)<br>
  Apolon Harp: Hace mas da&ntilde;o contra dragones.(arpa)<br>
  Widzard Rod: Da mucho mas poder m&aacute;gico de todo los elementos.(Vaculo)<br>
  Yoichi&acute;s Bow: Aumenta los ataques cr&iacute;ticos.(Arco y flecha)<br>
  Fire Bute: Usa Fire3 a veces(L&aacute;tigo)<br>
  Sage Staff: Aumenta el poder de Holy(&iquest;?)(Palo)<br>
  Assassin Dagger: Usa Death a veces(Cuchillo).</p>
<p align="center">Es tu decisi&oacute;n cuales elegir. En mi opini&oacute;n, las 
  mejores son el Rune<br>
  Axe, el Magnus Rod y el Assassin Dagger como primeras opciones.<br>
  Ni se te ocurra vender alguna de estas armas.</p>
<p align="center">Ahora dir&iacute;gete por el puente ese grandote que hay por 
  ah&iacute;, y cerca esta<br>
  la Isla Solitaria, nuestro pr&oacute;ximo destino.</p>
<p align="center">(Nota: a partir de ahora puedes ver las aventuras opcionales, 
  ya que tienes<br>
  la aeronave. Mira la secci&oacute;n antes de la Grieta de la Dimensi&oacute;n 
  para verlas)</p>
<p align="center">-Isla Solitaria:</p>
<p align="center">Al entrar deber&aacute;s darte de vuelta con dos Gargoyles. 
  Al seguir hay dos<br>
  switches. Si los dos est&aacute;n arriba, no iras a ninguna parte. Si los bajas<br>
  ambos puedes ir a buscar algo de oro. Si el de la izquierda esta arriba,<br>
  consigues un elixir. Si es el contrario, entras al resto de la iglesia.</p>
<p align="center">No es demasiado dif&iacute;cil guiarse por aqu&iacute;. Hay 
  un cofre que tiene una Rising<br>
  Sun, creo que es el segundo cofre que ves. No vale la pena, en especial por<br>
  que tienes que v&eacute;rtelas con un enemigo MUY dif&iacute;cil, el Invisible, 
  que tiene<br>
  7000 HPs, y es capaz de auto regenerarse. Una gran molestia, si me lo preguntas.</p>
<p align="center">Mas adelante hay un cuarto con dos cofres al alcance, no te 
  les vengas de<br>
  frente porque caer&aacute;s en un foso, ag&aacute;rralos por un ladito.</p>
<p align="center">En el ultimo piso, el s&eacute;ptimo, te las veras con Stoker 
  o ser&aacute; Stalker?.</p>
<p align="center">Stalker: 20000 HPs. D&eacute;bil a el poder sagrado.<br>
  Estrategias: Son cuatro, y solo uno es real. Si no le das al correcto, ser&aacute;s<br>
  golpeado con Blaze. No hay mucha estrategia que dar :)</p>
<p align="center">Cuando lo derrotes obtendr&aacute;s tu pr&oacute;xima Litograph. 
  Con el, anda a llevarte<br>
  tres armas mas del castillo de Kuzar. Tambi&eacute;n te dir&aacute;n que el 
  la barrera<br>
  que imped&iacute;a la entrada a la Torre Fork ha desaparecido, y ese es nuestro<br>
  pr&oacute;ximo destino.</p>
<p align="center">-Torre Fork</p>
<p align="center">(No me hab&iacute;a fijado nunca en el nombre. &quot;Fork&quot; 
  significa &quot;tenedor&quot;. No se con<br>
  que sentido le pusieron ese nombre)</p>
<p align="center">La Torre esta queda mas o menos donde quedaba la catapulta en 
  el primer mundo.<br>
  Estamos aqu&iacute; &uacute;nicamente para tomar las magias mas poderosas, Flare 
  y Holy.</p>
<p align="center">Al entrar a la torre deber&aacute;s dividir a los personajes 
  en dos grupos, ya que<br>
  si tomamos las magias sin hacerlo al mismo tiempo, la torre volara en mil <br>
  pedazos, con ustedes adentro. Mi recomendaci&oacute;n es que pongas a Faris 
  como <br>
  un Dragoon(si es posible con dos lanzas, y la habilidad de usar dos armas<br>
  del Ninja) y a Butz como un Caballero(si es posible con el arma Defender y<br>
  la habilidad de usar las armas con las dos manos por la izquierda, y a<br>
  Leena como Mago Negro(Con habilidad de magia blanca) y a Cara como Caller<br>
  (Con habilidad de magia del tiempo). La espada defender la encuentras <br>
  en esta misma torre.</p>
<p align="center">Este sitio es incre&iacute;blemente sencillo. Primero iras por 
  la izquierda. Aqu&iacute;<br>
  encontraras enemigos muy f&aacute;ciles, si quieres, haz un Caller y &uacute;salo 
  para<br>
  usar Golem durante las batallas. Conseguir&aacute;s la espada Defender(Una genial<br>
  espada, capaz de actuar como espada y escudo al mismo tiempo, por eso te<br>
  dije que pusieras la habilidad de usarla con las dos manos), y un HiPotion.<br>
  Al final llegaras a un cuarto, y all&iacute; esta la magia Holy.</p>
<p align="center">Pasamos a controlar a los otros dos. Los enemigos tambi&eacute;n 
  son f&aacute;ciles,<br>
  pero hay uno por all&iacute; que se llama Pale Dim, el cual es PELIGROSISIMO, 
  ya<br>
  que puede usar METEO, lo cual, a no ser que seas mas suertudo que quien sabe<br>
  que, morir&aacute;s. Si lo ves, corre. Este parece una hormiga parada en dos 
  pies,<br>
  cubierta con una ropa verde. Al final, en el cuarto de Flare deber&aacute;s<br>
  luchar con cada uno de los guardianes. Primero viene el de la izquierda,<br>
  Minotauros.</p>
<p align="center">Minotauros:19850 HPs. Inmune al poder sagrado.<br>
  Estrategias: Como le&iacute;ste, es inmune al poder sagrado, as&iacute; que 
  no equipes<br>
  ni la Excalibur ni la lanza White. Por eso te dije que pusieras un Dragoon<br>
  y un Knight. Este tipo pega DURISIMO, y como no puedes usar magia, deber&aacute;s<br>
  usar esos preciosos Elixires para mantenerte con vida. No uses ni Ninjas<br>
  ni Monk. Cuando este a punto de morir usara Holy, pero no te preocupes,<br>
  ya que no tiene suficientes MPs.</p>
<p align="center">Y luego el Omniscient.</p>
<p align="center">Omniscient: 16999 HPs. D&eacute;bil a viento.<br>
  Estrategias: En mi opini&oacute;n, este no es ni de lejos lo dif&iacute;cil 
  que pod&iacute;a ser<br>
  el Minotauros, ya que puedes usar magia. Usa un Golem y un Garnet al comenzar,<br>
  y luego usa Titan y Aero3. Aunque haga poco da&ntilde;o, es mejor que nada. 
  OJO no<br>
  uses ataques f&iacute;sicos! Sino Omniscient usara Return. Tras que use una 
  wall, y<br>
  le falten mas o menos 6000 HPs, usara algunas magias malvadas tipo FIRE3,<br>
  pero su defensa M&aacute;gica caer&aacute;, as&iacute; que con unos cuantos 
  Titanes y Aero3s<br>
  lo eliminaras. Cuando muera usara Flare, pero si tienes tus Walls puestas<br>
  no te tocara ni un pelo.</p>
<p align="center">Ganaras las dos magias, Flare y Holy, La torre simplemente desaparecer&aacute; 
  y<br>
  habr&aacute; un gran hueco, y en todo el medio, algo conocido, la Catapulta...</p>
<p align="center">-La Catapulta:</p>
<p align="center">Al entrar y caminar un ratito encontraras a Cid. Cid y Mid le 
  har&aacute;n los <br>
  cambios necesarios a la nave para que pueda convertirse en un submarino.<br>
  Con esto tenemos barco, submarino y aeronave, y &quot;Todoenunovaluepack&quot; 
  solo<br>
  por $19,95!</p>
<p align="center">Okey...(Malos chistes, ah? ^_^ Sorry... es que yo solo escribo 
  lo que se me<br>
  ocurre...)ahora hay que buscar la tercera tableta, la cual esta en el fondo<br>
  del oc&eacute;ano. F&iacute;jate en el mapa, hay un punto hacia la derecha de 
  todo el mapa.<br>
  Cuando llegues all&aacute; veras un foso en el fondo. Entra all&iacute;.</p>
<p align="center">-La Cueva Subterr&aacute;nea:</p>
<p align="center">Este es un muy buen sitio para que uno de los personajes usen 
  el trabajo<br>
  de Bard, y hagas uso y abuso de Requiem. Esto es muy efectivo en contra de<br>
  los bichos con los que te encuentres. No equipes la Blood Sword o el Assassin.</p>
<p align="center">Apenas llegues, como lo esperabas, te enfrentaras a dos Gargoyles. 
  Luego,<br>
  comenzara el calabozo. Al comienzo hay una Watertech, y en el siguiente<br>
  cuarto hay un punto de Salvada. Siguiendo hay un switch, act&iacute;valo, y 
  sigue<br>
  por el camino que aparece. Luego hay otro switch, pero no lo actives. Si lo<br>
  haces ,el camino desaparecer&aacute;, y deber&aacute;s ir por la lava. Claro, 
  si usas Float<br>
  o un Geomancer no recibir&aacute;s da&ntilde;o, pero es mas largo(Kudos a los 
  flojos!).</p>
<p align="center">El siguiente cuarto tiene varios switches. Activa el que esta 
  mas a Noreste.<br>
  Cualquier otro te har&aacute; caer al piso inferior, aunque esto no es del todo<br>
  malo ,ya que puedes recoger un DrgnFang all&aacute; abajo(Yupi). Mas adelante 
  <br>
  llegaras a un sitio con dos puertas y una figura que traer&aacute; recuerdos 
  a<br>
  los que disfrutaron de esa maravillosa obra maestra llamada Final Fantasy<br>
  IV.</p>
<p align="center">(Tras escribir el siguiente p&aacute;rrafo llegue a la conclusi&oacute;n 
  de que <br>
  escrib&iacute; demasiadas estupideces, as&iacute; que si quieres, salt&eacute;atelo)<br>
  (NOTA DE LA VERSION 1.4: Y no, no lo escrib&iacute; estando ebrio, pero eran 
  como<br>
  las 3 de la ma&ntilde;ana y eso es mas o menos lo mismo)</p>
<p align="center">&quot;Lali Ho!&quot; Un enano! y aun mas barbudo que antes! 
  Bienvenido al reino de <br>
  Lali Ho, un vasto reino de 5 personas(Como que la guerra contra Zemus fue<br>
  mas catastr&oacute;fica de lo que pareci&oacute;?)(No hay ninguna mujer, por 
  cierto.<br>
  &quot;sospechoso&quot; dir&iacute;a yo)(Quiz&aacute; los enanos comenzaron los 
  experimentos de <br>
  clonaci&oacute;n tras la batalla con Zemus para reproducirse)(Pero luego de 
  la<br>
  guerra de los Magi, los enanos desaparecieron)(Y Gestahl uso sus avances<br>
  para crear a Kefka, pero este sali&oacute; defectuoso, ya que no tenia barba 
  ^_^)<br>
  (Quiz&aacute; ya llegue demasiado lejos)(Y ni hablemos de Benjamin de FF Mystic<br>
  Quest)(el es un clon de Butz!!).Lo importante(Que? Acaso todo lo que dije <br>
  no te pareci&oacute; una excelente tesis acerca de la l&iacute;nea hist&oacute;rica 
  de FF?)</p>
<p align="center">(Lee a partir de aqu&iacute; si te interesa lo importante)Un 
  Reino de enanos!<br>
  Aqu&iacute; puedes comprar varias cosas interesantes, pero lo mas importante 
  es<br>
  que sigas el t&uacute;nel que va hacia la izquierda, que es laaaaaarguiiiiiiisimo,<br>
  y al final habla con el enano. Te mostrara un bosque. F&iacute;jate bien, que 
  all&iacute; vamos<br>
  luego. Cuando termines de burlarte de los enanos, sal de all&iacute; por la 
  izquierda.</p>
<p align="center">En el siguiente cuarto tienes que activar todos los switches 
  que hay<br>
  regados por all&iacute;, y luego ve a la primera escalera que hab&iacute;a, 
  y all&iacute; jurunga<br>
  el cofre. Si no activas los switches, entonces cada vez que lo actives una<br>
  lava te tirara. Cuando lo jurungues, la puerta se abrir&aacute;, y entra all&iacute;.<br>
  Ah&iacute; esta la tableta, pero antes, nos toca vernos con uno de esos simp&aacute;ticos<br>
  jefes triples que Square nos &quot;regala&quot; con cada juego.</p>
<p align="center">Triton: 13333 HPs. D&eacute;bil al hielo y resistente al fuego. 
  Neregeid:13333 HPs,<br>
  d&eacute;bil al fuego y resistente al hielo. Phobos:13333 HPs, d&eacute;bil 
  a la tierra<br>
  y resistente al veneno.<br>
  Estrategias: Las resistencias que coloque son las resistencias de cada uno,<br>
  pero no recuerdo su orden :(, tu f&iacute;jate en sus colores, es dif&iacute;cil 
  acordarse<br>
  uno por sus nombre(Neregeid? Que es eso? La que mas cerca me llega es <br>
  Nepherenia- Villano de Sailor Moon, y si no me equivoco, el nombre de una<br>
  estrella).Las estrategias, las estrategias!!<br>
  Pues, como las hermanas Magus y los Three Stogges, estos se reviven entre<br>
  ellos. Y como ellos tres usan Delta attack(aunque el de las hermanas Magus<br>
  era diferente). Debido a que los tres tienen diferentes debilidades,<br>
  tus mejores armas son Titan, Syldra y Bahamut(si lo tienes). Y como buen<br>
  consejo, usa un Golem y a Garnet. Usa a Titan es especial, ya que si tienes<br>
  un Garnet puesto, cuando elimines al verde, ellos lo revivir&aacute;n y usaran<br>
  Delta attack, el cual se devolver&aacute; y eliminara a otro de sus hermanos.<br>
  Cuando empiecen a usar Delta Attack, es cuesti&oacute;n de tiempo hasta que 
  los<br>
  mates a todos.</p>
<p align="center">Como premio ,y con redoble de tambor, recibes la ultima magia 
  del tiempo<br>
  y la dimensi&oacute;n, METEO. No esperes la devastaci&oacute;n que desencadenaba 
  en<br>
  FFIV, ya que ahora hace de 500 a 3500 HPs de da&ntilde;o, por meteoro, PERO 
  al azar.<br>
  Puedes terminar haciendo mas de 10000 HPs de da&ntilde;o, o haciendo 3000.Sigue<br>
  siendo muy destructora, y es mas econ&oacute;mica en t&eacute;rminos de MPs.</p>
<p align="center">Anda a buscar tres armas mas al castillo de Koozer.</p>
<p align="center">Cuando las agarres, anda al noroeste del mapa, un sitio con 
  un r&iacute;o grande,<br>
  y tiene una gran ca&iacute;da de agua. Aterriza en el agua al sur, metete debajo<br>
  con el submarino, y entra en la cueva que hay all&iacute;.</p>
<p align="center">-Cascada detr&aacute;s de las Cascada:</p>
<p align="center">Cuando salgas de la cueva dir&iacute;gete a la cascada que hay 
  por all&iacute; cerca.<br>
  Al entrar esta tu dosis normal de Gargoyles esper&aacute;ndote. Desp&aacute;chalas.<br>
  Apenas entres veras que hay mas de una goterita ^_^. El &uacute;nico cofre de<br>
  importancia aqu&iacute; es el Airknife, que si mal no recuerdo esta al este 
  de<br>
  todas estas escaleras. Las cascadas te tiran de los riscos si necesitas un<br>
  caminito.<br>
  OK, realmente, aqu&iacute; no hay demasiados tesoros y no vale la pena el trabajo<br>
  que cuesta la mayor&iacute;a de ellos para cogerlos, as&iacute; que iremos por 
  la<br>
  v&iacute;a r&aacute;pida para llegar mas o menos sanos al final, que si esta 
  dif&iacute;cil.<br>
  En el cuarto de los dos caminos, toma el de la izquierda. Cuando llegues<br>
  hay un cofre all&aacute; arriba. Tiene un protect, pero tienes que darte el 
  trabajito<br>
  de tomarlo. Debes usar un Thief con la habilidad Dash, as&iacute; que activas 
  el<br>
  switch, y corres a tomarlo.<br>
  Usa el Save Point, ya que por aqu&iacute; hay algunos monstruos muy potentes.<br>
  Aqu&iacute; hay muchos tesoros(Y muy in&uacute;tiles, por ahora las armas del 
  castillo<br>
  Kozer son las mejores, por eso te digo que no te fajes con los tesoros aqu&iacute;,<br>
  que hay algunos monstruos que son demasiado jorobones), y hay muchas<br>
  ca&iacute;das.<br>
  En el piso de abajo hay otro Aegis Shield y un Fuuma, el Fuuma ese es un<br>
  arma muy poderosa a la hora de tir&aacute;rsela a alguien(^_^). Cuando veas 
  un<br>
  hueco, mejor t&iacute;rate y llegaras al cuarto de la tableta. Aqu&iacute;, 
  agarra la tableta,<br>
  y un monstruo &quot;intentara&quot; atacarte, Pero conocer&aacute;s a Leviathan, 
  quien<br>
  despachara al bicho en cuesti&oacute;n. Leviathan es un jefe opcional, y es 
  realmente<br>
  dif&iacute;cil, as&iacute; que lo dejare como aventurillas secundaria(ya veras 
  porque).</p>
<p align="center">Anda por ultima vez a buscar las ultimas tres armas(A que seguro 
  dejaste<br>
  la Earth Bell, la Appollon Harp y el Sage staff!), y al fin estamos listos<br>
  para ir a acabar con Exdeath!</p>
<p align="center">(si ,seguro!- Tono MUY sarc&aacute;stico aqu&iacute;-)Pero mejor 
  vamos a asegurar(^_^) esa<br>
  descomunal(:) victoria(Una sola palabra: JA!)sobre Exdeath buscando nuevos<br>
  aliados y poderes.</p>
<p align="center">1.- Ir a la torre hundida de Walse.<br>
  2.- Ir a visitar a Bahamut.<br>
  3.- Terminar el &quot;asunto pendiente&quot; con Leviathan.<br>
  4.- Ir a buscar la Lampara M&aacute;gica.<br>
  5.- Ir a visitar a los Piratas.<br>
  6.- Ir a visitar la torre del f&eacute;nix.<br>
  7.- Ir a visitar a Odin(que?)<br>
  8.- Ver porque diablos tocamos todos los pianos esos.<br>
  9.- ir a visitar al anciano sabelotodo.<br>
  10.- Evaluar tu valent&iacute;a.<br>
  11.- Ir a ver el bosque que nos ense&ntilde;o el enano.<br>
  12.- Obtener el ultimo Ribbon.<br>
  *13.- Eliminar a Omega y a Shinryuu.<br>
  14.- Ir a la Grieta de la dimensi&oacute;n.</p>
<p align="center">*Esta escena ocurre durante la grieta de la dimensi&oacute;n, 
  pero dadas las <br>
  propiedades de las batallas, necesitan trato aparte.</p>
<p align="center">-Torre de Walse:</p>
<p align="center">Recuerdas aquella TREMENDAMENTE FRUSTRANTE pieza de cristal 
  que no pod&iacute;as<br>
  alcanzar ya que tu est&uacute;pido personaje no pod&iacute;a saltar? Que tal 
  si vemos<br>
  si la podemos alcanzar?</p>
<p align="center">Anda adonde quedaba Walse en el primer mundo, ahora hay monta&ntilde;as 
  por<br>
  todos lados. Usa el submarino y la veras. Entra en ella.</p>
<p align="center">Cuando entres, como todo esta algo &quot;mojadito&quot;, Butz 
  y su incre&iacute;ble capacidad<br>
  tor&aacute;xica te dan 7 minutos(Este carajo es mas arrecho que Ultros y su<br>
  peso de 5 toneladas) para encontrar el cristal, y salir.</p>
<p align="center">El camino a seguir es muy recto. Hay un cofre por ah&iacute;, 
  que (supuestamente)<br>
  te da una burbuja de aire, o sea que recuperar&iacute;as el tiempo. Al final 
  encontraras<br>
  la pieza, di que no a lo que te pregunten(la opci&oacute;n de abajo), y un tipo<br>
  te atacara.</p>
<p align="center">Gogo(Argh!): HPs no aplicables.<br>
  Estrategias: Si no sabes japon&eacute;s, te jorobaste:). Don&acute;t worry, 
  aqu&iacute; estoy<br>
  yo para ayudarte. El te dir&aacute; que debes hacer exactamente lo mismo que 
  el.<br>
  Pero el no har&aacute; nada. As&iacute; que no hagas nada como por dos minutos, 
  y ganaras.<br>
  Si lo atacas, el puede usar Meteo, Nuke, Weak, y dem&aacute;s bestialidades.</p>
<p align="center">Cuando le ganes, obtendr&aacute;s el ultimo trabajo, el de Mime. 
  Listo.</p>
<p align="center">NOTA: En el agua(o sea, en el barco), en esta &aacute;rea puedes 
  conseguirte con<br>
  un bicho que parece un zombie con alas. Se llama Stingray. Si lo encuentras,<br>
  usa un Golem, y empieza a usar Control hasta que lo tengas bajo tu mando.<br>
  Usa Bis Guarda en un personaje que pueda aprenderlo. Esta magia es muy &uacute;til<br>
  para el resto del juego, y la incluir&eacute; en mis estrategias.</p>
<p align="center">Anda a la monta&ntilde;a del norte a visitar a Bahamut.</p>
<p align="center">-Monta&ntilde;a del Norte:</p>
<p align="center">Recuerdas que cuando recobramos la primera tableta Bahamut sali&oacute; 
  y dijo<br>
  que nos estar&iacute;a esperando en la monta&ntilde;a de los dragones? Vamos 
  ha <br>
  echarle un ojo al rey de los dragones.</p>
<p align="center">El camino(y los enemigos) es el mismo, as&iacute; que llega 
  al tope de la monta&ntilde;a<br>
  y te encontraras con Bahamut.</p>
<p align="center">Bahamut: 40000 HPs(!).<br>
  Estrategias: Vaya que es duro! Vencer a Bahamut, sin embargo, sigue siendo el<br>
  mismo truco de antes, aunque ahora es aun mas sencillo usando a Carbunckle<br>
  y a Golem(Y a Big Guard). &Uacute;salos todos, y prosigue a masacarlo usando 
  a<br>
  Meteo y Gptoss. Cuando use su ya famoso MegaFlare, le rebotara con Carbunckle<br>
  y probablemente muera.</p>
<p align="center">Listo! Rydia soltara el poder de Bahamut como su primera due&ntilde;a 
  de la historia,<br>
  y recibir&aacute;s el mejor ataque del juego(Abierto a debate).</p>
<p align="center">Anda a las cascadas a terminar con Leviathan.</p>
<p align="center">-Cascadas:</p>
<p align="center">Simplemente llega donde la serpiente, y habla con ella.</p>
<p align="center">-Leviathan: 40000 HPs(&iexcl;!).D&eacute;bil al rel&aacute;mpago.<br>
  Estrategias: Este es mas dif&iacute;cil que Bahamut, ya que no tienes un arma 
  que<br>
  lo extermine de una, y menos podemos rebot&aacute;rselas(Ninguna). Usa Big Guard<br>
  (Casi indispensable), y un Golem. Luego usa tus mejores ataques el&eacute;ctricos.<br>
  Cu&iacute;date de su Tidal Wave que puede causar hasta 800 de da&ntilde;o.</p>
<p align="center">Nuevamente, Leviathan se unir&aacute; a ustedes. Yipee!.</p>
<p align="center">-La Lampara M&aacute;gica:</p>
<p align="center">Para conseguir este &iacute;tem especial(Del cual alguien te 
  habla en el poblado<br>
  de Tule, creo),debes ir a buscar a Boko. Con el, tienes que darte un tremendo<br>
  vuelton para buscar las cascadas donde conseguimos a Leviathan. Metete<br>
  por los r&iacute;os mas del norte, y p&aacute;rate en el medio de la parte de 
  arriba de<br>
  las cascadas. Camina hacia abajo, y estar&aacute;s en un limitado escenario. 
  Presiona<br>
  A en donde apareces, y obtendr&aacute;s la Magic Lamp. Este &iacute;tem llama 
  a los<br>
  monstruos m&aacute;gicos en orden de mayor poder a menor, primero Bahamut, luego<br>
  Leviathan, luego Odin, etc...</p>
<p align="center">Que tal si ahora visitamos a los piratas?</p>
<p align="center">-Cueva de los piratas:</p>
<p align="center">Llega a la guarida de los piratas(Donde estaba Boko, si mal 
  no me acuerdo),<br>
  y ve por la izquierdita. All&iacute; Faris y Cara ver&aacute;n a Syldra, y ella 
  se unir&aacute;<br>
  a ustedes como otro monstruo. Que lindo!</p>
<p align="center">Ahora vayamos a visitar la torre del F&eacute;nix.</p>
<p align="center">-Torre del f&eacute;nix:</p>
<p align="center">Esta Torre esta en la esquina inferior izquierda de un enorme 
  desierto, en el<br>
  cual no puedes entrar por aeronave. La &uacute;nica manera es buscar el Chocobo<br>
  negro(Ver la parte de el bosque)y aterrizar en el bosque al norte.</p>
<p align="center">Esta torre tiene 30 pisos, y en cada piso(Salvo alguno que otro)debes 
  elegir<br>
  una opci&oacute;n. Si eliges la correcta, subir&aacute;s sin problemas, pero 
  si no, deber&aacute;s<br>
  luchar con un monstruo para subir. Hay unos potes aqu&iacute;, que al jurungarlos<br>
  caer&aacute;s en una batalla. Para vencerlos, tienes que darles elixires! Dales<br>
  cuantos sean necesarios, cuando huyan, te ganaras 100 puntos de habilidad.</p>
<p align="center">Cuando llegues al tope, El Hiryuu de Leena se suicidara. Leena 
  recordara<br>
  que cuando su madre estaba muriendo, solo la lengua de un Hiryuu la podr&iacute;a<br>
  salvar. Si eliges cort&aacute;rsela, el rey te detendr&aacute;. Si no, Leena 
  reflexionara<br>
  acerca de el amor de su madre hacia ese Hiryuu. Luego entenderemos que el<br>
  suicidio del Hiryuu no fue un acto tonto, sino que cuando un Hiryuu muere,<br>
  se convierte en un F&eacute;nix. Obtendr&aacute;s la magia de Monstruos Phoenix, 
  una de<br>
  las mas de pinga.</p>
<p align="center">Ve al castillo de Bal a visitar a Odin.</p>
<p align="center">-Bal:</p>
<p align="center">Me molesta que Squaresoft no haya relacionado a este Odin con 
  el de FFIV<br>
  (El rey de Baron), pero que le vamos a hacer.</p>
<p align="center">En realidad no esta en Bal, sino que debes ir a la cueva cercana(Conocida,<br>
  cierto?)y de all&iacute; llegaras a la parte del s&oacute;tano de Bal que no 
  pod&iacute;amos<br>
  accesar. Abre la puerta, y luego jurunga al bicho que esta en el medio de<br>
  el sitio para luchar con Odin.</p>
<p align="center">Odin: 17000 HPs. D&eacute;bil al rel&aacute;mpago?<br>
  Estrategias: No hay mucho que hacer. No equipes la Excalibur o la Holy Lance,<br>
  ya que lo curaras. Usa tus mejores ataques, especialmente Bahamut, y recuerda<br>
  que tienes un minuto exacto para eliminarlo, o perder&aacute;s. Al contrario 
  de<br>
  FFIV, Odin no te mata, simplemente pierdes, as&iacute; que ya no te sirve llegar 
  en<br>
  Alt&iacute;simos niveles ,o usar Dragoons para esquivar el ataque.</p>
<p align="center">Nuevamente, Rydia les regala a Odin. Odin ahora es mas &uacute;til, 
  ya que tiene un<br>
  ataque que usara cuando True Edge falle. Muy bueno.</p>
<p align="center">-Crescent Town:</p>
<p align="center">Si tocaste cada piano en el juego, al llegar aqu&iacute; de 
  vuelta, hay una casa<br>
  donde antes pod&iacute;as conseguir la Life Song. Ahora, si los tocaste todos,<br>
  usa el piano que esta en esa casa, y el tipo te dar&aacute; la Song of Power(o 
  algo<br>
  as&iacute;), una buena canci&oacute;n, y la &uacute;nica raz&oacute;n por la 
  cual tocamos los pianos.<br>
  (Aparte de que te llamaron Piano Master)</p>
<p align="center">-Karnak:</p>
<p align="center">Aqu&iacute; usa el submarino para ir debajo del agua(duh), y 
  entra en la cueva<br>
  all&iacute;. All&iacute; conseguir&aacute;s al viejito sabelotodo, quien te 
  dir&aacute; datos como<br>
  cuantos monstruos mataste, cuantas batallas ganaste, cuantas veces corriste<br>
  y algo mas. Muy interesante.</p>
<p align="center">Anda al poblado de Mua a evaluar tu valent&iacute;a.</p>
<p align="center">-Mua:</p>
<p align="center">Aqu&iacute; debes entrar a una casita en el sudoeste de la villa, 
  y entra por<br>
  detr&aacute;s de esta. Camina hasta que llegues a un sitio donde un tipo te<br>
  hablara. Te dir&aacute; que eval&uacute;es tu valent&iacute;a.</p>
<p align="center">La caja de la izquierda(Creo)es el Brave Sword, un arma muy 
  poderosa si<br>
  mataste muchos monstruos y si no corriste mucho de las batallas. Pierde<br>
  poder cada vez que corres. La otra es el Chicken knife, un arma que gana<br>
  poder si corriste MUCHISIMO antes de agarrarla. Esta tambi&eacute;n te hace 
  correr<br>
  de vez en cuando. Muy curioso. Esta armas pueden ser las mas poderosas del<br>
  juego, si planeas bien tus cosas.</p>
<p align="center">-Mirage Town:</p>
<p align="center">Sip, un pueblo secreto ^_^. Este es el bosque que te ense&ntilde;o 
  el enano, esta<br>
  por el medio del camino que se extiende al oeste de el pueblo de Crescent.<br>
  Cuando entres, parecer&aacute; que ca&iacute;ste en una pelea, pero no, entraste 
  al pueblo.<br>
  Este sitio(&quot;pueblo ilusi&oacute;n&quot;)tiene armas, armadura y magias 
  muy buenas, pero<br>
  su principal secreto(Aparte de que aqu&iacute; hay un piano), es que en cada 
  tienda <br>
  hay dos vendedores!.</p>
<p align="center">En la tienda de magia ,entra por detr&aacute;s de la casa y 
  entraras a una tienda<br>
  donde est&aacute;n todos los hechizos que se consiguen en el juego en cofre<br>
  (Parece que me saltee el hechizo Frog. Alguien sabe donde esta?)</p>
<p align="center">Entra por atr&aacute;s del pub, y llegaras a un sitio donde 
  hay una puerta<br>
  a la cual no puedes entrar. Despu&eacute;s sabr&aacute;s acerca de esta puerta. 
  A la izquierda<br>
  esta el pasaje secreto hacia el piano que te dije(No las escaleras, sino mas 
  <br>
  a la izquierda), y siguiendo el camino llegaras a el segundo vendedor de <br>
  armas.<br>
  (La tonada que haces al tocar el ultimisimo piano es realmente bonita,<br>
  cierto? It&acute;s sweeeet!)(Vaya que mejoraste! ;)</p>
<p align="center">El vendedor secreto de armaduras se consigue jurungando la caja 
  que hay<br>
  all&iacute;, y se abrir&aacute; el espacio. All&iacute; puedes comprar los anillos 
  elementales.</p>
<p align="center">En la entrada secreta del pub hay un cuchillo Thief escondido 
  en el<br>
  pen&uacute;ltimo bote de madera. Por ultimo, si sales por las escaleras secretas<br>
  antes del piano saldr&aacute;s a un patio donde esta correteando el Chocobo<br>
  negro. Atr&aacute;palo, ya que es la &uacute;nica manera de llegar a la torre 
  del F&eacute;nix.</p>
<p align="center">-Obtener el ultimo Ribbon.</p>
<p align="center">El ultimo Ribbon te lo da una chica en el pueblo de Rugor. No 
  se exactamente<br>
  cual es, habla con todos, y alguien te lo dar&aacute;.</p>
<p align="center">El chiste de los Ribbons es que estos quitan cualquier anomal&iacute;a 
  de los<br>
  personajes. Una persona con un Ribbon no ser&aacute; afectada por veneno, paralizado,<br>
  y dem&aacute;s. El punto malo, es que solo lo puedes usar con un Dancer, o teniendo<br>
  la habilidad.</p>
<p align="center">-Eliminar a Shinryuu y a Omega:</p>
<p align="center">A Shinryuu y a Omega los consigues en la grieta de la dimensi&oacute;n. 
  El segundo<br>
  es muy visible, el otro esta en un cofre.<br>
  Estos dos tipos(El dios Dragon, y aquel sin un coraz&oacute;n) son los dos jefes<br>
  mas dif&iacute;ciles del juego. Son completamente opcionales. Veamos primero 
  a <br>
  Omega ,que es el mas dif&iacute;cil.</p>
<p align="center">Omega: 55530 HPs. Resistente al fuego, hielo, agua, tierra, 
  viento, poder <br>
  sagrado y veneno. Dato adicional: nivel 119!<br>
  Estrategias: Como ves, es resistente a todo, salvo electricidad. Pero no es<br>
  d&eacute;bil a la electricidad, simplemente no es resistente a ella.<br>
  El surtido de ataques de Omega es sinceramente devastador, y la mejor <br>
  recomendaci&oacute;n que debo darte es llegar como m&iacute;nimo absoluto al 
  nivel 75.<br>
  En cuanto a las armaduras, no hay mucho que hacer. Lo mas recomendable es<br>
  equipar cuatro Flame Rings para protegerte del devastador Atomic Ray.<br>
  Debes llevarte al menos 20 elixires.<br>
  Y en cuanto a las habilidades, aqu&iacute; esta el meollo.<br>
  Hay tres maneras de intentar encontrarle las cosquillas a Omega:<br>
  (Literalmente)</p>
<p align="center">o Manera Dif&iacute;cil 1: Manera recomendable para aquellos 
  que quieren que sus<br>
  espadas se ensucien de aceite, y quieran acabar esta vaina RAPIDO(Tambi&eacute;n<br>
  llamada m&eacute;todo medio- f&iacute;sico)<br>
  Tienes que tener completas los trabajos de: Magic Knight, Ninja, Archer con<br>
  al menos 3 personajes, y Blue Mage, Time Mage y White Mage con otro.<br>
  Todos que sean Mimes. Que alguien pueda usar Items.<br>
  Por a los tres personajes con SwdMagic nivel 6, la habilidad de usar dos<br>
  armas, y la habilidad X Fight. El otro debe usar las mejores habilidades.<br>
  Procedimiento: Encuentra a Omega(Robot de cuatro patas en el medio de el <br>
  &aacute;rea de las cascadas)y enfr&eacute;ntalo(La parte sencilla).<br>
  Cuando comiences, ruega que use Atomic Ray(Los Flame Rings lo absorber&aacute;n),y<br>
  haz que los personajes f&iacute;sicos usen SwdMagic Bolt3. El otro que use Haste2.<br>
  Luego, haz que los personajes f&iacute;sicos ataquen a Omega. Si jugaste tus 
  cartas<br>
  bien(aunque es dif&iacute;cil equivocarse), atacaras a Omega 8 veces con cada 
  <br>
  personaje, o sea que le conectaras 24 golpes totales. Que el otro personaje<br>
  use Big Guard.<br>
  Repite la estrategia. Cada golpe deber&iacute;a hacer por lo menos 3000 HPs 
  de da&ntilde;o<br>
  (Como m&iacute;nimo! Sino, anda y gana mas niveles!), as&iacute; que no deber&iacute;a 
  durar<br>
  demasiado. Que el otro personaje cure con cure3. Si por alguna raz&oacute;n 
  ganas<br>
  un turno, usa Meteo. Esta estrategia es una de las mejores y mas r&aacute;pidas, 
  pero<br>
  mas riesgosa tambi&eacute;n debido a que solo tienes un curandero, pero si te<br>
  sientes con suerte(que la vas a necesitar!), podr&aacute;s ganarle.</p>
<p align="center">o Manera Dif&iacute;cil 2: Manera recomendable para gente con 
  tiempo en sus manos,<br>
  y que prefieren que las magias hagan su trabajo(Tambi&eacute;n llamado m&eacute;todo<br>
  m&aacute;gico).<br>
  Tienes que tener completos los trabajos de: Caller, Monk, Blue Mage<br>
  red Mage, Time Mage. Distribuye de manera que todos tengan X-magic y <br>
  magia de monstruos de m&aacute;ximo nivel, y dos con magia azul y el bono de 
  30 %<br>
  de HPs de los Monk, y otros dos que usen magia del tiempo.<br>
  Que todos sean Mimes. Que alguien pueda usar &iacute;tems.<br>
  Procedimiento: Encuentra a Omega, y enfr&eacute;ntalo. Reza para que use Atomic<br>
  Ray. Haz que un Blue Mage use Big Guard, un Time Mage Haste2, y los dem&aacute;s 
  que<br>
  usen Bahamut. El mago que tenga magia del tiempo puede aprovechar usando<br>
  quick y atacar mas veces. Este m&eacute;todo puede usar 2 o 4 veces Bahamut, 
  y <br>
  Omega ser&aacute; eliminado con algo de sencillez. Para curar, usa White Wind 
  del<br>
  Blue Mage. Puedes usar Golem.<br>
  Este m&eacute;todo es mas lento, pero mas seguro, que el anterior.</p>
<p align="center">o Manera dif&iacute;cil 3: M&eacute;todo para el que tenga ganas 
  de divertirse. (el mas<br>
  dif&iacute;cil, pero el recomendado para que no sufras de ataques de nervios)<br>
  Tienes que tener completos los trabajos de: En un personaje, Ninja, Dragoon.<br>
  En otro, Archer, Ninja, Berserker. En otro, White Mage, Blue Mage y Time.<br>
  El otro, Archer, Ninja y Magic Knight.<br>
  M&eacute;todo: Encuentra a Omega, reza bla bla bla, y haz que el Dragoon salte 
  con<br>
  las dos mejores lanzas que tengas(White y Dragoon, si no me equivoco).<br>
  El que tenga el trabajo de Berserker, at&aacute;calo con las dos mejores hachas<br>
  que tengas(Rune Axe y Thor o Giant&acute;s Axe). El otro que use Big Guard.<br>
  El otro que use SwdMagic Blot3.<br>
  Luego sigue el trabajo habitual(el m&aacute;gico que use Haste 2 y luego cure)<br>
  hasta que, alg&uacute;n ida, lo elimines(Si es que puedes).</p>
<p align="center">(Que? acaso esperabas una manera &quot;f&aacute;cil&quot;?)</p>
<p align="center">Segun Benji (benjaminbc15@mixmail.com)</p>
<p align="center">&quot;La manera f&aacute;cil de cargarse a Omega es con <br>
  la de los Mistyc Knights, pero si a uno le <br>
  metes lo de subir 20 niveles se lo carga a la <br>
  primera, (flare tambi&eacute;n funciona muy bien, <br>
  no s&oacute;lo bolt3).&quot;</p>
<p align="center">El premio por esta batalla es la Omega Medal, la cual dice:</p>
<p align="center">&quot;Your wisdom, courage, and power have beaten the ancient 
  technologies.&quot;</p>
<p align="center">&quot;Tu sabidur&iacute;a, coraje, y poder han vencido las tecnolog&iacute;as 
  arcaicas&quot;</p>
<p align="center">Fuera de poder decir que eres bueno en esto, no sirve para mas 
  nada ^_^.<br>
  Sorry, pero es un juego de V&iacute;deo, que esperabas, un Dreamcast?</p>
<p align="center">Debo mencionar que Omega es mi personaje favorito de<br>
  todos los Final Fantasy. Si le&iacute;ste mi gu&iacute;a de FFVI en alg&uacute;n 
  momento lo<br>
  mencione(Y si le&iacute;ste alguna otra m&iacute;a, notaste que no dije nada 
  acerca de<br>
  personajes favoritos en la secci&oacute;n de los personajes). Este tipo es <br>
  genuinamente de pinga.</p>
<p align="center">Veamos ahora a Shinryuu. Este esta en la ultima secci&oacute;n 
  de la grieta,<br>
  escondido en un cofre.</p>
<p align="center">Shinryuu: 55500 HPs. Inmune al poder sagrado. Nivel 97!<br>
  Estrategias: Shinryuu es tambi&eacute;n muy dif&iacute;cil, pero no llega al 
  nivel de <br>
  destrucci&oacute;n descomunal de Omega. Puedes derrotarlo jugando normalmente 
  si<br>
  estas en un nivel alto (Mas de 80), pero puedes probar la t&eacute;cnica sencilla<br>
  si quieres vencerlo.</p>
<p align="center">Completa los trabajos de Ninja y Dragoon(As&iacute; es de simple). 
  Pero primero,<br>
  date unas vueltas. Debes robar 8 lanzas de los dragones que hay por aqu&iacute;.<br>
  Luego, equipa las habilidades de usar dos armas, usar lanzas, y Jump. Equipa<br>
  todo, y equipa un anillo de los que protegen contra el agua(No recuerdo<br>
  su nombre). Al entra a batallar, Shinryuu usara Tidal Wave, que puede hacer<br>
  hasta 7000(Carajo!) HPs de da&ntilde;o sin esos anillos.<br>
  Simplemente, con tus lanzas, salta al aire. Cuando los cuatro caigan, Omega<br>
  habr&aacute; recibido al menos 45000 HPs de da&ntilde;o. Vuelve a saltar(o at&aacute;calo<br>
  normalmente)y lo eliminaras.</p>
<p align="center">Recibes el Dragon Emblem:</p>
<p align="center">&quot;This praises your honor of defeating the strongest Dragon&quot;</p>
<p align="center">&quot;Esto alaba tu honor de derrotar al mas fuerte drag&oacute;n&quot;</p>
<p align="center">Pero esta vez si obtienes un arma. Esta es Ragnarok, la mejor 
  arma para los<br>
  Knights. Aparte de que si derrotas a Omega y a Shinryuu puedes abombarte<br>
  diciendo que eres muy bueno. Si derrotas a solo uno, te quedas con el rango<br>
  de &quot;Bueno&quot;.</p>
<p align="center">Si eliminas a estos dos bichos, adem&aacute;s, descansa tranquilo 
  que el resto del<br>
  juego es una mantequilla.</p>
<p align="center">-La Grieta de La Dimensi&oacute;n:</p>
<p align="center">La Grieta de la dimensi&oacute;n es sencilla de navegar, pero 
  dif&iacute;cil ya que los<br>
  enemigos y jefes son muy poderosos. Al entrar aqu&iacute; debes estar al menos 
  al<br>
  nivel 40. Para entrar debes ir al hueco que esta donde antes estaba el castillo<br>
  de Tycoon. Puedes escapar usando Exit hasta la escena de las cascadas<br>
  (Donde encuentras a Omega).</p>
<p align="center">La primera escena es una playa. Un dato interesante de la Grieta 
  de la<br>
  dimensi&oacute;n son sus cambios extra&ntilde;os de escenarios. Este es mas 
  sencillo.<br>
  Simplemente d&eacute;jate llevar por las corrientes de arena. Al final, entra 
  por<br>
  la puertita all&iacute;.</p>
<p align="center">La siguiente escena tiene dos &uacute;tiles Elixires, y se parece 
  a las ruinas<br>
  de Lonka(Las recuerdas? Malos recuerdos, cierto? ^_^). Aqu&iacute; tienes que 
  <br>
  seguir por las cadenas. Al final, a la derecha hay una espada, y a la <br>
  izquierda esta la salida.</p>
<p align="center">La siguiente escena es interesante. Recuerdas el poblado de 
  Mirage? Ellos<br>
  dec&iacute;an que ellos viv&iacute;an atrapados en la Grieta de la Dimensi&oacute;n. 
  Saldr&aacute;s<br>
  por la puerta aquella que si la abr&iacute;as se cerraba por si sola. Sal del 
  pueblo<br>
  para terminar esta parte.(Nota: de alguna manera esta parte me recuerda a<br>
  el juego Silent Hill de PSX. Alguien sabe si hay alguna similitud? No logro<br>
  figur&aacute;rmela por mi mismo, pero me da esa sensaci&oacute;n). El pote de 
  curaci&oacute;n aun<br>
  funciona, pero la gente &quot;no funciona&quot; Esta congelada.</p>
<p align="center">La siguiente escena es en un bosque. Aqu&iacute; hay un quinto 
  Ribbon, no se porque<br>
  si solo tienes 4 personajes. Y otro in&uacute;til Lilith Rod. Al final te las 
  veras<br>
  con el primer jefecito de la grieta, Carfisteri.</p>
<p align="center">Carfisteri:18000 HPs.<br>
  Estrategias: Esta chica le gusta mucho el hechizo Wall, y lo usara a menudo.<br>
  Puedes usar Dispel con eso, o directamente usar Bahamut, Meteo, Leviathan,<br>
  Odin y dem&aacute;s cosas. F&iacute;jate cuando use Bio, que a veces drena los 
  HPs del <br>
  afectado, y es algo frustrante. No es muy dif&iacute;cil que digamos.</p>
<p align="center">Sigue el camino que se abre, y llegaras a la parte de las cascadas. 
  No es<br>
  dif&iacute;cil, y hay un punto de salvada por aqu&iacute;. Mas adelante veras 
  a Omega.<br>
  Pas&aacute;ndolo llegaras a una biblioteca. A partir de aqu&iacute; no hay marcha 
  atr&aacute;s.<br>
  Jurunga los libros hasta que te ataque Apanda.</p>
<p align="center">Apanda: 22200 HPs. D&eacute;bil al fuego.<br>
  Estrategias: Usa Fire3 y Phoenix, pero no uses Iffrit. Es b&aacute;sicamente 
  un<br>
  Byblos mas dif&iacute;cil. Ganas mas Soot con esto.<br>
  (NOTA: Le&iacute; por all&iacute; que si le ganas sin usar ninguna magia de 
  fuego ganas<br>
  algo mas que simple &quot;Holl&iacute;n&quot;. Alguien puede confirmarlo?)</p>
<p align="center">La siguiente secci&oacute;n es quiz&aacute;s la mas dif&iacute;cil. 
  Camina por los puentes<br>
  invisibles y MUCHISIMO CUIDADO con los ninjas. Son MUY dif&iacute;ciles de eliminar.<br>
  Cuando veas a los dragoncitos, trata de robarle el arco Artemis, que es el mas<br>
  poderoso. Si ves a Samurais, trata de robarle la Katana Angel, que es el arma<br>
  mas poderosa del juego. Al final llegaras a otra parte diferente.</p>
<p align="center">La siguiente parte es la del castillo. Ojal&aacute; que tengas 
  a Odin, que lo vas<br>
  a necesitar. El tipo que esta en la celda de abajo es Apocalypse, un jefe<br>
  opcional. Habla con el y resp&oacute;ndele que si para luchar con el.</p>
<p align="center">Apocalypse: 27900 HPs. D&eacute;bil al veneno(&iquest;?)<br>
  Estrategias: Apocalypse puede usar cualquier magia azul, y las puede <br>
  _aprender_ . Eso significa que si usas Explode en el, quiz&aacute; el la use 
  de vuelta.<br>
  Claro, eso es medio dif&iacute;cil. Mejor usa Bio. Tambi&eacute;n seria buena 
  idea que equipes<br>
  la habilidad de aprender magias azules para aprovechar sus ataques.</p>
<p align="center">Una vez que acabes con el aparecer&aacute; un Save Point. &Uacute;salo. 
  Luego vete a<br>
  donde est&aacute;n los viejito. Al enfrentarte a cada uno de ellos caer&aacute;s 
  en una<br>
  batalla de jefe.</p>
<p align="center">Alte Roite: 6000 HPs. Jura Avis:15000 HPs.<br>
  Estrategias: Simplemente usa tus mejores ataques hasta que cambie a Jura<br>
  Avis. All&iacute;, usa a Odin. Muy probablemente funcionara.</p>
<p align="center">Elimina a los tres. Antes hab&iacute;a un jefe, Catastrophe, 
  quien realmente es<br>
  muy sencillo, y no cre&iacute; necesaria una estrategia. La chica que esta all&iacute;<br>
  te dar&aacute; un besito :P, y se ira. Sigue el camino, recogiendo mas armas 
  in&uacute;tiles,<br>
  y al final te dar&aacute;s cuenta que el beso que te dio la chica fue para<br>
  marcarte, as&iacute; que deber&aacute;s matarla para quitarte la maldici&oacute;n(jeje):</p>
<p align="center">Halicarnas: 33333 HPs.<br>
  Estrategias: El problema es su excesiva energ&iacute;a. Usa Big Guard y luego<br>
  usa tus mejores ataques, en especial usa a Bahamut y a Meteo, un Berserker<br>
  es muy &uacute;til por alguna raz&oacute;n. Ella puede convertirlos a cualquiera 
  en<br>
  sapo, as&iacute; que ten ese Toad listo.</p>
<p align="center">Luego, al final de esta parte te las veras con Twin Tania, el 
  jefe mas<br>
  dif&iacute;cil despu&eacute;s de Omega, Shinryuu y Neo Exdeath, si no sabes 
  lo que haces.</p>
<p align="center">Twin Tania:50000 HPs. Vulnerable a el poder sagrado.<br>
  Estrategias: Realmente no puedo ofrecerte una estrategia exacta, ya que yo uso<br>
  la manera mas sencilla. Defi&eacute;ndete con tus mejores cartas hasta que aparezca<br>
  un mensaje especial. All&iacute;, usa a Odin. Lo mas seguro es que conecte y 
  le<br>
  ganes.</p>
<p align="center">Sigue hasta que llegues al centro, propiamente dicho ,del vac&iacute;o. 
  El primer<br>
  cofre tiene otro Fuuma. Y luego te encontraras con Gilgamesh.<br>
  No ser&aacute; una batalla en si. At&aacute;calo hasta que el se vaya. Entra 
  en el circulo<br>
  que el dejo libre.</p>
<p align="center">Sigue recogiendo Fuumas y Elixires hasta que llegues un sitio 
  donde<br>
  hay un punto verde. Este es Necrophobia.</p>
<p align="center">Necrophobia: 44000 HPs de da&ntilde;o. D&eacute;bil a el poder 
  sagrado.<br>
  Estrategias: Usa primero Bahamut para destruir las barreras. Luego, desencadena<br>
  tus mejores ataques en Necrophobia. Cuando le queden mas o menos 6000 HPs,<br>
  esp&eacute;rate, y Gilgamesh aparecer&aacute;. Qu&iacute;tale la armadura Genji, 
  y luego, ellos se<br>
  eliminaran entre si.</p>
<p align="center">Salva el juego con el Save Point que aparece. Salva el juego, 
  y sigue a la<br>
  ultima parte. Al final te encontraras con Exdeath. Tras una larguisima escena<br>
  tienes un ultimo respiro, y luego, habla con Exdeath para enfrentarlo al fin.</p>
<p align="center">Exdeath:49001 HPs.<br>
  Estrategias: Exdeath es problem&aacute;tico, pero no demasiado. Usa Golem y 
  Big Guard,<br>
  pero no uses Garnet, y a que sino no te podr&aacute;s curar. Al final, sin embargo,<br>
  &uacute;salo ya que empezara a usar Flare y Holy. Cu&iacute;date de White Hole, 
  que mata<br>
  y convierte en piedra a un personaje. Usa Bahamut, Holy, Flare, Odin, Meteo 
  y<br>
  dem&aacute;s. Tras un rato de escuchar esa desesperante m&uacute;sica, el ser&aacute; 
  &quot;derrotado&quot;</p>
<p align="center">Luego, tras un relajo descomunal, Exdeath terminara siendo consumado 
  por<br>
  el vac&iacute;o, y te las veras con algo aun peor que ese &aacute;rbol malvado.</p>
<p align="center">Neo-Exdeath: Los dos de adelante tienen 55000 HPs. La de atr&aacute;s 
  arriba tiene<br>
  50000 HPs, y el de abajo tiene 60000 HPs.<br>
  Estrategias: Tienes que darte ca&ntilde;a con 220000 HPs de vida con cuatro<br>
  objetivos molestos los cuales todos tienen las mismas capacidades de <br>
  ataque. En mi opini&oacute;n ,Neo-Exdeath es el ultimo jefe mas dif&iacute;cil 
  de cualquier<br>
  juego RPG. Este tipo parece salido de R-Type o quiz&aacute; Gradius.<br>
  Neo-Exdeath tiene dos ataques fundamentales. Grand Cross, el cual causa cualquier<br>
  clase de anomal&iacute;a a tus personajes, sea muerte, sue&ntilde;o, mudo, y 
  dem&aacute;s.<br>
  El otro es Almageist, el cual podr&aacute;s identificar porque Neo-Exdeath temblara<br>
  y armara un esc&aacute;ndalo b&aacute;rbaro cuando lo vaya a usar. Causa casi 
  2000 HPs<br>
  de da&ntilde;o.<br>
  Adem&aacute;s de eso, usa Meteo, Flare y Holy, aparte de ataques f&iacute;sicos.<br>
  La mejor estrategia es usar o Bahamut o Gptoss, Debido a que por alguna<br>
  raz&oacute;n algunos objetivos a veces est&aacute;n en un estado de invulnerabilidad, 
  y<br>
  eso hace que Meteo sea in&uacute;til en este combate.<br>
  Eso es molesto, pero no demasiado. Lo mejor es usar GP Toss, y luego usa<br>
  Mimic hasta que lo elimines. Usa Big Guard y Golem, y prep&aacute;rate para 
  una<br>
  larguisima batalla.<br>
  Tras un buen rato, lo eliminaras, y el vac&iacute;o se tragara a Neo-Exdeath, 
  y<br>
  disfrutaras un buen final. Suerte!</p>
<p align="center">Por cierto... FFV tiene algo as&iacute; como diversos finales 
  dependiendo si los<br>
  terminas con todos los personajes vivos(O no empedrados), o si algunos <br>
  mueren. El &uacute;nico que no he visto es teniendo a Cara muerta. Si alguien 
  los<br>
  saca(Me da flojera :P),que me mande un estado salvado, una descripci&oacute;n 
  o<br>
  algo, que eso da mucho trabajo. (^_^)</p>
<p align="center">Benji me ayuda UUUUNA vez mas: (benjaminbc15@mixmail.com)</p>
<p align="center">&quot;El final de Cara muerta lo saqu&eacute; hace <br>
  tiempo, ya no me acuerdo bien (adem&aacute;s que <br>
  Leena tambi&eacute;n estaba seca y se perdieron <br>
  las dos), la diferencia m&aacute;s significativa que <br>
  recuerdo es que el Hiryuu y el Moguri la <br>
  echaban de menos (y creo que Faris estaba <br>
  convencida de Leena volver&iacute;a, la muy lagarta <br>
  no se preocup&oacute; de Cara).&quot;</p>
<p align="center">**************************************************************************</p>
<p align="center">6.-Los Trabajos y Clases: Si la habilidad tiene un s&iacute;mbolo 
  de exclamaci&oacute;n<br>
  al principio significa que es un comando que se puede usar en batalla.<br>
  Nota: es posible que alg&uacute;n nombre sea diferente. Yo uso los nombres de 
  los<br>
  trabajos que use durante la caminata.</p>
<p align="center">Suppin(viajero): Clase normal. Puedes equipar cualquier arma, 
  pero no tienes<br>
  ninguna habilidad por si mismo.<br>
  Es una clase muy interesante. Cualquier habilidad que no sea un comando,<br>
  que ganes con las dem&aacute;s clases, son usadas autom&aacute;ticamente con 
  el Suppin.<br>
  O sea que si completas Knight y Monk, tendr&aacute;s el bono de 30 % de HPs, 
  cubrir&aacute;s<br>
  a los aliados, puedes usar armas con las dos manos y tener poder de Monje!</p>
<p align="center">Knight(Caballero): Una buena clase, da mucha defensa f&iacute;sica 
  y altos HPs.<br>
  Su mejor ventaja es usar armaduras y espadas. Muy buena al principio del<br>
  juego, pero luego no es tan poderosa.<br>
  Nivel 1:Cover:Cubre a los personajes d&eacute;biles en batalla autom&aacute;ticamente.<br>
  Nivel 2:!Protect:Permite cubrir manualmente a los objetivos que tu quieras.<br>
  Nivel 3:BothHand:Permite usar un arma con las dos manos para doblar el poder<br>
  de ataque.<br>
  Nivel 4:Equip Shield: Permite usar escudos a clases que no puedan.<br>
  Nivel 5:Equip Armor: Permite usar armaduras pesadas a clases que no puedan.<br>
  Nivel 6:Equip Swords: Permite usar espadas a clases que no puedan.</p>
<p align="center">Monk(Monje): Mayor HP del juego, gran poder de ataque. Deja 
  atacar con gran<br>
  poder sin armas. Muy buena clase para combinar.<br>
  Nivel 1:!BuildUp:permite juntar poder para hacer un ataque critico y con<br>
  mas porcentaje de ataque doble(Puedes hacer hasta 8 veces el da&ntilde;o normal)<br>
  Nivel 2:Brawl:Permite tener el poder de un monje al pelear sin armas.<br>
  Nivel 3:!Chakra:Cura algo de energ&iacute;a y quita estatus anormales del personaje.<br>
  Nivel 4:Counter:Permite contraatacar como un Monje.<br>
  Nivel 5:Hp Up 10%:Aumenta la energ&iacute;a en un 10 por ciento.<br>
  Nivel 6:HP Up 20%:Aumenta la energ&iacute;a en un 20 por ciento.<br>
  Nivel 7:Hp Up 30%:Aumenta la energ&iacute;a en un 30 por ciento.</p>
<p align="center">Thief(ladr&oacute;n): R&aacute;pido, pero d&eacute;bil. Util 
  de alguna manera pero no indispensable.<br>
  Nivel 1:Passages:Permite ver los pasajes secretos.<br>
  Nivel 2:!Escape:Permite escapar con facilidad de batallas.<br>
  Nivel 3:Dash:En calabozos, puedes correr presionando B.<br>
  Nivel 4:!Steal:Permite robar.<br>
  Nivel 5:Caution:Elimina los ataques por la espalda.<br>
  Nivel 6:!Capture:Permite robar y atacar al mismo tiempo.<br>
  Nivel 7:Restless:Aumenta tu velocidad tremendamente.</p>
<p align="center">Dragoon: Muy poderoso, causa un gran da&ntilde;o con lanzas 
  y su habilidad Jump. Puede<br>
  equipar las mejores armaduras.<br>
  Nivel 1:!Jump:Permite usar el salto(duh)<br>
  Nivel 2:!DrgnSword:Hace que la lanza chupe HPs y MPs de los enemigos.<br>
  Nivel 3:Equip spears: Permite equipar Lanzas a las clases que no puedan.</p>
<p align="center">Archer(Arquero): Una de las mejores clases, usas arco y flecha, 
  que hace<br>
  mucho da&ntilde;o incluso desde atr&aacute;s, y tienes varias habilidad &uacute;tiles.<br>
  Nivel 1:!Animals:Llamas a los animales para varios efectos.<br>
  Nivel 2:!Aim:Hace que tengas un ataque con 100% de ataque. Esto significa<br>
  que puedes usar la Bloodsword sin fallas, los arcos y golpear a esos molestos<br>
  ninjas de la grieta.<br>
  Nivel 3:Equip Bow: Permite equipar arcos a quienes no puedan.<br>
  Nivel 4:!X-fight: Permite atacar 4 veces por round, haciendo en total casi tres<br>
  veces el da&ntilde;o normal.</p>
<p align="center">Bard: Una de las clases mas in&uacute;tiles. Su &uacute;nica 
  carta fuerte es su canto<br>
  Requiem, que es una de las mejores armas contra los enemigos &quot;desmuertos&quot;<br>
  (Zombies y esqueletos, y dem&aacute;s fauna de ultratumba)<br>
  Nivel 1:!Hide:Permite esconderte de la batalla. Edward hacia eso en FFIV.<br>
  No es muy &uacute;til que digamos.<br>
  Nivel 2:Equip Harp: Permite equipar arpas a clases que no puedan.<br>
  Nivel 3:!Sing:Permite cantar las canciones del Bard. Como dije, la &uacute;nica 
  &uacute;til<br>
  es quiz&aacute; Requiem y Life Song.</p>
<p align="center">Berserker: La clase mas poderosa f&iacute;sicamente, usando 
  el hacha con la habilidad<br>
  de las dos manos del caballero te deja con una torre bestial de personaje.<br>
  Dif&iacute;cil de manejar, pero fuerte.<br>
  Nivel 1:Berserk:Te deja en estado Berserk permanente.<br>
  Nivel 2:Equip Axe: permite equipar hachas a las clases que no puedan.</p>
<p align="center">Chemist: Otra de esas clases dif&iacute;ciles de aprender, pero 
  muy &uacute;tiles. Sus <br>
  habilidades son geniales cuando aprendes a aprovecharlas.<br>
  Nivel 1:Medicine:Dobla la efectividad de las pociones e &iacute;tems. Por ejemplo,<br>
  la Hipotion recupera 1000 HPs en lugar de 500.<br>
  Nivel 2:!Mix: Permite mezclar dos &iacute;tems para usar uno nuevo. Esto es 
  <br>
  impredecible aunque hay algunas combinaciones &uacute;tiles, como un f&eacute;nix 
  Down<br>
  y un Ether, que equivale a la magia Arise. Para esto sirven los &iacute;tems 
  Drkmatter,<br>
  TurtleShell y DrngFang.<br>
  Nivel 3:!Drink:Permite beber pociones especiales, las que tienen el Kana<br>
  &quot;yos&quot;que parece una peque&ntilde;a E volteada.<br>
  Nivel 4:!Healt:Permite curar una anomal&iacute;a(Como veneno o ceguera), sin 
  usar<br>
  ni magia, ni &iacute;tems. Lo &uacute;nico que no cura es Zombie.<br>
  Nivel 5:!Revive:Una de las mejores habilidades del juego, revive a cuantos<br>
  aliados hayan ca&iacute;do sin usar magia o &iacute;tems.</p>
<p align="center">Dancer(Bailaor!Bailarin): Sinceramente, su &uacute;nica utilidad 
  es la habilidad<br>
  de usar Ribbons, que es el mejor casco del juego. De resto, ufa...<br>
  Nivel 1:!Flirt:Intentas seducir al enemigo para confundirlo. Si fallas,<br>
  el enemigo se enojara!<br>
  Nivel 2:!Dance:Permite hacer diversas danzas que causan distintos efectos.<br>
  Nivel 3:Equip Ribbon: Permite equipar Ribbons a las clases que no puedan<br>
  (Todas :)</p>
<p align="center">Geomancer(Elementalista): Bastante utilito, pero no durante 
  todo el juego.<br>
  Todav&iacute;a es algo interesante.<br>
  Nivel 1:!Terrain:Permite usar magias del terreno.<br>
  Nivel 2:Pitfalls:Al pasar por un hoyo, el personaje saltara fuera de all&iacute;.<br>
  Muy &uacute;til.<br>
  Nivel 3:Dmgfloor:elimina el da&ntilde;o al pasar por lava o veneno.</p>
<p align="center">Ninja: Una clase buena, con ella es f&aacute;cil evadir ataques. 
  Tiene varias <br>
  habilidades &uacute;tiles.<br>
  Nivel 1:!Smoke:Permite correr r&aacute;pidamente de las batallas.<br>
  Nivel 2:!Image:Crea el efecto de Blink por un ataque. Utilisimo.<br>
  Nivel 3:1stattack:Aumenta la probabilidad de ataques esperados y primer<br>
  ataque para tu equipo.<br>
  Nivel 4:!Throw:Permite tirar armas por da&ntilde;os dobles. Muy poderoso.<br>
  Nivel 5:2-handed:Permite usar un arma en cada mano. Si lo combinas con X-fight<br>
  te da 8 ataques en un round.</p>
<p align="center">Samurai :Poderosisima clase con el ataque f&iacute;sico mas 
  poderoso del juego. Una<br>
  buena opci&oacute;n por su gran resistencia y poder.<br>
  Nivel 1:Sdwslap:Si el ataque conecta el enemigo ser&aacute; paralizado.<br>
  Nivel 2:GpToss:Una ataque en el cual usaras tu propio dinero para da&ntilde;ar 
  al<br>
  enemigo. Muy poderoso. A Exdeath le haces mas de 4000 de da&ntilde;o por ataque.<br>
  Nivel 3:SwdCatch:Permite aumentar el porcentaje de evadir ataques.<br>
  Nivel 4:Equip Katanas. Permite equipar katanas a las clases que no puedas.<br>
  Nivel 5:slash:Elimina al enemigo de un golpe si conecta.</p>
<p align="center">Blue Mage: Si bien la clase no es muy &uacute;til, la habilidad 
  de magia azul si lo<br>
  es. Compl&eacute;tala con cari&ntilde;o que te va a servir durante todo el juego.<br>
  Nivel 1:!Peep:Usa el hechizo peep sin usar MPs.<br>
  Nivel 2:Learning:Permite que cualquier clase aprenda magias azules.<br>
  Nivel 3:!Blue:Permite usar magia azul.<br>
  Nivel 4:!Scan:Una versi&oacute;n mejorada de Peep. Adem&aacute;s de ver HPs 
  y MPs,<br>
  muestra el nivel y su debilidad.</p>
<p align="center">Trainer: Una clase divertida, pero no te fajes mucho con ella.<br>
  Nivel 1:!Tame:Paraliza a los enemigos tipo bestias o demonios.<br>
  Nivel 2:!Control:Permite controlar a un enemigo. Puede costar para que<br>
  funcione.<br>
  Nivel 3:Equip Whips: Permite usar l&aacute;tigos a clases que no puedan.<br>
  Nivel 4:!Catch:Permite atrapar a los monstruos cuando llegan a un cuarto<br>
  de su m&aacute;ximo HP(La mitad si equipas la Conago Jar). Cuando atrapes ,el 
  comando<br>
  cambiara a release, que lo soltara usando un ataque al azar.</p>
<p align="center">Red Mage: Util, mas no poderosa. Su capacidad de magia es muy 
  limitada, pero<br>
  durante un tiempo act&uacute;a de una genial manera.<br>
  Nivel 1:Wht/Blk Lvl 1:Permite usar magia negra y blanca de primer nivel.<br>
  Nivel 2:wht/blk Lvl 2:Permite usar magia negra y blanca de segundo nivel.<br>
  Nivel 3:Wht/blk Lvl 3:Permite usar magia negra y blanca de tercer nivel.<br>
  Nivel 4:X-Magic:Permite usar dos magias en un solo turno.</p>
<p align="center">Time Mage: Poderosa en sus &uacute;ltimos niveles. Util todo 
  el tiempo. Una de mis<br>
  clases favoritas. Con Meteo nadie se puede quejar...^_^<br>
  Nivel 1:Time Magic Lvl 1:Permite usar magia del tiempo de primer nivel.<br>
  Nivel 2:Time Magic Lvl 2:Permite usar magia del tiempo de segundo nivel.<br>
  Nivel 3:Time Magic Lvl 3:Permite usar magia del tiempo de tercer nivel.<br>
  Nivel 4:Time Magic Lvl 4:Permite usar magia del tiempo de cuarto nivel.<br>
  Nivel 5:Time Magic Lvl 5:Permite usar magia del tiempo de quinto nivel.<br>
  Nivel 6:Time Magic Lvl 6:Permite usar magia del tiempo de sexto nivel.<br>
  Nivel 7:Equip rods: Permite equipar vaculos en clases que no puedan.<br>
  (Para QUE?)</p>
<p align="center">White Mage: Util, mas no poderosa.<br>
  Nivel 1:White Magic Lvl 1:Permite usar magia blanca de primer nivel.<br>
  Nivel 2:White Magic Lvl 2:Permite usar magia blanca de segundo nivel.<br>
  Nivel 3:White Magic Lvl 3:Permite usar magia blanca de tercer nivel.<br>
  Nivel 4:White Magic Lvl 4:Permite usar magia blanca de cuarto nivel.<br>
  Nivel 5:White Magic Lvl 5:Permite usar magia blanca de quinto nivel.<br>
  Nivel 6:White Magic Lvl 6:Permite usar magia blanca de sexto nivel. <br>
  Nivel 7:MP Up 10%:Aumenta tus MPs por un 10 %.</p>
<p align="center">Black Mage: Poderosa, mas no &uacute;til :)<br>
  Nivel 1:Black Magic Lvl 1:Permite usar magia negra de primer nivel.<br>
  Nivel 2:Black Magic Lvl 2:Permite usar magia negra de segundo nivel.<br>
  Nivel 3:Black Magic Lvl 3:Permite usar magia negra de tercer nivel.<br>
  Nivel 4:Black Magic Lvl 4:Permite usar magia negra de cuarto nivel.<br>
  Nivel 5:Black Magic Lvl 5:Permite usar magia negra de quinto nivel.<br>
  Nivel 6:Black Magic Lvl 6:Permite usar magia negra de sexto nivel.<br>
  Nivel 7:MP Up 30%:Aumenta tus MPs por 30%.</p>
<p align="center">Caller(&quot;llamador&quot;): Una de las mejores clases, pero 
  cuidado con ella ya que<br>
  usa muchos MPs.<br>
  Nivel 1:Caller Magic Lvl 1:Permite usar magia de monstruos de primer nivel.<br>
  Nivel 2:Caller Magic Lvl 2:Permite usar magia de monstruos de segundo nivel.<br>
  Nivel 3:Caller Magic Lvl 3:Permite usar magia de monstruos de tercer nivel.<br>
  Nivel 4:Caller Magic Lvl 4:Permite usar magia de monstruos de cuarto nivel.<br>
  Nivel 5:Caller Magic Lvl 5:Permite usar magia de monstruos de quinto nivel.<br>
  Nivel 6:!Summon: Permite llamar a un monstruo al azar sin usar MPs.</p>
<p align="center">Magic Knight(Caballero M&aacute;gico): Mi clase favorita(Aunque 
  mi clase favorita<br>
  de siempre ser&aacute; &quot;Hell Knight&quot;). Con ella puedes aprovechar 
  los beneficios<br>
  de la magia y del poder f&iacute;sico.<br>
  Nivel 1:Magic Barrier: Pone una Shell autom&aacute;tica cuando estas casi muerto.<br>
  Nivel 2:Sword Magic Lvl 1:Permite usar magia de espadas de primer nivel.<br>
  Nivel 3:Sword Magic Lvl 2:Permite usar magia de espadas de segundo nivel.<br>
  Nivel 4:Sword Magic Lvl 3:Permite usar magia de espadas de tercer nivel.<br>
  Nivel 5:Sword Magic Lvl 4:Permite usar magia de espadas de cuarto nivel.<br>
  Nivel 6:Sword Magic Lvl 5:Permite usar magia de espadas de quinto nivel.<br>
  Nivel 7:Sword Magic Lvl 6:Permite usar magia de espadas de sexto nivel.</p>
<p align="center">**************************************************************************</p>
<p align="center">7.- Lista de &Iacute;tems:</p>
<p align="center">Potion: Restaura una porci&oacute;n de HPs. <br>
  HiPotion: Restaura mas HPs.<br>
  Ether: Restaura MPs.<br>
  Elixir: Restaura todos los MPs y HPs.<br>
  PhoenixDown: Revive a un personaje ca&iacute;do.<br>
  Tent: Cura cerca de 1200 HPs y 150 MPs a todos los personajes, en el mapa <br>
  y en puntos de salvada, pero no recupera personajes ca&iacute;dos.<br>
  Cabin: Lo Mismo que la Tent, pero recupera el 100% y a los personajes caidos.<br>
  Maidens Kiss: Quita el estatus &quot;frog&quot;.<br>
  Revivify: Quita el estatus &quot;Zombie.<br>
  Antidote: Quita el estado &quot;poison&quot;.<br>
  Eyedrop: Quita el estatus &quot;Darkness&quot;.<br>
  Soft: Quita el estatus &quot;Stone&quot;.<br>
  Luck Mallet: Quita el estado &quot;Mini&quot;.<br>
  Giant Drink: Dobla los HPs.----------------------&gt; Estos &Iacute;tems<br>
  Power Drink: Aumenta el poder de ataque.---------&gt; son para ser<br>
  Speed Drink: aumenta la velocidad.---------------&gt; usados con el comando<br>
  Protect Drink: Aumenta la defensa.---------------&gt; &quot;drink&quot; de el<br>
  Hero Drink: Aumenta los tres estatus anteriores.-&gt; Chemist.<br>
  Turtle Shell: Ingrediente para el comando Mix.<br>
  Dragon Fang: Ingrediente para el comando Mix.<br>
  Dark Matter: Ingrediente para el comando Mix.<br>
  Magic Lamp: Llama un monstruo m&aacute;gico al azar.<br>
  Omega Medal: Obtenido de Omega. No tiene ningun Proposito.<br>
  Dragon Crest: Obtenido de Shinryuu. No tiene ningun proposito.</p>
<p align="center"><br>
  **************************************************************************</p>
<p align="center">8.-Magias:(NOTA:A diferencia de FFIV, la magia ya es toda influenciada<br>
  por el poder m&aacute;gico, ya que no hay mas sabidur&iacute;a o voluntad)</p>
<p align="center">8.1.-Magia blanca: La magia blanca tiene como objetivo la recuperaci&oacute;n 
  de<br>
  los aliados. Solo tienes una magia da&ntilde;ina en tu poder cuando eres un<br>
  mago blanco.</p>
<p align="center">Cure: Magia de curaci&oacute;n b&aacute;sica.<br>
  Cure2:Magia de curaci&oacute;n media.<br>
  Cure3:Magia de curaci&oacute;n avanzada. Todos los hechizos Cure da&ntilde;an 
  a los<br>
  enemigos &quot;Desmuertos&quot;(Fauna de ultratumba)<br>
  Raise: Devuelve a los aliados ca&iacute;dos(Swoon o Wounded) con un 10% de HPs.<br>
  Arise: Devuelve a los aliados ca&iacute;dos con el 100% de HP.<br>
  Libra: Un confuso nombre para Peep(que a su vez era un confuso nombre para<br>
  Scan). Permite ver los HPs y debilidades de los enemigos(Y a veces, su nivel,<br>
  el cual es &uacute;til para hechizos basados en niveles).<br>
  Pure: Cura el estatus de Veneno(Poison) de un personaje.<br>
  Esna: Otro nombre confuso para Heal. Cura cualquier excepto a los Zombies.<br>
  Quiet: Otro nombre raro para Mute. Elimina la posibilidad del afectado de<br>
  usar magia.<br>
  Charm: Confunde al objetivo.<br>
  Mini: Achica al objetivo, bajando todos sus atributos.<br>
  Shell: Corta el da&ntilde;o m&aacute;gico recibido en dos.<br>
  Safe: Corta el da&ntilde;o f&iacute;sico recibido en dos.<br>
  Blink: permite evadir 3 o 4 ataques f&iacute;sicos.<br>
  Wall: Permite rebotar 3 o 4 ataques m&aacute;gicos, aunque eso no cuenta a los<br>
  monstruos o a Meteo o Comet.<br>
  Berserk: El personaje afectado pierde el control de si mismo, pero gana en<br>
  defensa f&iacute;sica y m&aacute;gica, poder de ataque y velocidad.<br>
  Displ: Quita magias como Wall y Safe de un objetivo.<br>
  Holy: Descomunal ataque sagrado(Heredado de nuestra querida Rosa) sobre un<br>
  objetivo, pero puede ser rebotado por una wall.</p>
<p align="center">8.2.-Magia negra: La magia negra es usada principalmente para 
  causar<br>
  injurias a un enemigo, y si es posible, borrarlo de la faz de la tierra.</p>
<p align="center">Fire: Magia b&aacute;sica de fuego. Buena contra bichos de ultratumba 
  y seres de<br>
  hielo.<br>
  Fire2: Magia intermedia de fuego.<br>
  Fire3: Magia avanzada de fuego.<br>
  Ice: Magia b&aacute;sica de hielo. Buena contra seres de fuego.<br>
  Ice2: Magia intermedia de hielo.<br>
  Ice3: Magia avanzada de hielo.<br>
  Bolt: Magia b&aacute;sica de electricidad. Buena contra seres de agua.<br>
  Bolt2: Magia intermedia de electricidad.<br>
  Bolt3: Magia avanzada de electricidad.<br>
  Poisn: Magia b&aacute;sica de veneno. Muy tristona. Hasta ahora, solo se que 
  <br>
  Apocalypse es d&eacute;bil a esto. Drena los HPs del afectado.<br>
  Bio: Magia avanzada de veneno.<br>
  Sleep: Duerme al afectado. Dif&iacute;cil que conecte.<br>
  Toad: Convierte al afectado en sapo(O lo regresa), quit&aacute;ndole mucha velocidad<br>
  y poder.<br>
  Drain: Chupa HPs del objetivo. Como siempre, si tienes pocos HPs, chuparas<br>
  mucho, si no, poquito.<br>
  Aspil: Chupa MPs del objetivo. Como siempre, si tienes pocos MPs, chuparas<br>
  mucho, si no, poquito.<br>
  Break: Convierte en piedra al afectado. Un tipo empedrado es lo mismo a<br>
  que este muerto.<br>
  Death: Mata inmediatamente al afectado. Dif&iacute;cil que conecte.<br>
  Flare: El regalito de Rydia para los pobres diablos que juegan con la<br>
  magia en este juego(Broma!), una descomunal fusi&oacute;n nuclear que desbarata<br>
  a cualquier objetivo. Es considerado fuego.</p>
<p align="center">8.3.-Magia del tiempo: La magia del tiempo se hace para influir 
  cambios<br>
  en los enemigos, o da&ntilde;arlos severamente.</p>
<p align="center">Speed: No se cual es su efecto, parece actuar mas o menos como 
  un Slow <br>
  en todo el mundo.<br>
  Slow: Hace que el afectado tarde mas tiempo para atacar.<br>
  Haste: Hace que el afectado tarde menos tiempo para atacar.<br>
  Slow2: Afecta a todo un equipo con Slow.<br>
  Haste2: Afecta a todo el equipo con Haste.<br>
  Regen: Hace que el afectado reciba peque&ntilde;as cantidades de HPs regularmente.<br>
  Float: Hace que el afectado flote, evitando ataques como Earth Shaker y<br>
  que no reciba da&ntilde;o de pisos con veneno o lava.<br>
  Mute: Quiet con otro nombre. Enmudece al objetivo, eliminando su capacidad<br>
  de usar magia.<br>
  Exit: En batalla, hace que el equipo huya. En un calabozo, te lleva de vuelta<br>
  a la entrada. A veces es invalido.<br>
  Demi: Corta el HP del afectado en dos.<br>
  Qrter: Corta el HP del afectado por tres cuartos.<br>
  Stop: Detiene al afectado hasta que sea atacado.<br>
  Return: Hace que una batalla comience de nuevo con los mismos estatus con la<br>
  que comenz&oacute;(Buenisima si comienzas con 3400 HPs y 400 MPs y te dan una<br>
  ca&ntilde;a descomunal dej&aacute;ndote con 10 HPs, envenenado y 20 MPs)<br>
  Old: Hace que el afectado envejezca perdiendo facultades(Esto es algo<br>
  insultante, cierto)(There&acute;s whiskey in the jar,baby). No afecta la punter&iacute;a<br>
  (jeje)pero si el poder de defensa m&aacute;gico y f&iacute;sico, y el poder 
  de ataque<br>
  m&aacute;gico y f&iacute;sico. El &uacute;nico juego que lo tuvo fue este, ya 
  en FFVI en adelante<br>
  no existe, ni menos en FFIV para atr&aacute;s.<br>
  Quick: Permite hacer dos acciones por un round, como por ejemplo, ejem, dos<br>
  Bahamut en un round...<br>
  Xzone: Tira a el afectado en la grieta de la dimensi&oacute;n, quit&aacute;ndolo 
  de el<br>
  camino.<br>
  Comet: Causa que un cometa le caiga a un enemigo. El da&ntilde;o es al azar.<br>
  Meteo: Causa que muchos meteoritos le caigan encima a todo el mundo. El da&ntilde;o<br>
  es al azar, puedes hacer 300 de da&ntilde;o, o 3000 de da&ntilde;o. Mejor cuando 
  es usado<br>
  contra un solo enemigo.</p>
<p align="center">8.4.-Magia azul: La magia azul tiene muchos fines, y es aprendida 
  de los<br>
  enemigos. Listare la magia y alg&uacute;n enemigo que la ense&ntilde;e(Debido 
  a que<br>
  esto lo hago de memoria, la mayor&iacute;a de los monstruos no los recuerdo.<br>
  Sorry about it.).</p>
<p align="center">Whitewind(Enkidou, los monstruos que parecen un arpa de las 
  ruinas de <br>
  Lonka): Recupera los HPs de todo el equipo.<br>
  Darkshock: (Rock brain y shadow)Corta el nivel de el<br>
  afectado en dos, sirve para hacerlo vulnerable a magias como Lv5 Doom.<br>
  Condenm(Type Unknow, el que parece un esqueleto colgado del techo).<br>
  Le da al afectado 30 segundos de vida.<br>
  Blowfish(Lamias): Causa 1000 de da&ntilde;o a un enemigo sin importar niveles 
  ni<br>
  protecciones.<br>
  Aquabreath(D.Quimera, Leviathan): Ataque de agua en todo el mundo.<br>
  Bloodsuck(Toda clase de vampiros): Chupa HPs del afectado.<br>
  Aero(Bichos voladores en el templo del viento): Ataque b&aacute;sico de aire. 
  Funciona<br>
  bien en bichos voladores(ir&oacute;nico, no?).<br>
  Aero2(Gygas): Ataque intermedio de aire.<br>
  Aero3(Elm Gygas): Ataque avanzado de aire.<br>
  Deathclaw(Death Claw, Gilgamesh): Pone al afectado en situaci&oacute;n critica.<br>
  Roulette(las chicas de la torre del f&eacute;nix, creo que se llaman Belladonas):<br>
  Muere al que le caiga el &quot;premio&quot;.<br>
  Emission(Flamegun): Ataque de fuego.<br>
  Flash(Crew dust,Gilgamesh): Cega a todos los enemigos.<br>
  Frog Song(Cualquier clase de sapo):Convierte a todos los enemigos en sapos.<br>
  Fusi&oacute;n(Goku-broma!-Mithril dragons, cosas que parecen delfines por los<br>
  alrededores de el pueblo de Rugor en el segundo mundo): Recuperas por completo<br>
  a un aliado, pero tu mueres.<br>
  ????(Comienzas con el, Wild nack): Causas el da&ntilde;o que sea la diferencia 
  de<br>
  tus m&aacute;ximos HPs menos tus HPs actuales.<br>
  Guard Off(Shadow): Disminuye la defensa del afectado.<br>
  Goblin Punch(GOBLINS): Ataque f&iacute;sico. Hace mas da&ntilde;o si el enemigo 
  esta a tu<br>
  nivel.<br>
  Magic Hammer(Drippy): Corta el MP del afectado en dos.<br>
  Big Guard(Stin Gray): pone a todo el equipo Float, Shell y Safe.<br>
  Moonflute(Garkisamera, alg&uacute;n tipo de ara&ntilde;a) :Usa Berserk en todo 
  el equipo.<br>
  Mind Blast(Mindflayers): Paraliza y drena HPs.<br>
  Li&acute;l Melody(Gilgamesh, y los magos enanos de la Torre Fork): Enaniza a 
  todo<br>
  los enemigos.<br>
  Exploder(Bombas): mueres y le causas tu HP de da&ntilde;o al enemigo.<br>
  Missile(las torres de misiles en las ruinas de Lonka): Corta el HP del enemigo<br>
  en dos.<br>
  Time Slip(Gilgamesh): Envejece y pone a dormir al objetivo.<br>
  L2 Old(Ixcecrator): usa Old en los objetivos que est&eacute;n en un nivel m&uacute;ltiplo<br>
  de dos(2, 4, 6, 8, 10, 12, 14...)<br>
  L3 Flare(Exdeath): Usa Flare en los objetivos que est&eacute;n en un nivel<br>
  m&uacute;ltiplo de tres(3, 6, 9, 12, 15, 18...)<br>
  L4 Demi(Tricker): Usa Demi en los objetivos que est&eacute;n en un nivel m&uacute;ltiplo<br>
  de 4(4, 8, 12, 16...)<br>
  L5 Doom(Page 64): Usa Doom en los objetivos que est&eacute;n en un nivel m&uacute;ltiplo<br>
  de 5(5, 10, 15, 20, 25, 100)</p>
<p align="center">NOTA DE LA VERSION 1.4: Apocalypse puede usar y ense&ntilde;ar 
  todas estas magias.</p>
<p align="center">8.5.-Magias de espadas: La magia de espadas solo se puede usar 
  si el arma<br>
  que el personaje usa es compatible con ella, la mayor&iacute;a de las espadas, 
  katanas<br>
  y cuchillos sirven. Las magias de Fire y ice doblan su efectividad si<br>
  se usan en un arma con su mismo elemento(Flame y Icebrand).</p>
<p align="center">Fire: Confiere a tu espada el poder de Fire.<br>
  Fire2: Confiere a tu espada el poder de fire2.<br>
  Fire3: Confiere a tu espada el poder de Fire3.<br>
  Ice: Confiere a tu espada el poder de Ice.<br>
  Ice2: Confiere a tu espada el poder de Ice2.<br>
  Ice3: Confiere a tu espada el poder de Ice3.<br>
  Bolt: Confiere a tu espada el poder de Bolt.<br>
  Bol2: Confiere a tu espada el poder de Bolt2.<br>
  Bolt3: Confiere a tu espada el poder de Bolt3.<br>
  Poisn: Confiere a tu espada el poder de Poison.<br>
  Bio: Confiere a tu espada el poder de Bio.<br>
  Quiet: Confiere a tu espada el poder de Quiet.<br>
  Sleep: Confiere a tu espada el poder de Sleep.<br>
  Drain: Confiere a tu espada el poder de Drain.<br>
  Break: Confiere a tu espada el poder de Break.<br>
  Aspil: Confiere a tu espada el poder de Aspil.<br>
  Holy: Confiere a tu espada el poder de Holy.<br>
  Flare: Confiere a tu espada el poder de Flare.</p>
<p align="center">7.6.-Canciones:las canciones act&uacute;an de una manera extra&ntilde;a 
  ,ya que algunas<br>
  act&uacute;an normalmente, pero otras te dejan al personaje cantando durante 
  el<br>
  resto de la batalla. Todas estas descripciones son de memoria, y no recuerdo<br>
  muy bien de ellas, ya que no son precisamente muy de pinga que digamos.</p>
<p align="center">SpeedSong: Usa Haste2 en el equipo. Deja al personaje cantando.<br>
  Lifesong: Revive a cualquier muerto en el equipo.<br>
  Requiem: Causa da&ntilde;o a los enemigos desmuertos. Funciona tambi&eacute;n 
  en las Lamias.<br>
  LoveSong: Paraliza a los enemigos. Deja al personaje cantando.<br>
  Charm Song: Confunde a los enemigos. Deja al personaje cantando.<br>
  PowerSong: Aumenta el poder de los aliados.</p>
<p align="center">8.7.- Magias de Monstruos:</p>
<p align="center">-Bahamut: Ataque no elemental muy poderoso. <br>
  Localizaci&oacute;n: En la monta&ntilde;a de los dragones, o en la monta&ntilde;a 
  del norte, en<br>
  el tercer mundo.<br>
  Historia:Bahamut es uno de los demonios creados al principio de los tiempos 
  <br>
  junto con Leviathan. Desde el punto de vista cristiano, puede ser comprado <br>
  con la hidra del Apocalipsis.</p>
<p align="center">-Chocob: Ataque f&iacute;sico. <br>
  Localizaci&oacute;n: Comprado en tiendas al principio del juego.<br>
  Historia: Los Chocobos son creaciones de Squaresoft.</p>
<p align="center">Carbunkle o Garnet: Pone Wall en todo el equipo.<br>
  Localizaci&oacute;n: En el castillo de Exdeath en el segundo mundo.<br>
  Historia: Dejare que Benji lo explique:</p>
<p align="center">&quot;benjaminbc15@mixmail.com&quot; (Apodo cari&ntilde;oso 
  &quot;benji&quot;) me mando una explicaci&oacute;n<br>
  mas entendible acerca de esta cosa:</p>
<p align="center">&quot;Carbunkle tiene una palabra en espa&ntilde;ol, la <br>
  le&iacute; el otro d&iacute;a en uno de mis famosos libros <br>
  de fantas&iacute;a, es... ***&iexcl;&iexcl;&iexcl;CARBUNCLO!!!***. <br>
  Pero no es una variedad del rub&iacute;, pues al <br>
  final del libro venia un glosario (no es que <br>
  sea un libro para ni&ntilde;os de p&aacute;rvulos, lo que <br>
  pasa es que tiene cientos de arca&iacute;smos), <br>
  que dec&iacute;a que carbunclo se aplica a <br>
  cualquier piedra roja (est&aacute; bien... en este <br>
  caso s&iacute; era un rub&iacute;) especialmente si es <br>
  preciosa o semi preciosa (granate...). Lo <br>
  digo porque como despu&eacute;s decias &quot;Una <br>
  carbunkle es...&quot;.&quot;</p>
<p align="center">Creo que le&iacute; algo asi en un libro de Rol, pero esa es 
  una nueva explicaci&oacute;n.</p>
<p align="center">-Golem: te protege de los ataque f&iacute;sicos. <br>
  Localizaci&oacute;n: En la monta&ntilde;a de los dragones, tienes que salvarlo, 
  en el<br>
  segundo mundo.<br>
  Historia: Un Golem es una especie de robot antiguo, tra&iacute;do a la vida 
  por la <br>
  magia o la mec&aacute;nica.</p>
<p align="center">-Ifrit: Ataque de fuego. <br>
  Localizaci&oacute;n: En la biblioteca antigua.<br>
  Historias:Ifrit es un genio de fuego de la llamada ciudad de las brasas, en 
  <br>
  el plano elemental.</p>
<p align="center">-Leviat: ataque de agua. <br>
  Localizaci&oacute;n: Lo encuentras como parte de la historia (Es dif&iacute;cil 
  no<br>
  pillarle).<br>
  Historia: Leviathan es una bestia legendaria que se supone vaga por los <br>
  oc&eacute;anos desde el principio de los tiempos.<br>
  Le&iacute; que en cierta religi&oacute;n (No recuerdo cual exactamente), Leviathan 
  es<br>
  un pez gigantesco que sostiene a la tierra. Dios logro ser Dios por ser<br>
  permitido verlo. Se supone que este pez es capaz de tragarse a la tierra.<br>
  Para nosotros los cristianos, es uno de los demonios del Apocalipsis.</p>
<p align="center">-Odin: elimina a todos los enemigos de un golpe, o ataca a uno 
  solo si<br>
  falla. Odin es el dios principal N&oacute;rdico.</p>
<p align="center">-Phoenix: Revive a un aliado, y ataca con fuego a los enemigos. 
  <br>
  Localizacion: En la Fork Tower.<br>
  Historia:Un Phoenix<br>
  es un ave legendaria gigantesca, la cual vuela por el desierto para quemarse<br>
  cada 500 a&ntilde;os en una hoguera. Vuelve a revivir de sus cenizas tras eso.</p>
<p align="center">-Ramuh: Ataque el&eacute;ctrico. <br>
  Localizaci&oacute;n: En el primer mundo, en el bosque al lado de Istory.<br>
  Historia: Ramuh es el protagonista de un poema &eacute;pico hind&uacute;<br>
  que lo representa como un hombre ideal. al final se revela como Vishnu, otro<br>
  de los dioses principales hind&uacute;es.</p>
<p align="center">-Remora: Detiene al enemigo. <br>
  Localizaci&oacute;n: Se compra en tiendas al principio del juego.<br>
  Historia: Una r&eacute;mora es un pez que se pega de los tiburones<br>
  para comerse las sobras que estos dejan.</p>
<p align="center">-Shiva: Ataque de hielo. <br>
  Localizaci&oacute;n: En el castillo de Worus.<br>
  Historia:Shiva es uno de los dioses principales hind&uacute;es.</p>
<p align="center">-Shoat: Convierte al objetivo en piedra. <br>
  Localizaci&oacute;n: En el segundo mundo, en el bosque al noroeste del mapa.<br>
  Historia:Un Shoat es un cerdo reci&eacute;n nacido.</p>
<p align="center">-Syldra: Magia de agua y el&eacute;ctrica. <br>
  Localizaci&oacute;n: en la cueva de los piratas del tercer mundo.<br>
  Historia:Syldra es la mascota de Faris.</p>
<p align="center">-Sylph: Ataca al enemigo y reparte los puntos de da&ntilde;o 
  al equipo. <br>
  Localizaci&oacute;n: Las compras al principio del juego.<br>
  Historia: Las Sylphs son las hadas del viento.</p>
<p align="center">-Titan: Ataque de tierra. <br>
  Localizaci&oacute;n: Al vercerlo!<br>
  Historia:Los titanes eran suerte de semidioses que estaban<br>
  en constante guerra con los dioses del olimpo griego.</p>
<p align="center"><br>
  **************************************************************************</p>
<p align="center">9.-Creditos:</p>
<p align="center">- A todos los que me mandaron la informaci&oacute;n sobre Gilgamesh 
  y su cueva.<br>
  No saben lo agradecido que les estoy.<br>
  - A(Quien sea) que me mando la informaci&oacute;n acerca del cuarto cristal<br>
  del segundo mundo. Gracias!<br>
  - A Square por hacer este genial juego. Imb&eacute;ciles que son de no traerlo.<br>
  - A Nintendo de Jap&oacute;n que no censuro este juego(:b)<br>
  - A RPGe Translations por su traducci&oacute;n de este juego. Si eso, esta gu&iacute;a 
  no<br>
  habr&iacute;a sido posible, principalmente por el hecho de que no se demasiado<br>
  japon&eacute;s...^_^.<br>
  - A el Webmaster de End Of Time, por seguirme apoyando y por caerme bien.<br>
  - A Dingo Jellybean, aunque esta vez no me fije en su gu&iacute;a para nada, 
  sigue<br>
  siendo un buen escritor.<br>
  (Mentira. Me fije en el HP de Neo-Exdeath).<br>
  - A ustedes por leer esto. Que simp&aacute;ticos que me caen.<br>
  - A mis simpatiquisimas manitas.<br>
  - A Benji (benjaminbc15@mixmail.com) por su gran ayuda. Este chico es un<br>
  astro.<br>
  - A Gil Galindo Bucio (Perd&iacute; su Email) por sus colaboraciones.<br>
  - A Luis Albertus (luisalbertus@terra.com) por sus colaboraciones tambien.<br>
  - A CjayC por publicar mis gu&iacute;as.<br>
  - A la letra A.<br>
  - A Mi ^_^.</p>
<p align="center"><br>
  **************************************************************************</p>
<p align="center">10.-Cosas legales(*bostezo*):</p>
<p align="center">Este documento es propiedad de LORD ZERO(lord_0@yahoo.com). 
  Todos los <br>
  derechos reservados. Cualquier asunto, un email arreglara el problema.<br>
  Copyright 2000-2001 By Lord Zero.</p>
<p align="center">La ultima versi&oacute;n siempre ser&aacute; conseguida en gamefaqs.com.</p>
<p align="center">&nbsp;</p>
