<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>










  


  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  
  <title>Sayans Traductions</title>
  <link rel="stylesheet" href="styles.css" type="text/css">











  
  
  
  
  
  
  
  
  
  
  <meta name="description" content="En esta web encontrar&aacute;s las mejores traducciones para tus juegos favoritos con los que disfrutar en tus emuladores: Final Fantasy, Zelda, Secret of Mana... Por supuesto, tambi&eacute;n hay otras secciones que seguro que te interesan :)">











  
  
  
  
  
  
  
  
  
  
  <meta name="keywords" content="emuladores, traducciones, roms, romhacking, juegos traducidos, traductores, final fantasy, secret of mana, bastard, zelda, dragon ball z, juegos, phantasy star, guias, musica, suikoden, utilidades, herramientas, traduroms, snes, megadrive, genesis, nes, psx, gameboy, espa&ntilde;ol, consolas">











  
  
  
  
  
  
  
  
  
  
  <meta name="Language" content="es">











  
  
  
  
  
  
  
  
  
  
  <style title="marco" type="text/css">
.marco { position: fixed;
}
  </style>
</head>


<body style="background-color: rgb(53, 76, 117);">











<div align="center">
<p><img src="logo.jpg" border="2"></p>











<table align="center" bgcolor="#252850" border="1" bordercolor="#000000" cellpadding="0" cellspacing="0" width="755">











  <tbody>











    <tr>











      <td>
      
      
      
      
      
      
      
      
      
      
      <p><img src="flechas.gif"> <a href="index.htm">Noticias</a> <img src="flechas.gif"> <a href="traducciones/traducciones.htm">Traducciones</a> <img src="flechas.gif"> <a href="documentos/documentos.htm">Documentos</a>
      <img src="flechas.gif"> <a href="utilidades/utilidades.htm">Utilidades</a> <img src="flechas.gif"> <a href="guias/guias.htm">Gu&iacute;as</a>
      <img src="flechas.gif"> <a href="musica/musica.htm">M&uacute;sica</a> <img src="flechas.gif"> <a href="links/links.htm">Enlaces</a>
      <img style="width: 13px; height: 7px;" src="flechas.gif">
      <a href="http://www.nekein.com/bdd/foro/index.php?board=26.0" target="_blank">Foro</a> <img src="flechas.gif">
      <a href="staff/staff.htm">Staff</a> <img src="flechas.gif"> <a href="antiguas/noticiasant.htm">Noticias
Ant.</a> <img src="flechas.gif"> <a href="afiliados/afiliados.htm">
Afiliados</a></p>











      </td>











    </tr>











  
  
  
  
  
  
  
  
  
  
  </tbody>
</table>











<p><img style="width: 234px; height: 90px;" alt="" src="noticias.jpg"><br>
</p>






<table align="center" bgcolor="#252850" border="1" bordercolor="#000000" cellpadding="0" cellspacing="0" width="714">
  <tbody>
    <tr>
      <td class="titulo" width="64"><img style="width: 64px; height: 64px;" alt="" src="avatar_pablito_2.jpg"></td>
      <td class="titulo" width="125"><div align="center">10-03-2008</div></td>
      <td class="titulo" width="517"><div align="center">Retiro oficial  [ <a href="mailto:pablithacker@hotmail.com">Pablito's</a> ]</div></td>
    </tr>
  </tbody>
</table>
<table align="center" bgcolor="#252850" border="1" bordercolor="#000000" cellpadding="0" cellspacing="0" width="714">
  <tbody>
    <tr>
      <td class="texto" width="712"><div style="text-align: center;">
        <div style="text-align: left;">
          <p>Despu&eacute;s de casi dos a&ntilde;os m&aacute;s tarde, y tras una actualizaci&oacute;n cuyo t&iacute;tulo reza que no actualizaba despu&eacute;s de casi un a&ntilde;o, creo oportuno que la primera noticia que se pueda leer en Sayans Traductions es que <strong>el grupo est&aacute;, triste y desgraciadamente, muerto.</strong></p>
          <p>Ojal&aacute; tuviera ganas y tiempo suficiente para seguir traduciendo videojuegos por afici&oacute;n como he hecho durante tantos a&ntilde;os. Ojal&aacute; pudiera vivir de traducir videojuegos con toda la ilusi&oacute;n del mundo. Sin embargo, la realidad es que llevo ya unos 8 meses traduciendo profesionalmente en una empresa de traducci&oacute;n del ingl&eacute;s al espa&ntilde;ol y que no me deja tiempo para seguir con el romhacking.</p>
          <p>He intentado contribuir lo m&aacute;ximo posible con el romhacking con mi manual de traducci&oacute;n de videojuegos, cuya versi&oacute;n definitiva se puede descargar y solicitar una copia impresa desde <a href="http://www.lulu.com/content/1098021" target="_blank">Lulu</a>. Ahora <strong>pongo a disposici&oacute;n de todos la traducci&oacute;n que hice de los scripts del Suikoden junto con el editor que program&eacute;</strong> para facilitar la tarea de mediaci&oacute;n. <strong>Tambi&eacute;n pongo todo lo relacionado con el Chrono Cross</strong> (espero que a Ereza y uZiel no le importe, supongo que no) que tengo.</p>
          <p>La verdad es que no s&eacute; qu&eacute; m&aacute;s decir en este momento. <strong>Si alguien quiere seguirme la pista, escribo en un blog sobre traducci&oacute;n profesional llamado <a href="http://algomasquetraducir.com" target="_blank">Algo m&aacute;s que traducir</a></strong>. Quien quiera estar al tanto de las novedades sobre el romhacking, que visite la <a href="http://fortaleza.romhackhispano.org/" target="_blank">Fortaleza Romhack</a> y su <a href="http://foro.romhackhispano.org/" target="_blank">foro</a> que, aunque apenas participo, lo visito asiduamente.</p>
          <p>Ojal&aacute; pueda participar en alg&uacute;n proyecto m&aacute;s adelante relacionado con el romhacking, de verdad. De momento ya he publicado dos art&iacute;culos sobre el tema en revistas de traducci&oacute;n especializadas (<a href="http://www.fti.uab.es/tradumatica/revista/num5/articles/07/07art.htm" target="_blank">Romhacking: localizaci&oacute;n de videojuegos cl&aacute;sicos en un contexto de aficionados</a> y <a href="http://www.jostrans.org/issue09/art_munoz_sanchez.php" target="_blank">En torno a la localizaci&oacute;n de videojuegos cl&aacute;sicos mediante t&eacute;cnicas de romhacking: particularidades, calidad y aspectos legales</a>), y qui&eacute;n sabe lo que me depara el futuro.</p>
          <p>Nada m&aacute;s por ahora. Hasta pronto y gracias a todos por haber estado y estar ah&iacute;.</p>
          <p align="center">- <a href="suikoden.zip">Descargar herramientas y scripts del Suikoden</a> -</p>
          <p align="center">- <a href="chronocross.zip">Descargar herramientas y scripts del Chrono Cross</a> - </p>
        </div>
        </div></td>
    </tr>
  </tbody>
</table>
<p>&nbsp;</p><table align="center" bgcolor="#252850" border="1" bordercolor="#000000" cellpadding="0" cellspacing="0" width="714">






  <tbody>






    <tr>






      <td class="titulo" width="64"><img style="width: 64px; height: 64px;" alt="" src="avatar_pablito_2.jpg"></td>











      <td class="titulo" width="125">
      
      
      
      
      
      
      
      
      
      
      <div align="center">03-08-2006</div>











      </td>











      <td class="titulo" width="517">
      
      
      
      
      
      
      
      
      
      
      <div align="center">&iexcl;Una actualizaci&oacute;n despu&eacute;s de casi un a&ntilde;o! [ <a href="mailto:pablithacker@hotmail.com">Pablito's</a>
]</div>











      </td>











    </tr>











  
  
  
  
  
  
  
  
  
  
  </tbody>
</table>











<table align="center" bgcolor="#252850" border="1" bordercolor="#000000" cellpadding="0" cellspacing="0" width="714">











  <tbody>











    <tr>











      <td class="texto" width="712">No, no estoy muerto si eso pensabais. Mala hierba nunca muere, lo siento xD<br>






      <br>






Mucho ha pasado desde la &uacute;ltima actualizaci&oacute;n, aunque
m&aacute;s a nivel personal que profesional (entendido como proyectos
de romhacking, claro est&aacute;): estudios, viajes, problemas,
mujeres... Pero bueno, aqu&iacute; ser&aacute; mejor escribir sobre
cosas relacionadas con el romhacking, &iquest;no? :P En primer lugar,
he decidido retomar lo poco (y mira que era poco de verdad) que me
quedaba para terminar la retraducci&oacute;n del Phantasy Star II. Ya
lo dec&iacute;a el t&iacute;tulo de la noticia anterior: parche para el
Phantasy Star&nbsp;<span style="font-style: italic;">casi</span> listo.
Pensaba retomarlo a m&aacute;s tardar en Navidad, pero al final lo he
dejado pasar tanto tiempo que ha sido ahora cuando lo he acabado. No
hay mucho que contar acerca de las novedades, ya que, tal y como
coment&eacute; en su momento, se trata de una retraducci&oacute;n desde
cero de la ROM original americana ya parcheada con un
parche que mejoraba la traducci&oacute;n (algo que me dio ciertos
quebraderos de cabeza en su problema por no tratarse de un buen trabajo
de romhacking). Por supuesto, ahora s&iacute; que hay acentos, &ntilde;
y dem&aacute;s ;) Pod&eacute;is descargar el parche m&aacute;s abajo.
&iexcl;Espero que no d&eacute; problemas como suele ocurrir!<br>






      <br>






En segundo lugar, &iquest;record&aacute;is aquel documento que
publiqu&eacute; en ingl&eacute;s sobre los fansubs? Pues resulta que
trabaje m&aacute;s en &eacute;l y, junto a un profesor de una
universidad de Londres, ha sido publicado en una revista internacional
de traducci&oacute;n especializada :) El enlace a la revista es el
siguiente: <a href="http://www.jostrans.org/">http://www.jostrans.org/</a>. El art&iacute;culo en cuesti&oacute;n lo pod&eacute;is descargar en PDF en <a href="http://www.jostrans.org/issue06/art_diaz_munoz.pdf">http://www.jostrans.org/issue06/art_diaz_munoz.pdf</a>. <br>






      <br>






Me he interesado mucho por la investigaci&oacute;n en traducci&oacute;n
este &uacute;ltimo a&ntilde;o, y de hecho he escrito ya otros
art&iacute;culos que a ver si tengo suerte y los publico. Uno trata de
los &uacute;tiles de los que ha de servirse un traductor en esta era
tecnol&oacute;gica (el art&iacute;culo es m&aacute;s informativo que
otra cosa) y el otro versa sobre el romhacking. Envi&eacute; una
versi&oacute;n anterior a otra revista electr&oacute;nica de
traducci&oacute;n, aunque fue rechazado :( No obstante, lo he mejorado
todo este tiempo y la verdad es que ahora es bastante diferente. Hay
que recordar que hay que dirigirse a acad&eacute;micos y eso requiere
seguir una serie de pautas un poco co&ntilde;azo, aunque claro, es
normal que una persona que no sabe nada del tema necesite toda la
informaci&oacute;n posible para llegar a la misma conclusi&oacute;n que
yo :P Os mantendr&eacute; informados en caso de que haya suerte con
alg&uacute;n art&iacute;culo.<br>






      <br>






Tambi&eacute;n he trabajado en la <a href="documentos/bibliografia_para_estudiantes_de_traduccion_e_interpretacion.pdf">Bibliograf&iacute;a para estudiantes de Traducci&oacute;n e Interpretaci&oacute;n</a>,
aunque a&uacute;n me quedan cosas por a&ntilde;adir que no s&eacute; cu&aacute;ndo
har&eacute;, ya que en esta nueva versi&oacute;n de la
bibliograf&iacute;a aparece una breve rese&ntilde;a sobre cada
referencia bibliogr&aacute;fica. Adem&aacute;s, el formato es
m&aacute;s agradable a la vista, ya lo ver&eacute;is alg&uacute;n
d&iacute;a, o eso espero xD He aprendio que es mejor esperar y sacar a
la luz un trabajo bien hecho y no tener tanta ansia como siempre la he
tenido con estas cosas...<br>






      <br>






Por &uacute;ltimo quer&iacute;a deciros que, ahora que he terminado lo
poco que ten&iacute;a pendiente por hacer, no s&eacute; si voy a
traducir m&aacute;s juegos como he ido haciendo desde que empec&eacute;
all&aacute; por 1999 (&iexcl;Dios, c&oacute;mo pasa el tiempo!). Si
todo va bien, el a&ntilde;o que viene acabar&eacute; la carrera y
ser&aacute; momento de cobrar por las traducciones profesionales que
haga. Este verano he tenido mucho tiempo libre, pero la verdad es que
despu&eacute;s de pasarme el curso entero traduciendo tengo ganas de
descansar, que bastante he traducido ya. De todos modos, ya
sab&eacute;is que siempre rondo por aqu&iacute;, y hasta que no haya
nadie en la escena siempre echar&eacute; un vistazo de vez en cuando
por la "escena". El romhacking ha marcado mi vida, y es posible que me
ayude en ella en cuanto al mundo laboral se refiere. Nada ser&aacute;
ya como antes, cuando estaba realmente motivado por esto. El tiempo pasa y
la cosas cambian, todos dejamos de ser ni&ntilde;os alguna vez... En
fin, ya paro, que me pongo triste xD Espero escribir en el futuro
documentaci&oacute;n sobre el romhacking o algo relacionado aunque sea.
&nbsp;De momento, me complace saber que el manual de romhacking que
escrib&iacute; el verano pasado (<a href="documentos/manual_de_traduccion_de_videojuegos.pdf">Manual
de
traducci&oacute;n de videojuegos: el fascinante mundo del ROM
Hacking</a>)
ha servido a varias personas para que se inicien en este maravilloso
mundo de la traducci&oacute;n de esos videojuegos antiguos que a todos
nos marcaron en su d&iacute;a. De hecho, tal ha sido el &eacute;xito
cosechado que hasta ha sido traducido al portugu&eacute;s por RiFF y revisado por Fallen_Out, algo que
realmente me emocion&oacute; en su momento. Pod&eacute;is descargarlo
aqu&iacute;: <font size="-1"><a href="documentos/manual_de%20traducao_de_roms.pdf">Manual de tradu&ccedil;&atilde;o de Jogos: O fascinante mundo do ROMHacking</a>.<br>






      <br>






Pues de momento eso es todo, espero que no se me olvide nada (seguro que s&iacute; xD).
&iexcl;Hasta la pr&oacute;xima actualizaci&oacute;n (Dios sabe
cu&aacute;ndo ser&aacute; xD)!<br>






      <br>






      </font>
      
      
      
      
      
      
      <div style="text-align: center;"><font size="-1"><img style="width: 256px; height: 224px;" alt="" src="traducciones/megadrive/pstar2/pstar2_1.gif"><br>






      <br>






      <a href="traducciones/megadrive/pstar2/pstar2_esp.zip"><img style="border: 0px solid ; width: 75px; height: 85px;" alt="" src="descarga.jpg"></a><br>





      <br>





      </font>
      
      
      
      
      
      <div style="text-align: left;">PD: Por cierto, si esta noticia o
el l&eacute;eme del parche no est&aacute;n bien redactados es porque
ma&ntilde;ana me quedo sin ordenador y he tenido que hacer un
mont&oacute;n de cosas de manera apresurada (menuda forma de justificar mi mala redacci&oacute;n... :P).<font size="-1"></font><span style="font-weight: bold;"></span></div>


      </div>






      </td>











    </tr>











  
  
  
  
  
  
  
  
  
  
  </tbody>
</table>









<br>






<br>











<table align="center" bgcolor="#252850" border="1" bordercolor="#000000" cellpadding="0" cellspacing="0" width="714">











  <tbody>











    <tr>











      <td class="titulo" width="64"><img style="width: 64px; height: 64px;" alt="" src="avatar_pablito_2.jpg"></td>











      <td class="titulo" width="125">
      
      
      
      
      
      
      
      
      
      
      <div align="center">01-10-2005</div>











      </td>











      <td class="titulo" width="517">
      
      
      
      
      
      
      
      
      
      
      <div align="center">Parche para el Phantasy Star&nbsp;<span style="font-style: italic;">casi</span> listo [ <a href="mailto:pablithacker@hotmail.com">Pablito's</a>
]</div>











      </td>











    </tr>











  
  
  
  
  
  
  
  
  
  
  </tbody>
</table>











<table align="center" bgcolor="#252850" border="1" bordercolor="#000000" cellpadding="0" cellspacing="0" width="714">











  <tbody>











    <tr>











      <td class="texto" width="712">Y es que, aunque queda pr&aacute;cticamente nada por hacer, prefiero esperar a que <span style="font-weight: bold;">KaOSoFt</span> termine de betatestear la traducci&oacute;n y me diga las erratas que tiene. Adem&aacute;s, <span style="font-weight: bold;">Vegetal Gibber</span>
(intentar&eacute; responderte cuando pueda a tu &uacute;ltimo correo,
ma&ntilde;ana me voy ya a Granada y tengo la mitad de la maleta hecha a
las 3 de la ma&ntilde;ana xD) me ha ayudado enormemente a &uacute;ltima
hora no s&oacute;lo a corregir aquel bug serio del que os hablaba en la
&uacute;ltima actualizaci&oacute;n, sino a "reventar" como &eacute;l
dice la compresi&oacute;n de gr&aacute;ficos del Phantasy Star II.
Gracias a esto puedo traducir algunos gr&aacute;ficos que quedaban por
traducir, pero claro, tengo que esperar a que KaOSoFt me env&iacute;e
alg&uacute;n Save State para ver con mis propios ojos los cambios que
hago :P En resumen, que podr&iacute;a sacar el parche ahora mismo (ya
me di cuenta hace unos d&iacute;as que Septiembre tiene 30 d&iacute;as
y no 31 xD) pero visto que puedo sacar una versi&oacute;n m&aacute;s
pulida a&uacute;n prefiero esperar un poco m&aacute;s. Es cierto que
voy a estar liado con la Universidad y que no dispongo de momento de
Internet en el piso donde voy a vivir ahora como estudiante, pero todo
se andar&aacute;. No os preocup&eacute;is que yo soy el primero que
quiere sacar el parche y sentirse "libre" ;)<br>







      <br>







Ah, mientras tanto, os dejo con este documento que hice el otro d&iacute;a, quiz&aacute;s le interese a alguien: <a href="documentos/bibliografia_para_estudiantes_de_traduccion_e_interpretacion.pdf">Bibliograf&iacute;a para estudiantes de Traducci&oacute;n e Interpretaci&oacute;n</a>.<span style="font-weight: bold;"></span></td>











    </tr>











  
  
  
  
  
  
  
  
  
  
  </tbody>
</table>










<br>







<br>







<table align="center" bgcolor="#252850" border="1" bordercolor="#000000" cellpadding="0" cellspacing="0" width="714">











  <tbody>











    <tr>











      <td class="titulo" width="64"><img style="width: 64px; height: 64px;" alt="" src="avatar_pablito_2.jpg"></td>











      <td class="titulo" width="125">
      
      
      
      
      
      
      
      
      
      
      <div align="center">21-09-2005</div>











      </td>











      <td class="titulo" width="517">
      
      
      
      
      
      
      
      
      
      
      <div align="center">Preparando el parche definitivo [ <a href="mailto:pablithacker@hotmail.com">Pablito's</a>
]</div>











      </td>











    </tr>











  
  
  
  
  
  
  
  
  
  
  </tbody>
</table>











<table align="center" bgcolor="#252850" border="1" bordercolor="#000000" cellpadding="0" cellspacing="0" width="714">











  <tbody>











    <tr>











      <td class="texto" width="712">Bien, hace dos d&iacute;as
acab&eacute; de testear la traducci&oacute;n (he corregido bastantes
cosas adem&aacute;s de un fallo grave que imped&iacute;a avanzar en el
juego) y hoy mismo le he enviado el parche a KaOSoFt para que &eacute;l
testee la versi&oacute;n "casi definitiva" de la traducci&oacute;n. Si
no se lo mand&eacute;&nbsp;antes es porque la traducci&oacute;n tiene
un bug importante al final del juego debido a los cambios que Meradrin
hizo en la rutina que carga la fuente del juego. Ya me he puesto en
contacto con &eacute;l y me ha dicho que lo mirar&aacute; cuando pueda,
que espero que sea pronto para poder sacar el parche antes del 31 como
promet&iacute; :) Desde aqu&iacute; quiero agradecerle una vez
m&aacute;s a Meradrin toda la ayuda que me ha ofrecido, ya que sin la
inserci&oacute;n de acentos esta retraducci&oacute;n no habr&iacute;a
sido posible. En fin, estad atentos, a ver si la pr&oacute;xima
s&iacute; que publico el parche de verdad :)<span style="font-weight: bold;"></span></td>











    </tr>











  
  
  
  
  
  
  
  
  
  
  </tbody>
</table>










<p></p>











<table align="center" bgcolor="#252850" border="1" bordercolor="#000000" cellpadding="0" cellspacing="0" width="714">











  <tbody>











    <tr>











      <td class="titulo" width="64"><img style="width: 64px; height: 64px;" alt="" src="avatar_pablito_2.jpg"></td>











      <td class="titulo" width="125">
      
      
      
      
      
      
      
      
      
      
      <div align="center">13-09-2005</div>











      </td>











      <td class="titulo" width="517">
      
      
      
      
      
      
      
      
      
      
      <div align="center">...y empieza el testeo [ <a href="mailto:pablithacker@hotmail.com">Pablito's</a>
]</div>











      </td>











    </tr>











  
  
  
  
  
  
  
  
  
  
  </tbody>
</table>











<table align="center" bgcolor="#252850" border="1" bordercolor="#000000" cellpadding="0" cellspacing="0" width="714">











  <tbody>











    <tr>











      <td class="texto" width="712">Nada m&aacute;s y nada menos
que dos d&iacute;a tard&eacute; para "reventarme" el script del juego
entero xD Qu&eacute; dos tardes me tir&eacute;, pero creo que
mereci&oacute; la pena ;) Si me he demorado tanto en empezar a testear
es porque no hay nada peor que usar un parche que traduce retoca la
traducci&oacute;n original y no asumir sus posibles consecuencias
negativas, como que se ponga un c&oacute;digo de fin de mensaje de
m&aacute;s que no afecta a la traducci&oacute;n pero que confunde al
editor de scripts que program&eacute; al calcular el n&uacute;mero de
bytes que tiene cada mensaje (yo no lo ve&iacute;a porque est&aacute;
programado para que s&oacute;lo se vea un c&oacute;digo de mensaje)..
Entre eso y que he recalculado a mano algunos punteros (curioso
formato, por cierto; cada puntero es <span style="font-style: italic;">normalmente</span>
un byte cuyo valor es el total de caracteres que ocupa el mensaje) he
tardado m&aacute;s de un d&iacute;a en insertar los scripts con
&eacute;xito (esperemos que no ocurra una cat&aacute;strofe
seg&uacute;n juegue) y otro m&aacute;s en traducir los objetos,
men&uacute;s y ese tipo de cosas secundarias. Aqu&iacute; ten&eacute;is
unas im&aacute;genes del principio para que ve&aacute;is c&oacute;mo
luce la traducci&oacute;n :)<br>









      <br>









      <span style="font-weight: bold;">

      </span>
      
      
      
      
      
      
      
      
      
      
      <div style="text-align: center;"><span style="font-weight: bold;"><img style="width: 320px; height: 240px;" alt="" src="ps2.gif"><br>











      </span><br>









      
      
      
      
      
      
      
      
      
      <div style="text-align: left;">De momento parece que la cosa va
viento en popa. Una vez acabe el vicio y corrija los posibles errores,
no s&eacute; si sacar&eacute; el parche o se lo mandar&eacute; a
KaOSoFt si tiene tiempo como para acabarlo antes del d&iacute;a 29 o
as&iacute; ;) Estad atentos a la pr&oacute;xima actualizaci&oacute;n: o
bien actualizo para detallar alg&uacute;n "problemilla" de los que
suelo tener cuando testeo o bien actualizo con el parche :)<span style="font-weight: bold;"></span><br>









      <span style="font-weight: bold;">

      </span></div>









      </div>











      </td>











    </tr>











  
  
  
  
  
  
  
  
  
  
  </tbody>
</table>










<p></p>











<table align="center" bgcolor="#252850" border="1" bordercolor="#000000" cellpadding="0" cellspacing="0" width="714">











  <tbody>











    <tr>











      <td class="titulo" width="64"><img style="width: 64px; height: 64px;" alt="" src="avatar_pablito_2.jpg"></td>











      <td class="titulo" width="125">
      
      
      
      
      
      
      
      
      
      
      <div align="center">07-09-2005</div>











      </td>











      <td class="titulo" width="517">
      
      
      
      
      
      
      
      
      
      
      <div align="center">Empieza la
retraducci&oacute;n del Phantasy Star II [ <a href="mailto:pablithacker@hotmail.com">Pablito's</a>
]</div>











      </td>











    </tr>











  
  
  
  
  
  
  
  
  
  
  </tbody>
</table>











<table align="center" bgcolor="#252850" border="1" bordercolor="#000000" cellpadding="0" cellspacing="0" width="714">











  <tbody>











    <tr>











      <td class="texto" width="712">Bueno chicos,
ahora que ya no tengo que estudiar ni hacer nada "importante" salvo
disfrutar de mi &uacute;ltimo mes de vacaciones, he adaptado el
editor de scripts del Suikoden para trabajar con scripts del Phantasy
Star II y comenzar por tanto la retraducci&oacute;n. Creo que me
dar&aacute; alg&uacute;n que otro problemilla porque los
scripts que uso fueron alterados por otra persona para mejorar la
traducci&oacute;n inglesa y claro, he corregido algunos
c&oacute;digos de final de mensaje pero seguramente me
habr&eacute; equivocado en alguno. Por cierto, el juego usa hasta
tres c&oacute;digos diferentes de fin de mensaje, por lo que tuve
que hacer un programilla para adaptarlos de forma que los pudiera leer
el editor de scripts sin problema<span style="font-weight: bold;">sss</span>una
especie de buscar y reemplazar, vamos).<br>











Aunque en un principio dije que traducir&iacute;a a partir de mi
anterior traducci&oacute;n, creo que cambiar&eacute;
m&aacute;s cosas de las que pensaba y adem&aacute;s he visto
que como cambi&eacute; los c&oacute;digos de final de mensaje,
esto me traer&aacute; problemas a la hora de editarlos con el
programa que he hecho. Como no hay demasiado texto, no me importa
demasiado :) En fin, espero acabar, como dije, antes del 31. Ya
veremos, ya ;)<br>











      <span style="font-weight: bold;"> <br>











      </span>
      
      
      
      
      
      
      
      
      
      
      <div style="text-align: center;"><span style="font-weight: bold;"><img style="width: 561px; height: 416px;" alt="" src="ps2editor.gif"><br>











      </span><br>











      
      
      
      
      
      
      
      
      
      
      <div style="text-align: left;">(Como veis, el
espacio disponible y el tama&ntilde;o de las cajas de texto, que
normalmente s&oacute;lo tienen dos l&iacute;neas, se presentan
como un reto)<span style="font-weight: bold;"></span><br>











      <span style="font-weight: bold;"></span></div>











      <span style="font-weight: bold;"> <br>











      </span></div>











      </td>











    </tr>











  
  
  
  
  
  
  
  
  
  
  </tbody>
</table>











<br>











<table align="center" bgcolor="#252850" border="1" bordercolor="#000000" cellpadding="0" cellspacing="0" width="714">











  <tbody>











    <tr>











      <td class="titulo" width="64"><img style="width: 64px; height: 64px;" alt="" src="avatar_pablito_2.jpg"></td>











      <td class="titulo" width="125">
      
      
      
      
      
      
      
      
      
      
      <div align="center">15-08-2005</div>











      </td>











      <td class="titulo" width="517">
      
      
      
      
      
      
      
      
      
      
      <div align="center">Final Fantasy VI (PSX) 2.0 [ <a href="mailto:pablithacker@hotmail.com">Pablito's</a>
]</div>











      </td>











    </tr>











  
  
  
  
  
  
  
  
  
  
  </tbody>
</table>











<table align="center" bgcolor="#252850" border="1" bordercolor="#000000" cellpadding="0" cellspacing="0" width="714">











  <tbody>











    <tr>











      <td class="texto" width="712">Finalmente, y
gracias a la inestimable ayuda de <span style="font-weight: bold;">pro_fio</span>,
la versi&oacute;n 2.0 del parche que traduce la<span style="font-weight: bold;"> versi&oacute;n de PSX del
Final Fantasy VI</span>
ha visto la luz. Como novedades destaco que todos los ataques de los
combates y los nombres de los lugares est&aacute;n traducidos,
as&iacute; como los men&uacute;s de la versi&oacute;n NTSC.
Lo
dem&aacute;s ha sido corregir un poco de aqu&iacute; y por
all&aacute;.
En cualquier caso, todas las novedades est&aacute;n descritas en el
archivo L&eacute;eme que acompa&ntilde;a al parche por si
quer&eacute;is saber m&aacute;s ;) A menos que se encuentre un
fallo
medio grave (yo ya no descarto nada), &eacute;sta ser&aacute;
la
versi&oacute;n definitiva del parche. Espero que lo
disfrut&eacute;is,
que vaya quebraderos de cabeza me ha dado :P<span style="font-weight: bold;"><br>











      <br>











      </span>
      
      
      
      
      
      
      
      
      
      
      <div style="text-align: center;"><span style="font-weight: bold;"><img style="width: 320px; height: 240px;" alt="" src="traducciones/psx/ff6/ff6_1.gif"><br>











      <br>











      <a href="traducciones/psx/ff6/ff6psx_esp.zip"><img style="border: 0px solid ; width: 75px; height: 85px;" alt="" src="descarga.jpg"></a><br>











      <br>











      </span>
      
      
      
      
      
      
      
      
      
      
      <div style="text-align: justify;">Por otro lado, y
tal y como
Arkis dijo en el foro de Todotradus, la imagen de la noticia anterior
correspond&iacute;a al Phantasy Star II de Megadrive. En principio
iba
a traducir el juego de nuevo usando ya de paso una
traducci&oacute;n
mejor que un aficionado hizo hace tiempo, aunque tras mirar un poco la
traducci&oacute;n que hice hace ya tiempo y ver que no
est&aacute; tan
mal como cre&iacute;a creo que me basar&eacute; en ella
tambi&eacute;n
para no perder todo el trabajo que hice. Ahora lo que tengo que hacer
es programar un editor de scripts como aquel que utilizaba para el
Suikoden, lo que espero que no me lleve demasiado tiempo pues pienso
que con unos cambios en el editor del Suikoden puede servir :) El
problema es que estoy ocupadillo estos d&iacute;as y no puedo
dedicarle
mucho tiempo al ROM Hacking, as&iacute; que me he propuesto algo:
antes
del 1 de Octubre, que es cuando comienza m&aacute;s o menos la
Universidad, espero sacar el parche "definitivo" para el Phantasy Star
II. Espero poder cumplirlo... (ya me veo la noche anterior sin dormir
xD)<br>











      <span style="font-weight: bold;"></span></div>











      </div>











      </td>











    </tr>











  
  
  
  
  
  
  
  
  
  
  </tbody>
</table>











<p></p>











<table align="center" bgcolor="#252850" border="1" bordercolor="#000000" cellpadding="0" cellspacing="0" width="714">











  <tbody>











    <tr>











      <td class="titulo" width="64"><img src="avatar_pablito_2.jpg" height="64" width="64"></td>











      <td class="titulo" width="125">
      
      
      
      
      
      
      
      
      
      
      <div align="center">08-08-2005</div>











      </td>











      <td class="titulo" width="517">
      
      
      
      
      
      
      
      
      
      
      <div align="center">&iquest;? [ <a href="mailto:pablithacker@hotmail.com">Pablito's</a>
]</div>











      </td>











    </tr>











  
  
  
  
  
  
  
  
  
  
  </tbody>
</table>











<table align="center" bgcolor="#252850" border="1" bordercolor="#000000" cellpadding="0" cellspacing="0" width="714">











  <tbody>











    <tr>











      <td class="texto" width="712">Son las 5:30 de
la
ma&ntilde;ana y gracias a la inestimable ayuda de meradrin he
conseguido dar un gran paso en la "retraducci&oacute;n" de...<span style="font-weight: bold;"><br>











      <br>











      </span>
      
      
      
      
      
      
      
      
      
      
      <div style="text-align: center;"><span style="font-weight: bold;"><img style="width: 320px; height: 240px;" alt="" src="font.jpg"> <br>











      <br>











      </span>
      
      
      
      
      
      
      
      
      
      
      <div style="text-align: justify;">Ya s&eacute;
que falta la
&Ntilde; may&uacute;scula, se me ha olvidado, pero de verdad,
yo ya
s&oacute;lo tengo ganas de irme a la cama de una vez por todas...<br>











      <span style="font-weight: bold;"></span></div>











      </div>











      </td>











    </tr>











  
  
  
  
  
  
  
  
  
  
  </tbody>
</table>











<p>
</p>











<table align="center" bgcolor="#252850" border="1" bordercolor="#000000" cellpadding="0" cellspacing="0" width="714">











  <tbody>











    <tr>











      <td class="titulo" width="64"><img src="avatar_pablito_2.jpg" height="64" width="64"></td>











      <td class="titulo" width="125">
      
      
      
      
      
      
      
      
      
      
      <div align="center">04-07-2005</div>











      </td>











      <td class="titulo" width="517">
      
      
      
      
      
      
      
      
      
      
      <div align="center">Avanzando poco a poco [ <a href="mailto:pablithacker@hotmail.com">Pablito's</a>
]</div>











      </td>











    </tr>











  
  
  
  
  
  
  
  
  
  
  </tbody>
</table>











<table align="center" bgcolor="#252850" border="1" bordercolor="#000000" cellpadding="0" cellspacing="0" width="714">











  <tbody>











    <tr>











      <td class="texto" width="712"><span style="font-weight: bold;">ACTUALIZACI&Oacute;N
15-07-2005:</span><br style="font-weight: bold;">











      <span style="font-weight: bold;">He decidido separar
el manual de
traducci&oacute;n de los documentos y programas. Ahora
s&oacute;lo hay
que descargar 3 MBs y pico para poder leer el manual :)
Pod&eacute;is
encontrar todo en la secci&oacute;n de </span><a href="documentos/documentos.htm">documentos</a><span style="font-weight: bold;">.</span><br>











      <br>











Bueno, tras un
tiempo sin actualizar, aqu&iacute; estoy de nuevo. Tengo mucho
tiempo libre gracias al verano, pero creo que es mejor aprovecharlo con
los amigos :)<br>











      <br>











No hay demasiado nuevo que contar con respecto a traducciones,
m&aacute;s que nada porque he hecho m&aacute;s bien poco.
&nbsp;No obstante, he estado muchos d&iacute;as escribiendo lo
que presento a continuaci&oacute;n: <a href="documentos/manual_de_traduccion_de_videojuegos.pdf">Manual
de
traducci&oacute;n de videojuegos: el fascinante mundo del ROM
Hacking</a>. Nada m&aacute;s y nada menos que 84
p&aacute;ginas (algunas en blanco, eso s&iacute;) en las que
explico "casi" todo lo que he aprendido a lo largo los a&ntilde;os
como romhacker. Destaco los cap&iacute;tulos 8 y 9 que tratan sobre
la traducci&oacute;n de juegos de PSX y los principios
b&aacute;sicos del ASM respectivamente. Puede que no sea la forma
m&aacute;s ortodoxa de explicar ASM pero espero que sirva de algo.
El archivo ocupa unas 18 MBs porque se incluyen tanto los programas
utilizados como los documentos recomendados. Por &uacute;ltimo,
quiero mostrar mi agradecimiento a KaOSoFt por la exhaustiva
revisi&oacute;n que ha hecho del documento.<br>











      <br>











Por otro lado, acabo de terminar la localizaci&oacute;n al
espa&ntilde;ol del programa de sincronizaci&oacute;n de
subt&iacute;tulos llamado <span style="font-weight: bold;">Sabbu</span>,
una alternativa de
c&oacute;digo abierto al Sub Station Alpha que funciona tanto en
Windows y Linux. La nueva versi&oacute;n, que se espera para la
semana que viene, contendr&aacute; el idioma al espa&ntilde;ol.
He decidido traducir algunos t&eacute;rminos de la forma
m&aacute;s apropiada en vez de por su sentido "literal".
As&iacute;, "Start" (referido a los subt&iacute;tulos) no es
"inicio" sino "Entrada del subt&iacute;tulo" porque as&iacute;
es como se le llama en traducci&oacute;n audiovisual. Para
m&aacute;s informaci&oacute;n, visitad <a href="http://www.sabbu.com/" target="_blank">
http://www.sabbu.com/</a>.<br>











      <br>











Ya s&oacute;lo me queda dar las gracias a <span style="font-weight: bold;">gi0</span>
por haberme cedido un poco m&aacute;s de espacio web para subir el
manual :) Asimismo, tan s&oacute;lo he puesto las utilidades que se
necesitan para parchear juegos junto con las que yo he programado en la
secci&oacute;n de Utilidades. Adem&aacute;s, la
secci&oacute;n
Tutoriales ha pasado a llamarse ahora Documentos (tengo que corregir el
men&uacute; en las otras p&aacute;ginas, estoy muy vago para
hacerlo
ahora xD).<br>











      </td>











    </tr>











  
  
  
  
  
  
  
  
  
  
  </tbody>
</table>











<p>
</p>











<table align="center" bgcolor="#252850" border="1" bordercolor="#000000" cellpadding="0" cellspacing="0" width="714">











  <tbody>











    <tr>











      <td class="titulo" width="64"><img src="avatar_pablito_2.jpg" height="64" width="64"></td>











      <td class="titulo" width="125">
      
      
      
      
      
      
      
      
      
      
      <div align="center">23-05-2005</div>











      </td>











      <td class="titulo" width="517">
      
      
      
      
      
      
      
      
      
      
      <div align="center">Por
fin una actualizaci&oacute;n [ <a href="mailto:pablithacker@hotmail.com">Pablito's</a>
]</div>











      </td>











    </tr>











  
  
  
  
  
  
  
  
  
  
  </tbody>
</table>











<table align="center" bgcolor="#252850" border="1" bordercolor="#000000" cellpadding="0" cellspacing="0" width="714">











  <tbody>











    <tr>











      <td class="texto" width="712">No
es que haya muchas novedades
precisamente pero algo nuevo hay :P<br>











      <br>











La primera novedad es que he hecho lo que deb&iacute; de hacer hace
ya
mucho tiempo quiz&aacute;s, ya que se lo envi&eacute; a toda la
gente
interesada en ello. &iquest;Que de qu&eacute; hablo? Nada
m&aacute;s y
nada menos de <span style="font-weight: bold;">liberar el
editor del
Suikoden </span>(y el
c&oacute;digo fuente bajo licencia GPL)
del Suikoden. No creo que tenga demasiada utilidad al estar hecho
espec&iacute;ficamente para los scripts del Suikoden, si bien es
cierto
que el formato de &eacute;stos es el utilizado por el programa
Translhextion. Lo que que s&iacute; que creo que puede servir de
utilidad es el c&oacute;digo fuente, que por cierto est&aacute;
escrito
en Visual Basic (la versi&oacute;n 6.0 concretamente). <a href="utilidades/suikoscripteditor.zip">Aqu&iacute;</a>
lo ten&eacute;is.<br>











      <br>











Lo segundo es que <span style="font-weight: bold;">se
respira por la
escena un esp&iacute;ritu de equipo</span>
que espero que contin&uacute;e. El a&ntilde;o pasado ya se
intent&oacute; traducir en grupo el Final Fantasy Mystic Quest de
SNES
sin demasiado &eacute;xito, pero espero que este nuevo
esp&iacute;ritu
abra un nuevo camino. Estad atentos a los <a href="http://todotradus.com/Foros/index.php">foros</a>
de Todotradus
(hace ya que volvieron pero ni me molest&eacute; en actualizar para
decirlo :P).<br>











      <br>











Lo tercero es que durante este semestre (o cuatrimestre si hubiese
estado en Espa&ntilde;a) he tenido que hacer un trabajo de
investigaci&oacute;n por as&iacute; decirlo de unas 12
p&aacute;ginas
excluyendo notas y bibliograf&iacute;a sobre los <span style="font-weight: bold;">fansubs</span>.
Me
habr&iacute;a gustado haberlo hecho del romhacking y del fansub a
la
vez pero no pudo ser porque este trabajo ten&iacute;a como base una
presentaci&oacute;n que hice en clase con una compa&ntilde;era
sobre
traducci&oacute;n audiovisual. Pod&eacute;is descargar el
documento en
PDF <a href="documentos/fansubs.pdf">aqu&iacute;</a>.
      <br>











      <br>











Por otro lado, yo ya <span style="font-weight: bold;">he
acabado el
curso acad&eacute;mico</span>
as&iacute;
que gozo de tiempo libre :) Tras estar un curso entero en Irlanda,
donde creo que he aprendido bastante (no s&oacute;lo
ingl&eacute;s,
sino de la vida), quiero pasar mucho tiempo con mis amigos este verano
y pasarme algunos juegos, pero seguro que saco algo de tiempo para el
romhacking ;) Podr&iacute;a ponerme con el Suikoden pero ahora
mismo no
me siento con ganas de ponerme, veremos al final qu&eacute; pasa.
He
pensado en <span style="font-weight: bold;">retraducir
el Phantasy
Star II</span> de nuevo gracias a la
ayuda
de Rodolfo, un romhacker portugu&eacute;s que ha conseguido
descomprimir la fuente que utiliza este juego (uno de los motivos por
los que no he retraducido este juego ya es que quer&iacute;a usar
acentos y dem&aacute;s). A ver en qu&eacute; queda la cosa, ya
os
contar&eacute;.<br>











      <br>











En fin, eso es todo por el momento. Aqu&iacute; seguir&eacute;
aunque
pasen otros 5 meses sin actualizar xD<br>











      </td>











    </tr>











  
  
  
  
  
  
  
  
  
  
  </tbody>
</table>











<p>&nbsp;</p>











<table align="center" bgcolor="#252850" border="1" bordercolor="#000000" cellpadding="0" cellspacing="0" width="714">











  <tbody>











    <tr>











      <td class="titulo" width="64"><img src="avatar_pablito_2.jpg" height="64" width="64"></td>











      <td class="titulo" width="125">
      
      
      
      
      
      
      
      
      
      
      <div align="center">06-01-2005</div>











      </td>











      <td class="titulo" width="517">
      
      
      
      
      
      
      
      
      
      
      <div align="center">Feliz
a&ntilde;o nuevo, feliz reyes y
feliz... [ <a href="mailto:pablithacker@hotmail.com">Pablito's</a>
]</div>











      </td>











    </tr>











  
  
  
  
  
  
  
  
  
  
  </tbody>
</table>











<table align="center" bgcolor="#252850" border="1" bordercolor="#000000" cellpadding="0" cellspacing="0" width="714">











  <tbody>











    <tr>











      <td class="texto" width="712">
      
      
      
      
      
      
      
      
      
      
      <p>...<span style="font-weight: bold;">Phantasy
Star IV</span> de
nuevo ;) Ha pasado ya un tiempo desde que saqu&eacute; la
traducci&oacute;n del Phantasy Star IV, pero desde entonces,
gracias a
la inestimable de ayuda de gente como <span style="font-weight: bold;">DiMiTRiX</span>, <span style="font-weight: bold;">Ark</span>
y <span style="font-weight: bold;">Meta-Starman-Ness</span>
entre otros, he
ido corrigiendo erratas que hab&iacute;a en el texto del juego.
Aprovechando la ocasi&oacute;n, tambi&eacute;n hice una nueva
revisi&oacute;n de todos los di&aacute;logos y he cambiado
alguna que
otra frasecita (como las rimas de Raja). El cambio m&aacute;s
importante es el haber cambiado "Valle del P&aacute;jaro" por
"Valle
del Nacimiento", que en ingl&eacute;s es "Birth Valley". Fue un
grave
fallo de traducci&oacute;n; mi explicaci&oacute;n es la
siguiente:
resulta que desde la primera vez que jugu&eacute; a este juego
(hace ya
muchos a&ntilde;os, fue en la consola) no s&eacute; por
qu&eacute; mi
hermano y yo dec&iacute;amos "Valle del P&aacute;jaro". Pues
bien, el
famoso valle se qued&oacute; con ese nombre y yo lo traduje tal y
como
lo conoc&iacute;a xD En fin, menos mal ya ha sido solucionado.
Viendo
que los traductores de la traducci&oacute;n brasile&ntilde;a
cambiaron
"Academia de Motavia" por "Universidad de Universidad" y otras cosas
(como "Cazarrecompensas") me plante&eacute; la duda de si adaptar
los
nombres o no, siendo esta &uacute;ltima opci&oacute;n la que
eleg&iacute;. Tengo mis motivos para ello (si pongo o dejo de poner
algo es por una raz&oacute;n), y es que digo yo que por algo se
puso
"Academy" y no "Unversity" en la traducci&oacute;n inglesa y que, a
decir verdad, aunque ya que s&eacute; que es un juego, tiene pinta
de
ser un lugar de "conocimiento" m&aacute;s que de
ense&ntilde;anza. Creo
que "Academia" transmite m&aacute;s ese sentido, como si de la
Academia
de Plat&oacute;n se tratara. En cualquier caso, tambi&eacute;n
veo una
elecci&oacute;n acertada el adaptar nombres como &eacute;se.</p>











      
      
      
      
      
      
      
      
      
      
      <p><br>











      </p>











      
      
      
      
      
      
      
      
      
      
      <p>Pues nada m&aacute;s,
espero que no haya ning&uacute;n fallo
m&aacute;s (miedo me da que el juegue se cuelgue en alguna parte,
porque he tenido que reinsertar todos los archivos de nuevo) y que
disfrut&eacute;is a&uacute;n m&aacute;s de la
traducci&oacute;n si os
da por jugar otra vez :D Por cierto, en el zip se incluye el parche
tanto para la versi&oacute;n smd de la ROM como para la bin para
que
los despistados no se pierdan ;)<br>











      </p>











      
      
      
      
      
      
      
      
      
      
      <p align="center"><img src="traducciones/megadrive/pstar4/pstar4_1.jpg" height="240" width="320"> </p>











      
      
      
      
      
      
      
      
      
      
      <p align="center"><a href="traducciones/megadrive/pstar4/pstar4_esp.zip"><img src="descarga.jpg" border="0" height="85" width="75"></a></p>











      <br>











Y por lo dem&aacute;s... Pues en cuanto a traducciones,
sinceramente,
no he hecho nada de nada y de momento no veo nada en mente. Ahora me
estoy concentrando en aprender todo lo que pueda de ingl&eacute;s
(y,
por qu&eacute; no, de la vida) en Irlanda, que dif&iacute;cil
es con
tanto espa&ntilde;ol xD, y disfrutar lo m&aacute;ximo posible.
No
obstante, no olvid&eacute;is que siempre estoy ech&aacute;ndole
un
vistazo al mundo del romhacking ;) <span style="font-weight: bold;">&iexcl;A
ver si gi0 nos trae tambi&eacute;n un regalo de reyes pero en forma
de
foro, que se echa de menos! :D</span><br>











      </td>











    </tr>











  
  
  
  
  
  
  
  
  
  
  </tbody>
</table>











<p>&nbsp;</p>











</div>











<table align="center" bgcolor="#252850" border="1" bordercolor="#000000" cellpadding="0" cellspacing="0" width="755">











  <tbody>











    <tr>











      <td>
      
      
      
      
      
      
      
      
      
      
      <p class="texto" align="center">&copy;
Copyright Sayans Traductions 1999-2005. Optimizado para
resoluci&oacute;n de 800x600, tambi&eacute;n se
ve bien a 1024x768 (mi resoluci&oacute;n). No debe haber
incompatibilidades con otro navegador. Webmaster: <a href="mailto:pablithacker@hotmail.com">Pablito's</a>
(y <a href="mailto:rarewa@hotmail.com">Rocky</a>
xD)</p>











      
      
      
      
      
      
      
      
      
      
      <p class="texto" align="center">Eres
el
visitante <a href="http://www.ademails.com/estadisticas1059782986.htm">
      
      
      
      
      
      
      
      
      
      
      <script type="text/javascript" language="JavaScript">
document.write("<img src=\"http://www.ademails.com/cgi-bin/contador.cgi?ID=1059782986");
document.write("&referer=");
document.write(escape(document.referrer));
document.write("\" border=0 alt=\"Estadisticas\">");
      </script></a></p>











      
      
      
      
      
      
      
      
      
      
      <div align="center">
      
      
      
      
      
      
      
      
      
      
      <noscript> <a
href="http://www.ademails.com/estadisticas1059782986.htm"><img
src=http://www.ademails.com/cgi-bin/contador.cgi?ID=1059782986 border=0
alt="Estadisticas"> </a> </noscript>











      <span class="texto">desde
1999 Estad&iacute;sticas:</span> <a target="_blank" href="http://v1.nedstatbasic.net/s?id=1415011"><img src="http://m1.nedstatbasic.net/n?id=ABWXYwcaPeaeSDZCnngYwIAdNyRQ" nosave="" border="0" height="18" width="18"></a></div>











      </td>











    </tr>











  
  
  
  
  
  
  
  
  
  
  </tbody>
</table>











</body>
</html>
