<title>Sayans Traductions - Gu&iacute;as: Final Fantasy III</title>
<link rel="stylesheet" href="../../styles.css" type="text/css">
<body bgcolor="#354C75" leftmargin="0" topmargin="0" marginwidth="0" marginheight="0" class="texto">
<p align="center">&nbsp;</p>
<p align="center"><img src="../guias.jpg" width="183" height="91" border="0"></a></p>
<p align="center"> Gu&iacute;a para <i><b>Final Fantasy III o VI</b></i><br>
  Por Lord Zero<br>
  (lord_0@yahoo.com)<br>
  Versi&oacute;n 1.2<br>
  <br>
  *************************************************************************</p>
<p align="center">Indice:</p>
<p align="center">1.- Historia del archivo.<br>
  2.- Introducci&oacute;n.<br>
  3.- Historia del juego.<br>
  4.- Los personajes.<br>
  5.- Caminata.<br>
  6.- El Coliseo.<br>
  7.- Lista de &Iacute;tems.<br>
  8.- La Magia:<br>
  8.1.- Magia blanca.<br>
  8.2.- Magia negra.<br>
  8.3.- Magia neutral.<br>
  8.4.- Los Espers.<br>
  8.7.- Lores.<br>
  8.- Cosas interesantes, trucos y misterios.<br>
  9.- Cr&eacute;ditos.<br>
  10.- Cosas legales.</p>
<p align="center">*************************************************************************</p>
<p align="center">1.-Historia del archivo.</p>
<p align="center">0.1 comienzo del archivo, en una semana supongo estar&aacute; 
  listo.<br>
  1.0 Lista la Guia. Primera versi&oacute;n al aire.<br>
  1.1 (MEGA ACTUALIZACION DE TODAS MIS GUIAS) peque&ntilde;a actualizacion, con 
  algunas<br>
  Correcciones y adiciones.<br>
  1.2 Cosas legales cambiadas. Revisi&oacute;n ortogr&aacute;fica. Detesto el 
  revisor<br>
  ortogr&aacute;fico de Word.<br>
  NOTA: No termino mis gu&iacute;as en una semana. No crean que hago cuatro gu&iacute;as<br>
  al mes...<br>
  1.3 Una correci&oacute;n referente a Carbunckle, Lista de &iacute;tems y Coliseo.</p>
<p align="center">*************************************************************************</p>
<p align="center">2.-Introduccion:</p>
<p align="center">NOTA IMPORTANTE: Ya me han enviado muchas veces como tener a 
  Mog en el<br>
  mundo del balance. Sin embargo, a falta de Internet propia, he perdido<br>
  casi todas estas cartas y no se quien me las envio. Por favor, quienes lo<br>
  hicieron, si no les molesta y quieren el credito, mandenme de vuelta la<br>
  cartas.</p>
<p align="center">You OUGHTA know what&acute;s Final Fantasy III, cierto? Tienes 
  que saber que es<br>
  esto!Esta fue una autentica joya de la creaci&oacute;n l&uacute;dica y uno de 
  los<br>
  mejores juegos de la historia! El sexto capitulo de la saga final Fantasy<br>
  fue un &eacute;xito total, y aun hoy en d&iacute;a fan&aacute;ticos le rinden 
  culto y sostienen<br>
  que es el mejor juego de toda la serie.</p>
<p align="center">A mi en particular me gusto mas el 4(2 aqu&iacute; en Am&eacute;rica), 
  pero es cuesti&oacute;n<br>
  de un gusto algo caprichoso. Realmente, Final Fantasy III, es una maravilla.<br>
  Por cierto, a veces me referir&eacute; a el como el 6 o como el 3.Razon es que 
  es<br>
  en realidad el sexto juego que sali&oacute; en Jap&oacute;n, pero el tercero 
  aqu&iacute; en<br>
  america-Final Fantasy I, II, y III salieron para el NES,IV,V y VI para el<br>
  Snes. Claro? Ok. Aprovecho la ocasi&oacute;n para que los usuarios de emuladores<br>
  se tiren una vuelta por los sitios RPG en espa&ntilde;ol, ya que hay un Patch<br>
  rondando con una traducci&oacute;n bastante competente al espa&ntilde;ol, con 
  sus<br>
  respectivos &quot;orrores&quot; ortogr&aacute;ficos. Esta gu&iacute;a va a ser 
  b&aacute;sicamente igual<br>
  en orden a la de FF IV, y pr&oacute;ximamente tendr&eacute; la de FF V, un juego 
  que, sin<br>
  lugar a dudas, los dejara pasmados. Cya!</p>
<p align="center">*************************************************************************</p>
<p align="center">3.-La historia:</p>
<p align="center">La historia de este juego es algo confusa. Comienzas al mando 
  de un grupo<br>
  de dos soldados en armaduras Magitek, y una chica tambi&eacute;n en esas<br>
  armaduras. Tras una introducci&oacute;n, te enteraras de que nos situamos a 
  1000<br>
  a&ntilde;os de una catastr&oacute;fica guerra llamada la Guerra de los Magos-&quot;magi 
  es<br>
  la palabra que se utiliza para el plural de Mage, pero solo en ciertos<br>
  tiempos, Ej.:Archmage-Archmagi-, la cual acaba con la tierra y todos los<br>
  avances tecnol&oacute;gicos y sociales de el mundo se perdieron. La polvora,la<br>
  gran tecnolog&iacute;a y las maquinas tienen el control de el mundo, pero hay 
  una<br>
  naci&oacute;n, una muy poderosa, que se ha propuesto revivir la magia en este<br>
  mundo naciente. La chica tendr&aacute; un encuentro fortuito con un Esper, y 
  luego<br>
  se revelara toda la historia. Tu misi&oacute;n, mas all&aacute; de detener a 
  este<br>
  imperio, es ayudar a los personajes a reconstruir sus vidas...suerte!</p>
<p align="center"></p>
<p align="center">*************************************************************************</p>
<p align="center">4.-Los personajes: Final Fantasy III tiene un autentico ejercito 
  de<br>
  personajes, aunque a diferencia del II, aqu&iacute; puedes jugar con sus<br>
  habilidades. Luuuueeego te lo explico. Los nombres despu&eacute;s del slash(/) 
  son<br>
  los de la versi&oacute;n japonesa.</p>
<p align="center">*Terra Bradford/Tina(La &quot;raver&quot;):<br>
  Profesi&oacute;n: Caballero m&aacute;gica.<br>
  Ultimo recurso: Riot Blade.<br>
  &quot;una misteriosa joven, controlada por el imperio, y nacida con el don de<br>
  la magia...&quot;<br>
  La que se podr&iacute;a decir es la protagonista del<br>
  juego. Terra es una adolescente con un tremendo problema existencial que<br>
  tiene ra&iacute;z en que es capaz de usar magia, cosa que deber&iacute;a ser 
  insulsa,y<br>
  el curioso hecho de que tiene el pelo verde(&quot;ah, gran cosota!yo me lo<br>
  puedo pintar de azul platino!&quot;). Terra no se siente a gusto con su<br>
  alrededor y siente una inexplicable necesidad de conocer los sentimientos<br>
  que alimentan la pobre vida de las personajes en este sitio.<br>
  --------------------<br>
  Propiedades: Terra es el primer personaje capaz de usar magia en el juego,<br>
  y es muy redondeada, fuerte en todo.<br>
  Una vez que Terra descubra su verdadera identidad, entonces tendr&aacute; un<br>
  comando nuevo, MORPH, que la revierte a su estado Esper y le da mas poder<br>
  de ataque y magia. Muy &uacute;til si eres r&aacute;pido con el mando.<br>
  --------------------<br>
  Pasado L&uacute;dico: Inexistente...</p>
<p align="center">*Locke Cole/Lock:<br>
  Profesi&oacute;n: Cazador de tesoros.<br>
  Ultimo Recurso: Mirager.<br>
  &quot;Cazador de tesoros y endurecido viajero, busca por el mundo las reliquias<br>
  del pasado&quot;<br>
  Locke es un ladr&oacute;n... oopps! Cazador de tesoros que vaga por el mundo<br>
  buscando las reliquias del pasado. El chico este tiene sin embargo un muy<br>
  buen coraz&oacute;n, y siempre tratara de ayudar a todos, especialmente a las<br>
  damas, aunque eso va mas all&aacute; de la galanter&iacute;a. Locke conoce a 
  Terra y la<br>
  ayuda a escapar y luego se quedara para protegerla a ella y a Celes.<br>
  --------------------<br>
  Propiedades: Locke es r&aacute;pido, pero no demasiado fuerte...Su verdadera<br>
  utilidad son sus comando Steal y Capture, ya que puedes ganar premios muy<br>
  raros de esta manera. Este chico funciona mejor con armas especiales y<br>
  desde atr&aacute;s.<br>
  --------------------<br>
  Pasado L&uacute;dico: Locke es b&aacute;sicamente un Ladr&oacute;n, aparecido 
  en FF I,II,III,V<br>
  y de alguna manera en el IV. Los ladrones nunca fueron demasiado &uacute;tiles, 
  aunque<br>
  normalmente serian mejorados de cierta manera al convertirse en Ninjas.</p>
<p align="center">*Edgar Roni Figaro:<br>
  Profesi&oacute;n: Ingeniero.<br>
  Ultimo Recurso: Royal Shock.<br>
  &quot;El joven rey del castillo Figaro, Aliado al Imperio, y un maestro dise&ntilde;ador<br>
  de la maquinaria...&quot;<br>
  Edgar es el rey de una naci&oacute;n basada en la tecnolog&iacute;a llamada 
  Figaro, que esta<br>
  en medio de un desierto. Aunque al principio estar&aacute;n aliados al imperio,<br>
  Edgar se unir&aacute; a ustedes. Edgar es algo lanzado con las chicas, y mas 
  de la<br>
  mitad del juego Locke o Sabin se quejaran de esa capacidad. Sin embargo, el<br>
  quiere mucho a su hermano, y se preocupa por su reino.<br>
  --------------------<br>
  Propiedades: Edgar es una autentica bestia a la hora de usar armas, causa mucho<br>
  da&ntilde;o y es una excelente elecci&oacute;n para cargar armas como la Excalibur 
  y la Atma<br>
  Weapon. Su principal habilidad es la de usar diferentes artefactos en pos<br>
  de la violencia al enemigo. Abajo esta la lista:<br>
  AutoCrossBow(250 GPs)da&ntilde;o a todos los enemigos.<br>
  BioBlaster(500 GPs)Da&ntilde;a a todo el mundo con veneno.<br>
  Noise Blaster(750 GPs)Confunde(o al menos trata) a todos los enemigos.<br>
  Flash(1000 GPs)Ataca y enceguece a los enemigos.<br>
  Drill(3000 GPs)Gran da&ntilde;o a un solo enemigo.<br>
  Chainsaw(Se consigue en Zozo)A veces despacha a los enemigos de un golpe.<br>
  Debilitator(5000 GPs)Cambia la debilidad a un enemigo aleatoriamente.<br>
  Air Anchor(Ganada en el Coliseo)Hace que los enemigos se auto destruyan.<br>
  --------------------<br>
  Pasado L&uacute;dico: Inexistente.</p>
<p align="center">*Sabin Rene Figaro/Mash:<br>
  Profesi&oacute;n: Artista Marcial(No, no act&uacute;a...)<br>
  Ultimo Recurso: Tiger Break.<br>
  &quot;El hermano gemelo de Edgar, que cambio el trono por su propia libertad...&quot;<br>
  Edgar se perdi&oacute; de la vida de su hermano cuando su padre muri&oacute;, 
  y con una<br>
  moneda<br>
  decidieron quien seria el heredero. Tras una serie de altercados, Sabin se<br>
  fue a estudiar con Duncan, un maestro de las artes marciales, con el prop&oacute;sito<br>
  de alg&uacute;n d&iacute;a volver y ayudar a Figaro. Sabin se unir&aacute; a 
  ustedes cuando se<br>
  enfrenten a Vargas.<br>
  --------------------<br>
  Propiedades: F&iacute;sicamente, este chico causa el mayor da&ntilde;o posible 
  del juego,<br>
  aunque no puede equipar la Excalibur o la Atma Weapon(bummer!). Adem&aacute;s 
  de<br>
  esto, su poder especial es BLITZ, con la cual puedes entrar diversos comandos<br>
  para lograr distintos ataques. Abajo esta la lista.<br>
  Pummel: Izquierda, derecha, izquierda. Ataca un enemigo.<br>
  Aurabolt: Abajo, Abajo izquierda, Izquierda. Ataca con electricidad, pero<br>
  sospechosamente funciona con los enemigos &quot;desmuertos&quot;(Zombies, etc...)<br>
  Suplex: X, Y, Abajo, arriba. Agarra al enemigo y lo manda al cipote para que<br>
  se de duro al caer.<br>
  Fire Dance: Izquierda, Izquierda abajo, abajo, abajo derecha, derecha. Ataca<br>
  con<br>
  fuego a todos los enemigos.<br>
  Mantra: R, L, R, L, X, Y. Cura a todos los aliados.<br>
  Air Blade: arriba, Arriba derecha, derecha, abajo derecha, abajo, izquierda<br>
  abajo, izquierda. Ataca a todos los enemigos con Viento.<br>
  Spiraler: R, L, X, Y, derecha, izquierda. Sabin Muere y cura a todos los<br>
  aliados.<br>
  Bum Rush: Izquierda, izquierda arriba, arriba ,arriba derecha, derecha, derecha<br>
  abajo, abajo, abajo izquierda, izquierda. Ataca a un enemigo por gran da&ntilde;o.<br>
  --------------------<br>
  Pasado L&uacute;dico: B&aacute;sicamente Sabin seria un Monje, tal y como fue 
  Yang en FFIV.<br>
  Fue usada por toda la serie(Y va a ser usada en Final Fantasy IX)hasta este<br>
  juego.</p>
<p align="center">*Shadow:<br>
  Profesi&oacute;n: Mercenario, asesino, rata peluda, etc...<br>
  Ultimo Recurso: Colmillo de la oscuridad.<br>
  &quot;No le debe afiliaci&oacute;n a nadie ,y har&aacute; lo que sea por dinero. 
  El viene y se<br>
  va como el viento...&quot;<br>
  Shadow fue el prop&oacute;sito de uno de los rumores mas bestialmente regados 
  por<br>
  el mundo, ya que su pasado esta envuelto en sombras, pero por medio de sue&ntilde;os,<br>
  conocemos muchos datos muy curiosos. Shadow, como persona, es escasamente<br>
  conocida, aunque de el se dice que matar&iacute;a a su propia madre por<br>
  dinero(simp&aacute;tico el chico, no?),y su &uacute;nico amigo es un perro extra&ntilde;amente<br>
  amigable(as&iacute; que es mentira lo de que los perros se parecen a sus due&ntilde;os).<br>
  NOTA: Shadow es un personaje que a veces se separara de tu grupo, y volver&aacute;<br>
  mas tarde. Hay una manera de que se quede contigo, pero es parte del juego.<br>
  --------------------<br>
  Propiedades: Shadow es un personaje r&aacute;pido, y con gran porcentaje de 
  evadir<br>
  ataques. Su principal capacidad es la de lanzar cosas a los enemigos, desde<br>
  estrellitas ninjas a madres machetes y espadas. El tiene un gran porcentaje<br>
  m&aacute;gico tambi&eacute;n. Tambi&eacute;n Interceptor, su Perro, a veces 
  detendr&aacute; los ataques<br>
  dirigidos a Shadow y contraatacara con un poderoso ataque llamado Wild Fang.<br>
  --------------------<br>
  Pasado L&uacute;dico: Shadow es un Ninja, segundo nivel de los ladrones de casi 
  todos<br>
  los juegos FF, la adici&oacute;n de Interceptor podr&iacute;a ser comparada 
  con los<br>
  Hunters de FFV, pero no hay raz&oacute;n para hacerlo.</p>
<p align="center">*Cyan Garamonde/Cayeene:<br>
  Profesi&oacute;n :Caballero noble/Samurai.<br>
  Ultimo recurso: Literalmente, la parte de atr&aacute;s de la espada, pero esto 
  deber&iacute;a<br>
  traducirse como la &quot;estocada por la espalda&quot;. Back Blade.<br>
  &quot;Creyente defensor de la l&iacute;nea de su familia, con el coraje y la 
  fuerza de<br>
  100 hombres...&quot;<br>
  Cyan es un noble caballero(valga la freakin redundancia), el cual ha dedicado<br>
  su vida a su reino, Doma, y a su familia. Cuando Kefka ataque su reino, el se<br>
  unir&aacute; a los retornantes para detener la masacre que hasta ahora se a 
  armado, y<br>
  como por el ladito, a vengar la muerte de su familia y su Rey.<br>
  --------------------<br>
  Propiedades: Cyan es otra bestia negra capaz de dar y resistir cantidades<br>
  masivas de camorra. Su habilidad especial es la de usar diversas t&eacute;cnicas<br>
  con sus sables. Abajo la lista de ellas. Estas se cargan con el tiempo, pero<br>
  si te pasas vuelves a la primera t&eacute;cnica.<br>
  1-Dispatch: ataque doble a un objetivo.<br>
  2-Retort: Contraataca un ataque con gran poder.<br>
  3-Slash: Corta el HP del objetivo a la mitad.<br>
  4-Quadra Slam: Reparte cuatro golpes a los enemigos en la pantalla mientras<br>
  hace unas poses algo sospechosas.<br>
  5-Empowerer: Quita HPs y MPs.<br>
  6-Stunners: Ataca a todos los enemigos y los paraliza.<br>
  7-Quadra Slice: Autentica masacre repartiendo cuatro bestiales ca&ntilde;azos<br>
  a todos los enemigos con doble da&ntilde;o cada uno.<br>
  8-Cleave: Acaba con los enemigos de un golpe.<br>
  --------------------<br>
  Pasado L&uacute;dico: Un Samurai, tambi&eacute;n muy usado, aunque este carece 
  de la<br>
  capacidad<br>
  de usar GPToss. Primera aparici&oacute;n en FF I.</p>
<p align="center">*Gau(sip, Gau s&oacute;lito):<br>
  Profesi&oacute;n: chico simp&aacute;tico que vivir con animales en Veldt.<br>
  Ultimo Recurso: Inexistente ya que no tiene un comando Fight.<br>
  &quot;Envuelto en pieles de monstruos, Ojos brillan con inteligencia. Un joven<br>
  sobreviviendo en contra de todas las oportunidades...&quot;<br>
  Gau es un chico que de alguna manera fue abandonado por sus padres en el<br>
  medio de esta gran planicie llamada el Veldt. Siendo tan chico, los animales<br>
  y monstruos lo cuidaron hasta que el creci&oacute; y les devuelve el favor<br>
  defendi&eacute;ndolos contra los mayores peligros. La madre de Gau es desconocida,<br>
  pero su padre vive cerca. Gau se une cuando Sabin, Shadow y Cyan necesitan<br>
  un accesorio para respirar bajo el agua.<br>
  --------------------<br>
  Propiedades: Gau no es un personaje que sea mucho de mi agrado, aunque<br>
  f&iacute;sicamente es francamente poderoso. Su habilidad especial permite copiar<br>
  ataques<br>
  de los enemigos en el Veldt(Usando Leap, que solo aparece en el Veldt), y<br>
  luego,<br>
  cuando vuelva tendr&aacute; los ataques disponibles, que se seleccionan al monstruo<br>
  del agrado del jugador, y Gau emulara el comportamiento de la bestia en<br>
  funci&oacute;n. Son una buena cantidad, y no pensaran que las voy a poner aqu&iacute;!<br>
  --------------------<br>
  Pasado L&uacute;dico: Inexistente.</p>
<p align="center">*Celes Chere:<br>
  Profesi&oacute;n: Caballero Magitek.<br>
  Ultimo Recurso: Spin Edge.<br>
  &quot;Producto de la ingenier&iacute;a gen&eacute;tica, una Caballero Magitek 
  endurecida en el<br>
  combate, con un esp&iacute;ritu tan puro como la nieve...&quot;<br>
  Celes era una ni&ntilde;a que fue infusionada con el poder de alg&uacute;n Esper 
  cuando<br>
  se alisto en el imperio, y resulto en ser el arma gen&eacute;tica mas poderosa<br>
  del Imperio. Kefka y ella fueron resultados de esos experimentos gen&eacute;ticos,<br>
  pero<br>
  Celes fue capaz de mantener su poder bajo control. Cuando creci&oacute; y se 
  convirti&oacute;<br>
  en una flamante adolescente, la guerrera favorita del emperador Gestahl,<br>
  se dio cuenta de que lo que hacia estaba mal, y fue castigada. Locke la<br>
  liberara<br>
  en Figaro del Sur, y de all&iacute; en adelante se unir&aacute; al equipo.<br>
  Mi personaje favorito ^_^ comparte con Omega de FFV y Rydia de FF IV.<br>
  --------------------<br>
  Propiedades: Celes es un personaje con poderes m&aacute;gicos realmente<br>
  extraordinarios.<br>
  Celes con la Gem Box y Ultima aprendido es una maquina destructora. Por dem&aacute;s,<br>
  no es demasiado poderosa, pero tiene la ventaja de poder usar la Excalibur<br>
  y la Atma Weapon. Mi objetivo predilecto para el Aegis Shield o el Paladin<br>
  Shield. Su habilidad especial es Runic, que permite que las magias que se usen<br>
  una vez usada esa magia y hasta su pr&oacute;ximo turno sean absorbidas por<br>
  Celes y ella ganara el MP que usa esa magia. El problemita es que tambi&eacute;n<br>
  absorbe tus propias magias, pero es muy &uacute;til.<br>
  ---------------------<br>
  Pasado L&uacute;dico: Celes muy bien podr&iacute;a ser comparada con los caballeros 
  m&aacute;gicos<br>
  de FF V, a pesar de que no compartan cualidades.</p>
<p align="center">*Setzer Gabbiani:<br>
  Profesi&oacute;n: Jugador.<br>
  Ultimo Recurso: Red Card.<br>
  &quot;un jugador de Black Jack, viajero del mundo, un esp&iacute;ritu libre 
  habitante de<br>
  los casinos...&quot;<br>
  Setzer es el conveniente propietario de la &uacute;nica cosa no viviente capaz 
  de<br>
  volar del mundo, la &uacute;nica aeronave. Setzer viene de un pasado en el cual<br>
  perdi&oacute; a su mejor amiga, Daryl, tras una vida sin preocupaciones. Tras 
  una<br>
  carrera Daryl se fue a buscar algo, lastimosamente, sus restos fueron hallados<br>
  un a&ntilde;o despu&eacute;s. Daryl sin embargo desapareci&oacute; en el lugar 
  del accidente en<br>
  la isla triangular. Su nave descansa en su tumba. Se une al equipo tras el<br>
  secuestro accidental de Celes en la casa de la Opera.<br>
  --------------------<br>
  Propiedades: Setzer es un personaje extremadamente poderoso con las<br>
  herramientas<br>
  apropiadas. Con sus dos mejores armas, el Genji Glove, y el Offering este chico<br>
  es capaz de acabar muchas peleas con facilidad. Sus dos habilidades especiales<br>
  son Slot y Coin Toss. El primero permite jugar una ruleta que determina<br>
  diversos<br>
  efectos:<br>
  Todos diferentes: Lagomorph-Curacion b&aacute;sica.<br>
  Joyas: 7 flush- Da&ntilde;o mas o menos.<br>
  Chocobos: Chocobop-ataque masivo de Chocobos.<br>
  naves: H-Bomb.Ataque a todos los enemigos.<br>
  Bars: Un Esper sale aleatoriamente.<br>
  P&aacute;jaros: Flare.<br>
  7s: Elimina a todos los enemigos.<br>
  Dos 7 y un Bar: Elimina a los enemigos y al equipo.<br>
  Coin Toss funciona como GP Toss de FF V, tiras dinero de acuerdo al da&ntilde;o 
  que<br>
  causes.<br>
  --------------------<br>
  Pasado L&uacute;dico: Inexistente.</p>
<p align="center">*Mog(El Moogle!!!)=):<br>
  Profesi&oacute;n: Moogle, si se le puede llamar profesi&oacute;n.<br>
  Ultimo recurso: Moogle Rush.<br>
  &quot;Amante de los humanos, r&aacute;pido al hablar, inteligente en las calles,(No 
  puedo<br>
  traducir lo siguiente &quot;Slam Dancing&quot; &quot;Bailador entrompador&quot; 
  ?)...Moogle...&quot;<br>
  Mog es uno de los pocos, sino el &uacute;nico, Moogle capaz de hablar el lenguaje 
  de<br>
  los humanos. Los Moogles son de por si una raza amigable, amable, y Mog no<br>
  es la excepci&oacute;n. El primer contacto con Mog es cuando salvas a Terra 
  con<br>
  los Moogles y Locke, pero no se queda contigo.<br>
  --------------------<br>
  Propiedades: Mog funciona muy bien con Lanzas y las Dragon Boots. De resto,<br>
  su habilidad especial es Bailar(Dance), y aprende los bailes en diferentes<br>
  localizaciones. Yo en lo personal no las tengo todas, ya que Mog no es un<br>
  personaje que me haga hecho dedicarle mucho tiempo. Mog es tambi&eacute;n un 
  buen<br>
  personaje m&aacute;gico, pero lo mas importante a la hora de usarlo, es equiparlo<br>
  con excelentes armaduras. Si tienes a Celes y/o Terra este chico esta<br>
  de sobra.<br>
  --------------------<br>
  Pasado L&uacute;dico: Los Moogles aparecieron por primera vez en Final Fantasy 
  V,<br>
  aunque eran algo diferentes a estos, pero siguieron siendo usados hasta<br>
  hoy en d&iacute;a. Los Moogles representan algo as&iacute; como los pobres sufridos 
  de la<br>
  guerra(ni los humanos la pasan tan mal).</p>
<p align="center">*Strago Magus/Stragus:<br>
  Profesi&oacute;n: Maestro Guerrero m&aacute;gico.(Alias Mago azul)<br>
  Ultimo Recurso: Sabre Soul.<br>
  &quot;un caballero anciano, puro de coraz&oacute;n y aprendido en las v&iacute;as 
  de los<br>
  monstruos...&quot;<br>
  Strago es un anciano que vive en la alejadisima ciudad de Thamasa. Esta villa<br>
  es el hogar de los descendientes de los guerreros de la guerra de los Magos,<br>
  y tras tanto tiempo, se ha resuelto esconder los debilitados poderes de<br>
  los habitantes para evitar mas problemas. Strago es una persona muy respetada<br>
  por sus vecinos, y un viejo amigo del alcalde...Strago se unir&aacute; a ustedes<br>
  cuando est&eacute;n buscando los Espers.<br>
  --------------------<br>
  Propiedades: una reminiscencia de Final Fantasy V, Strago tiene la capacidad 
  de<br>
  aprender diversos ataques de los enemigos. Estas magias son llamadas Lores,<br>
  y son el nuevo nombre de las famosas magias azules. Algunas de estas magias<br>
  son realmente demoledoras, pero Strago es sin embargo un personaje bastante<br>
  d&eacute;bil, Celes, Terra, Shadow, y mas importante Relm lo reemplazan con 
  gran<br>
  superioridad.<br>
  --------------------<br>
  Pasado L&uacute;dico: Los Magos Azules de FFV, pero esos eran poderosos f&iacute;sicamente,<br>
  y este ni de chiste es fuerte.</p>
<p align="center">*Relm Arrowny:<br>
  Profesi&oacute;n: Aspira ser una artista.<br>
  Ultimo Recurso: Star Prism.<br>
  &quot;En sus pinturas ella captura todo: bosques, agua, luz...la verdadera esencia<br>
  de la vida...&quot;<br>
  Relm es la nieta de Strago(padres y madres desconocidos- en el caso de<br>
  Locke se entiende, pero esta chica tiene 10 a&ntilde;os!), y una muy inspirada<br>
  pintora. Ella es una chiquilla muy madura, y muy consciente, y gracias a su<br>
  gran talento es capaz de hacer pinturas incre&iacute;bles. Se une al grupo al 
  mismo<br>
  tiempo que Strago(y provocando una muy s&aacute;dica reacci&oacute;n por parte 
  de Edgar).<br>
  NOTA: alguien (Muchas gracias a ti! Tu sabes quien eres, yo no por fant&aacute;stica<br>
  Memoria), me cont&oacute; que en cierta escena, Strago admite que Relm no es 
  su nieta<br>
  verdadera. Esto completa mi teor&iacute;a que Shadow es el padre de Relm.<br>
  --------------------<br>
  Propiedades: Relm es un muy buen personaje m&aacute;gico, tiene una obscenidad 
  de<br>
  poder<br>
  m&aacute;gico. Su habilidad especial es Sketch, que pinta al enemigo y hace 
  un ataque<br>
  al azar de su arsenal. Esto es sin embargo algo peligroso, ya que puede llegar<br>
  a sacar un bug, que aunque puede darte toda clase de armas, tambi&eacute;n puede<br>
  borrar tus juegos grabados. Con el Fake Mustache puedes usar control ,y<br>
  controlar a los enemigos(Utilisimo!)<br>
  --------------------<br>
  Pasado L&uacute;dico: Inexistente.</p>
<p align="center">*Umaro:<br>
  Profesi&oacute;n: yeti.<br>
  Ultimo recurso: ninguno. Umaro no puede ser controlado.<br>
  &quot;Admirador de esculturas de hueso, fuerte como un gigante, un compa&ntilde;ero 
  yeti<br>
  con m&uacute;sculo!&quot;<br>
  Umaro es un hombre de las nieves, muy amigo de los Moogles, mas concretamente<br>
  con Mog. Umaro posee un Esper- no hay mucha historia que contar :)<br>
  --------------------<br>
  Propiedades: Un realmente _bestial_ personaje, reminiscencia de los Berserkers<br>
  de Final Fantasy V. Umaro no puede ser controlado, usa un Bone Club como arma,<br>
  pero hace un da&ntilde;o obsceno. Dos reliquias, la Crystal Orb y el Rage Ring, 
  le<br>
  dan dos poderes nuevos, Blizzard(Da&ntilde;o de hielo a todo el mundo) y Rage, 
  que<br>
  tira personajes a los enemigos por gran da&ntilde;o. Aunque es dif&iacute;cil 
  acost&uacute;mbrate<br>
  a el, es muy bueno .El Gauntlet tambi&eacute;n le da gran poder de ataque.<br>
  ---------------------<br>
  Pasado L&uacute;dico: Los Berserkers de FF V se comportaban de una manera mas 
  o<br>
  menos parecida, aunque el hechizo Berserkers que causa el mismo efecto ha<br>
  existido desde FFII.</p>
<p align="center">*Gogo(Argh!=():<br>
  Profesi&oacute;n: MIMO...&quot;bob, when does the hurting stop?I hate Mimes!&quot;(caleb,el<br>
  personaje de Blood,por Monolith,cuando un mimo se atravesaba.No me caen<br>
  mal los mimos de verdad,pero en los juegos LOS DETESTO!&gt;=)<br>
  Ultimo Recurso:X-Meteor(Cara...mba!eso es lo que usaron Golbez y Fusoya en<br>
  FF IV para derrotar a Zemus!!)<br>
  &quot;Cubierto en extra&ntilde;as ropas...es un hombre?...una mujer?...deber&iacute;amos<br>
  preguntar?&quot;<br>
  La historia de Gogo esta cubierta en misterio. Muchos(entre los que me cuento)<br>
  sugieren que se trata de Daryl, la amiga de Setzer, que tras el accidente<br>
  fue tragada por el enemigo que esta en la isla triangular, y all&iacute; se 
  quedo<br>
  encerrada...despu&eacute;s de todo, el cad&aacute;ver de Daryl nunca se encontr&oacute;...<br>
  -------------------<br>
  Propiedades: un personaje muy versatil. Mimic, su habilidad especial, permite<br>
  copiar el ultimo comando de un aliado, sin gastar recursos.<br>
  De resto, en su pantalla de stats, puedes agregar tres(o cuatro?)habilidades<br>
  mas a su cuadrito, de todas las de todo el equipo. Muy &uacute;til. Otro mas 
  de FFV.<br>
  -------------------<br>
  Pasado L&uacute;dico: FFV tenia un trabajo el cual era de mimo, para lograrlo 
  deb&iacute;as<br>
  &quot;Vencer&quot; a un enemigo muy parecido a este Gogo, que no hacia nada. 
  Deb&iacute;as hacer<br>
  lo<br>
  mismo que el, as&iacute; que no deb&iacute;as hacer nada!</p>
<p align="center">----------------------------Dem&aacute;s personajes-----------------------------</p>
<p align="center">*Kefka/ Cefka:<br>
  Profesi&oacute;n: Ladilla cr&oacute;nica, General de las fuerzas armadas de 
  el Imperio.<br>
  Ultimo Recurso:ninguno-algunos sugieren que mediante el c&oacute;digo de game 
  Genie<br>
  se puede sacar Fallen One, pero eso me suena a cuento...<br>
  Kefka es una suerte de hermano de Celes, que perdi&oacute; el control de sus<br>
  habilidades<br>
  y se convirti&oacute; en una autentica maquina asesina que busca controlar- 
  y<br>
  destruir- el mundo, la gente, los sue&ntilde;os. Due&ntilde;o de una personalidad 
  bastante<br>
  ani&ntilde;ada(&quot;Yo te odio, odio, odio, odio, odio, odio, odio(...)&quot;cuando 
  le jorobas<br>
  -a medias- sus planes de atrapar los Espers), pero bastante s&aacute;dica, y 
  de una<br>
  risa espeluznante con la cual puedes llegar a tener pesadillas.<br>
  Kefka NO ES UN PERSONAJE JUGABLE, CARAMBA!. Es malo, muy malo, y por tanto no<br>
  se merece ese premio.<br>
  Con las secuencias se conoce que maneja las magias, casi todas, es inmune<br>
  al veneno(esto no incluye el final del juego).</p>
<p align="center">*Emperador Gestahl:<br>
  Profesi&oacute;n :Emperador(te parece poco?).<br>
  Ultimo Recurso: no se para que pongo esto si ninguno de estos personajes lo<br>
  tienen...<br>
  El Emperador Gestahl es una autentica rata peluda que acaricia desde hace a&ntilde;os<br>
  el sue&ntilde;o de atrapar a todos los Espers. Creador de las armas biol&oacute;gicas 
  que<br>
  son Kefka, Celes y Terra- esta ultima fue arrancada de los brazos de su<br>
  agonizante madre, y un brillante, pero man&iacute;aco l&iacute;der estrat&eacute;gico.<br>
  Traicionado en el ultimo momento por Kefka, por carecer de la falta de<br>
  escr&uacute;pulos de Kefka.<br>
  Con las secuencias se conoce que maneja todas las magias nivel 3, y algunas<br>
  mas.</p>
<p align="center">*General Leo:<br>
  Profesi&oacute;n: Ultimo de los tres Generales del imperio(Celes y Kefka)aunque<br>
  es el mas viejo.<br>
  Ultimo Recurso: Puede tenerlo, pero nunca me ha salido...<br>
  Un personaje fugazmente manejado por el jugador. Leo es un justo, admirado<br>
  y simp&aacute;tico jefe militar del imperio. &quot;Lo cortes no quita lo valiente&quot; 
  se<br>
  aplica aqu&iacute;, siendo Leo una persona adem&aacute;s de valiente, amable 
  y presta<br>
  a ayudar a quien lo necesite(quitando a Kefka, claro). Leo trata de evitar las<br>
  muertes por esta guerra, aun manteni&eacute;ndose leal al Emperador Gestahl.<br>
  Leo desarrollara una corta relaci&oacute;n(de amistad, s&aacute;dicos!)con Terra.<br>
  --------------------<br>
  Propiedades: Leo es controlado por una corta secuencia durante la reuni&oacute;n<br>
  con los Espers en Thamasa. Leo es una autentica maravilla, viene equipado<br>
  con un Offering, alguna espada muy poderosa, un Aegis Shield, y quien sabe<br>
  que mas. Su habilidad especial es Shock, que da&ntilde;a bestialmente a todos 
  los<br>
  enemigos en la pantalla.<br>
  (y no ,no le puedes quitar su equipo...)</p>
<p align="center">*Banon:<br>
  Profesi&oacute;n: L&iacute;der de los retornantes.<br>
  Ultimo Recurso: tambi&eacute;n puede tener uno, pero no lo conozco...<br>
  Banon es el l&iacute;der de el grupo rebelde al cual se unen ustedes. Tras la 
  estancia<br>
  en su base, el se unir&aacute; a ti para tratar de detener el Imperio de conseguir<br>
  los Espers.<br>
  --------------------<br>
  Propiedades: Mas que un personaje, es una molestia...Su comando especial es<br>
  Health, que cura a todo el equipo, pero de resto, es muy debilucho...</p>
<p align="center">*Los Moogles:<br>
  Profesi&oacute;n: Ser Moogles!<br>
  Ultimo Recurso: Mog tiene uno, pero el resto no tienen.<br>
  Mog, Kumama, Kupan, Kuku, Kupop, Kutan, Kushu, Kurin, Kuru, Kupek, y<br>
  Kamog son los nombres de estas criaturitas, parientes lejanos de los Dragones.<br>
  (aunque aqu&iacute; no se nota tanto su parecido)Son amigables, y los controlas<br>
  cuando Terra es rescatada Por Locke.<br>
  ---------------------<br>
  Propiedades: Aparte de Mog, ninguno de ellos tiene habilidades especiales.<br>
  Todos tienen diversas armas y aptitudes.</p>
<p align="center">*Vicks y Wedge/Biggs y Vedge:<br>
  Profesi&oacute;n: Soldados Magitek.<br>
  Ultimo Recurso: no tienen comando Fight...<br>
  Son dos soldados no tan an&oacute;nimos que acompa&ntilde;an a Terra en el principio 
  del<br>
  juego. Sus nombres(que de paso vienen mal escritos)son de dos pilotos de<br>
  Star Wars.<br>
  ---------------------<br>
  Propiedades: Su habilidad es que vienen encaramados en armaduras Magitek,<br>
  con varias habilidades.</p>
<p align="center">*Ghost:<br>
  Profesi&oacute;n: Vagar en el tren Fantasma.<br>
  Ultimo Recurso:&iquest;?<br>
  Almas que van en su tramo a la otra vida. Se unen a ti gratiutamente-tripa!-<br>
  por todo el tren Fantasma, y se separan(si aun siguen contigo)cuando vas<br>
  a enfrentar la maquina.<br>
  ----------------------<br>
  Propiedades: Vienen desequipados, pero visto que tienes solo tres personajes,<br>
  y esa parte es dif&iacute;cil, una ayudita mas no molesta :).Su habilidad es 
  Possess,<br>
  que si funciona, elimina al enemigo y al fantasma, as&iacute; que hay que buscar<br>
  otro si quieres mantener esa ayuda.</p>
<p align="center">(te dije que eran muchos personajes)</p>
<p align="center">**************************************************************************</p>
<p align="center">5.-LA Caminata:</p>
<p align="center">And now it&acute;s time!!!!(My name is kiiiiiiiiiddddddd!!!!)Comencemos 
  el juego!<br>
  (uso los nombres normales para el juego)</p>
<p align="center">- Narshe:</p>
<p align="center">Comienzas el juego con una peque&ntilde;a introducci&oacute;n, 
  y una bonita secuencia con<br>
  una muy bonita m&uacute;sica de fondo que muestra tres armaduras Magitek caminando<br>
  v&iacute;as Narshe(p&aacute;rale a la m&uacute;sica, que es muy buena).Tras 
  eso, y al llegar al<br>
  poblado, la chica de pelo verde(&quot;?????&quot;)pasa al mando.<br>
  Unos pocos soldados y perros te atacan, vu&eacute;lalos, y vigila tus HPs, si<br>
  necesitas<br>
  usa Heal Force para curar. Bio Blaster puede acabar con la mayor&iacute;a de 
  las<br>
  batallas.</p>
<p align="center">Sigue siempre al norte, y al final te tiran al Whelk a darte 
  ca&ntilde;a.</p>
<p align="center">Whelk:1600 HPs, 1000 MPs. D&eacute;bil al fuego.<br>
  Estrategias: Tal como Vicks(o Wedge) dice, este monstruo &quot;Come electricidad&quot;.<br>
  y &quot;no lo ataques mientras este en su Concha&quot;.<br>
  Haz eso. Ataca la cabeza con Fire Beam y Tek Missile, y mientras se esconde<br>
  cura.</p>
<p align="center">Tras esto, llegaran con el mentado Esper. Tras la conversa, 
  Vicks y Wedge<br>
  pasaran a mejor vida, y la chica Raver de pelo verde caer&aacute; sin conocimiento.</p>
<p align="center">Despiertas en casa de un viejito llamado Arvis. Tras una conversaci&oacute;n 
  , el<br>
  te preguntara tu nombre, y la Raver ser&aacute; llamada Terra. Descubrir&aacute;s 
  que fuiste<br>
  usada por el imperio(hmmmm...porque escrib&iacute; eso?&quot;usada&quot;?bueno,bien 
  por ti<br>
  si eres chica, sino, bueh...)mediante un aparato que te manten&iacute;a bajo 
  control,<br>
  y borro parcialmente tu memoria. Tras esto, unas tropas de Narshe vendr&aacute;n<br>
  a golpear la puerta exigiendo que entreguen a la bruja- adjetivo que se usa<br>
  cuando se habla de la pobre Terra durante gran parte del juego- pero Arvis<br>
  por suerte no te quiere entregar, as&iacute; que te toca una escapada r&aacute;pida 
  por<br>
  la puerta trasera .El reloj contiene un Elixir. Sal por all&iacute; y sigue 
  el<br>
  camino obvio. Tras un rato, Terra sea atrapada, pero el suelo ceder&aacute; 
  y caer&aacute;<br>
  por un agujero.</p>
<p align="center">Locke es presentado ahora, y tu trabajo es proteger a Terra 
  con ayuda de<br>
  los Moogles. Son tres equipos, uno full de Moogles, uno full de Moogles<br>
  liderados por Mog(Si quieres, puedes quitarle sus cosas, ya que tiene un buen<br>
  equipo),y otro liderado por Locke y con cuatro Moogles. Si los enemigos<br>
  llegan con Terra, fuiste. los grupos son diversos sabores y colores de soldados<br>
  y perros de ataque ,no son muy dif&iacute;ciles. Mog probablemente aprender&aacute; 
  Dusk<br>
  Requiem aqu&iacute;. Al final, una tropa esta quieta, ese es el Marshall.</p>
<p align="center">Marshall: 420 HPs. Lobos: 120 HPs. D&eacute;bil al veneno.<br>
  Estrategias: Si usas a Mog, lo derrotaras con sencillez usando Dusk Requiem.<br>
  Si no, simplemente dirige tus ataques al Marshall y luego a los doggies.</p>
<p align="center">Locke se llevara a Terra y tras despedirse de los Moogles, te 
  ense&ntilde;ara una<br>
  salida secreta que te servir&aacute; en alguno momento. No te olvides de ella.<br>
  Los soldados te impiden entrar a Narshe, as&iacute; que vayamos a Figaro, el 
  castillo<br>
  del desierto.</p>
<p align="center">-Castillo Figaro:</p>
<p align="center">Figaro se encuentra al sur de Narshe, en medio de un enorme 
  desierto. Al<br>
  entrar,<br>
  Dir&iacute;gete siempre al norte para conoce a tu tercer integrante, Edgar. 
  Sus<br>
  razones para ayudarte?&quot;primero, tu belleza me ha cautivado(la de Terra),<br>
  segundo, me muero por saber si soy tu tipo, supongo que tus habilidades serian<br>
  un distante tercero...&quot;.<br>
  Aqu&iacute; puedes comprar las primeras herramientas para Edgar, muy importante 
  es el<br>
  Auto Cross Bow. Una vez compradas las cosas necesarias, dir&iacute;gete al cuarto 
  que<br>
  esta bien a la izquierda donde conocer&aacute;s a la Matrona de Edgar,y<br>
  conocer&aacute;s a su Hermano, Sabin(al menos de foto).<br>
  Duerme, y vuelve a hablar con el Rey Edgar. Mientras hablan, un tipo llamado<br>
  Kefka aparece. Tras una escena curiosa ,el llega a Figaro como mensajero del<br>
  Imperio, y pide informaci&oacute;n de esta chica Terra ,que robo algo in&uacute;til...<br>
  Tras que Edgar lo niegue, Kefka y Edgar se intercambian amenazas, y se va. Tras<br>
  eso, habla con Locke,y con Terra sigue a Locke a tu habitaci&oacute;n.</p>
<p align="center">En el medio de la noche, Kefka atacara y pondr&aacute; el castillo 
  en llamas. Tras<br>
  la conversaci&oacute;n, Edgar, Terra y Locke escapan ol&iacute;mpicamente con 
  unos Chocobos.<br>
  El Castillo Figaro se hunde en la arena,y tu te enfrentas con dos<br>
  enemigos,M-Tek Armor. Derr&oacute;talas(Usa Magia con Terra si quieres ver algo<br>
  curioso.)y luego Edgar recomendara que Terra conozca a Banon, ya que ella es<br>
  la llave y esperanza para derrocar finalmente al Imperio... Sigue al sur<br>
  hasta la Cueva.</p>
<p align="center">En la cuevita, hay una tortuga nadando, usa el agua que esta 
  all&iacute; para curarte.<br>
  Sigue el camino, y al final saldr&aacute;s de la cueva, y mas abajo encontraras<br>
  Figaro del Sur.</p>
<p align="center">-Figaro del Sur:</p>
<p align="center">En el caf&eacute; hay un Ninja con un perro. Te ser&aacute; 
  presentado como Shadow(bueh,<br>
  como tu quieras...). Tiene una fama tan respetable que es capaz<br>
  de asesinar a su propia madre(que iron&iacute;a, el d&iacute;a que escribo esto 
  es el<br>
  d&iacute;a de la madre...).Edgar sugerir&aacute; que no se le acerquen.</p>
<p align="center">haz tus compras necesarias y consigue algunas provisiones. Para 
  llegar a<br>
  la base de los Retornantes y conocer a Banon, necesitamos atravesar por el<br>
  monte Koltz, as&iacute; que ve al este hasta que lo consigas.</p>
<p align="center">-Monte Koltz:</p>
<p align="center">Por toda tu estancia aqu&iacute; veras peri&oacute;dicamente 
  una figura en sombras que<br>
  te sigue. No hay manera de alcanzarla, pero no te preocupes, ya la veras de<br>
  cerca.</p>
<p align="center">El sitio este tiene varios premios, pero en general el camino 
  es muy obvio.<br>
  Tras el segundo puente que se ve muy poco estable, encontraras un punto<br>
  de salvada. Luego hay un camino en espiral, y una cueva con un tipo<br>
  que tiene una pinta a lo Sagat de Street Fighter. Su Nombre es Vargas, antiguo<br>
  compa&ntilde;ero de entrenamiento de Sabin, pero al ver que su maestro no lo 
  eligi&oacute;<br>
  como sucesor(aunque tampoco a Sabin), se tiro a las monta&ntilde;as. Te toca<br>
  darte las manos con el.</p>
<p align="center">Vargas:11600 HPs(yikes!). Ipooh:360.<br>
  Estrategias: los dos Ipoohs est&aacute;n bloqueando a Vargas. Usa el AutoCrossBow 
  de<br>
  Edgar y que Locke ataque. Terra funciona bien con Fire. Tras que los elimines<br>
  y le pegues un rato, Sabin entrara. Vargas contraatacara con un poderoso<br>
  ataque,<br>
  pero solo Sabin quedara en la batalla. Aqu&iacute;, at&aacute;calo hasta que 
  un mensaje te<br>
  ense&ntilde;e a usar el Blitz, y cuando lo uses lo eliminaras(es el &quot;Pummel&quot;,<br>
  izquierda<br>
  derecha, izquierda)(o al rev&eacute;s?). Tambi&eacute;n puedes usarlo desde 
  el principio<br>
  y evitarte problemas.</p>
<p align="center">Sabin se unir&aacute; al equipo tras ser confundido con un fisicoculturista, 
  y<br>
  sigue tu camino eventualmente llegaras al escondite de los retornantes.</p>
<p align="center">-Base de los Retornantes:</p>
<p align="center">Aqu&iacute; habla con todos, tras despertar, vuelve a hablar 
  con Sabin, Locke y<br>
  Edgar, y luego ve con Banon, que esta afuera. habla con el y te pedir&aacute; 
  tu<br>
  ayuda. Si le dices que si, se pondr&aacute; contento y te dar&aacute; una reliquia, 
  el<br>
  Gauntlet.<br>
  Si le dices que no unas veces, te dar&aacute; el mas &uacute;til, que es el 
  Genji Glove, que<br>
  permite usar dos armas, y son escasos. Tras eso, un soldado llegara, y<br>
  advertir&aacute;<br>
  que el imperio va a atacar. Locke deber&aacute; ir a Figaro del Sur a chequear<br>
  la situaci&oacute;n, y se ira advirtiendo a Terra que no se deje molestar por<br>
  cierto rey s&aacute;dico cuyo nombre quedara en la sombra(no es con Edgar, quien<br>
  dijo? ^_^).El resto deber&aacute; acompa&ntilde;ar a Banon a Narshe a ver el 
  famoso Esper.</p>
<p align="center">-Rio Lete:</p>
<p align="center">Aqu&iacute;, si Banon cae, pierdes. As&iacute; que cu&iacute;dalo 
  a toda costa. Los encuentros aqu&iacute;<br>
  son sencillo, y al final te las veras con Ultros.</p>
<p align="center">Ultros(primera vez): 3000 HPs. D&eacute;bil al fuego y la electricidad.<br>
  Estrategias: usa a Terra con Fire, Sabin que ataque con Aura Bolt, y Edgar<br>
  que use bio Blaster. Banon que cure. Cuando diga&quot;y...you frighten me!&quot;(t...tu<br>
  me asustas!)el atacara a Banon, y si le pega, el muere y tu pierdes. Pon a<br>
  Banon<br>
  atr&aacute;s y cuando creas que usara eso, ponlo en guardia.</p>
<p align="center">Tras que lo derrotes, Sabin Sabiamente saltara al agua tras 
  el, y el equipo se<br>
  separara.</p>
<p align="center">*Ahora te dan la opci&oacute;n de elegir a Banon, Terra y Edgar, 
  a Sabin y a Locke.<br>
  Cada uno tiene un escenario diferente. El primero es muy sencillo, el segundo<br>
  es larguisimo(aunque muy interesante)y el ultimo es algo dif&iacute;cil.*</p>
<p align="center">-Escenario de Banon, Terra y Edgar:Continua el R&iacute;o Lete.</p>
<p align="center">Sigue manteniendo a Banon Vivo hasta que llegues a tierra firme. 
  All&iacute;,<br>
  simplemente llega con el pasaje secreto que Locke te ense&ntilde;o y entra a 
  las<br>
  cavernas. Cuando llegues a una parte que parece un mini laberinto, sigue las<br>
  luces o sino te devolveran.Al fin esta la caverna de los Moogles, all&iacute; 
  hay una<br>
  Rune Edge pero mejor d&eacute;jala all&iacute;, ya que luego obtendr&aacute;s 
  algo mejor.<br>
  Al final, cuando llegues a casa de Arvin se acaba el escenario.</p>
<p align="center">-Escenario de Locke :Figaro del Sur, y la General Celes.</p>
<p align="center">Locke esta aqu&iacute; d&aacute;ndose para escapar de este sitio. 
  Los soldados aqu&iacute;, ganes<br>
  o mueras te mandan de vuelta al principio. Entra la tienda de Items y ataca<br>
  al comerciante. Usa Steal y le robaras sus ropas.<br>
  Hay un chico que bloquea unas escaleras, con las ropas del comerciante<br>
  te dejara pasar. Ahora busca un soldado con ropa verde y qu&iacute;tale sus 
  ropas.<br>
  Tras eso busca la posada, habla con el soldado atravesado y te dejara pasar.<br>
  En la posada, busca un comerciante que tiene una botella en la mesa. At&aacute;calo,<br>
  qu&iacute;tale su ropa y te llevaras la botella de Cidra. Dir&iacute;gete de 
  vuelta a<br>
  la casa del chico, y habla con el viejo. Fant&aacute;sticamente, el se llevara 
  la<br>
  botella, pero dice que la clave para escapar se le olvido !Que tarado.<br>
  Por suerte, aqu&iacute; estoy para ayudarte(una caja de cervezas me sirve...Bromeo,<br>
  bromeo...),habla con el chiquillo de vuelta, y dile como clave &quot;Courage&quot;.<br>
  Sigue la nueva puerta, cuidado que los enemigos aqu&iacute; son algo peligrosos.<br>
  Al final, Locke se fijara por una puerta ya que vio una cara conocida.<br>
  Aqu&iacute; te presentan a Celes(Respeto frente a esta Deidad!).<br>
  Tras que el tipo se vaya, entra. El competente guardia se durmi&oacute;...<br>
  Locke liberara a Celes, y tras una conversa ella se unir&aacute; a Locke- nuevamente,<br>
  el promete que la cuidara.</p>
<p align="center">*Nota: todos los relojes del juego tienen un Elixir, que no 
  se te olvide.</p>
<p align="center">Jurunga al dormil&oacute;n para quitarle la Clock Key. Sigue 
  el camino, recogiendo<br>
  cofres, y cuando llegues a la cueva te las veras con la Tunnel Armor.</p>
<p align="center">Tunnel Armor: 1600 HPs, d&eacute;bil a la electricidad.<br>
  Estrategias: es algo dif&iacute;cil, pero es simplemente un monigote para que 
  Celes<br>
  entrene su comando Runic. &Uacute;salo siempre, y que Locke ataca. Tras un rato<br>
  explotara.</p>
<p align="center">Tras la batalla, sal de all&iacute; y ir&aacute;n a Narshe, 
  terminando este escenario.</p>
<p align="center">-Escenario de Sabin :El destino de Doma, El tren Fantasma, el 
  Tesoro de Gau.</p>
<p align="center">Despiertas en las orillas de un r&iacute;o. En la casa cercana 
  te encontraras con<br>
  Shadow, quien te ofrecer&aacute; mostrarte el camino a Doma, ya que como el 
  es un<br>
  tipo muy moderno ,esta informado de los objetivos del Imperio(Internet?).<br>
  Se unir&aacute; a ti. Sigue al sur y veras un puente, y all&iacute; estar&aacute; 
  el Campamento<br>
  Imperial.<br>
  Es una buena idea comprarle unos 50 Shurikens a Shadow, ya que sus ataques no<br>
  son precisamente muy certeros. Aqu&iacute; salva el juego a cada rato, ya que<br>
  Shadow se separa cuando se sienta con las ganas de hacerlo.</p>
<p align="center">-Campamento Imperial.</p>
<p align="center">Aqu&iacute; oir&aacute;s una conversaci&oacute;n de esas abombadas 
  entre dos soldados. Acto<br>
  seguido veras una escena muy c&oacute;mica de el ejercito Imperial atacando 
  Doma.</p>
<p align="center">Aqu&iacute; conocer&aacute;s a Cyan, y con el debes detener 
  a todo el ejercito(!).La manera<br>
  mas inteligente es acabar con el Leader.</p>
<p align="center">-Leader: 300 HPs.<br>
  Estrategias: Usa Sword Tech 2 una vez y estar&aacute; muerto.</p>
<p align="center">Tras eso, todos los soldados se retiraran. Vuelta con Sabin 
  y Shadow, entra a<br>
  una de las tiendas y podr&aacute;s usar un cofre. Si eliges &quot;Kick it&quot;, 
  veras una<br>
  secuencia, y luego podr&aacute;s tomar la reliquia. Si eliges &quot;Hit it&quot; 
  no pasara nada.<br>
  Tras eso... Espera...</p>
<p align="center">BREAK TIME!!!!... tras una tarde de escribir, es el momento 
  mediante el cual,<br>
  el escritor de la FAQ(YO), sale de su silla, baja &aacute;gilmente y se busca 
  un<br>
  refrigerio. Esta vez consiste de tres pedazos de tortas varias, y una<br>
  achocolatada. Iba a esperar a terminar el escenario, pero el hambre me venci&oacute;.<br>
  &quot;momentos que a nadie le interesan de la vida de un escritor de FAQs&quot;</p>
<p align="center">NOTA DE LA VERSION 1.2: He recibido varias cartas que dicen 
  que si les<br>
  Interesan. Gracias por el apoyo!</p>
<p align="center">Volvemos. Tras eso, conocer&aacute;s al general Leo. Tendr&aacute; 
  una emotiva conversaci&oacute;n<br>
  con un soldado, y ser&aacute; llamado del Imperio. El dejara el trabajo de Castillo<br>
  de Doma a un soldado .Kefka, sin embargo, tomara el mando, y envenenara el agua<br>
  de<br>
  Doma. Mientras se dispone a hacerlo, Shadow y Sabin estar&aacute;n a tu mando 
  y<br>
  deber&aacute;s<br>
  perseguirlo. Por mas que lo intentes, no lo lograras. Casi todas las personas<br>
  de Doma morir&aacute;n, incluso el rey y la Familia de Cyan. Con esto, Cyan 
  correr&aacute;<br>
  a darse con el Imperio. Usando a Shadow y a Sabin, habla con el desde la<br>
  espalda<br>
  y entraras en combate para ayudarlo. Tras un par de veces, Sabin meter&aacute; 
  a Cyan<br>
  en una armadura Magitek, y comenzara el escape. En el camino te las veras con<br>
  algunos enemigos, y al final ir&aacute;n al bosque del sur.</p>
<p align="center">(RECUERDA GRABAR PARA TENER A SHADOW HASTA EL TREN FANTASMA)</p>
<p align="center">-Bosque Fantasma:</p>
<p align="center">Este sitio es realmente hermoso gr&aacute;ficamente hablando. 
  Desde ahora, ten una<br>
  Phoenix Down de reserva. Los enemigos desmuertos caen con una de estas,<br>
  al final la necesitaras.</p>
<p align="center">Sigue el camino hasta la estaci&oacute;n de Tren. A partir de 
  aqu&iacute;, Shadow se quedara<br>
  contigo hasta que lleguen a las Cascadas. Cuando lleguen, entraran el<br>
  tren, pero este es el Tren Fantasma!!!!</p>
<p align="center">-Tren Fantasma:</p>
<p align="center">Conmoci&oacute;n general. Sabin dice que tiene cosas que hacer 
  en vida, Cyan esta<br>
  bastante nervioso. Solo Shadow conserva la serenidad(Si es que en alg&uacute;n 
  momento<br>
  puede mostrar emoci&oacute;n alguna).Adentro del primer carro el &uacute;nico 
  ser que al<br>
  menos se ve, vamos a decir, vivo te explicara que para detener el tren debes<br>
  ir al cuarto de maquinas(que mantequilla!). Habla con el fantasma all&iacute; 
  y se<br>
  unir&aacute; a ti como un Ghost. Hay varios de estos en los carros, y aunque 
  no son<br>
  muy poderosos, son una buena ayuda.</p>
<p align="center">El siguiente cuarto tiene una cantidad de fantasmas vagando. 
  Algunos te<br>
  atacaran, otros se querr&aacute;n unir a ti, otros te vender&aacute;n cosas. 
  Llega al<br>
  final. Sigue y al fin veras que hay un fantasma bloque&aacute;ndote. Elim&iacute;nalo 
  y se va<br>
  a armar la gorda.<br>
  Como resultado de tu tremenda suerte, una patota de muchos fantasmas(muchos<br>
  mas que Sabin, Shadow y Cyan)te persiguen dici&eacute;ndote N.O.E.S.C.A.P.E, 
  o sea,<br>
  que no hay escape... Yikes. Corre por tu vida!!! Sube las escaleritas del<br>
  siguiente carro y Sabin se arriesgara con un salto al otro carro. Seguir&aacute;<br>
  saltando, y al final los fantasmas los atraparan. Solucion?Soltar el carro!!<br>
  (y si estas cosas vuelan?)Entra en el carro y activa el switch. Te has salvado<br>
  de lo que en circunstancias normales seria una muerte segura, pero esta vez<br>
  sigues derecho a el otro lado.</p>
<p align="center">&iquest;aun tienes alg&uacute;n Ghost?Suerte por ti! lo necesitaras. 
  Vuelve a activar el<br>
  switch, y una puerta con un punto de salvada se abrir&aacute;. Entra y has el 
  uso<br>
  necesario de ese punto. El siguiente carro es el restaurante del tren, al<br>
  parecer<br>
  hasta los muertos necesitan comer algo de vez en cuando? Y si se reviven de<br>
  hambre?...(deber&iacute;a dejar de leer Club Nintendo)...esta bien, esta bien,<br>
  un muy mal chiste... El chiste(no, no esa clase de chistes)es que aqu&iacute;, 
  como<br>
  en todo buen restaurante, puedes comer. Habla con el fantasma al final, y el<br>
  te dir&aacute; que esperes en tu mesa. Anda a la mesa del medio, y el fantasma 
  traer&aacute;<br>
  comida. Sabin, ante el prejuicio de Cyan se la comer&aacute; y ser&aacute;n 
  curados todos.</p>
<p align="center">El Ghost probara utilidad aqu&iacute; recibiendo impactos. El 
  siguiente cuarto posee<br>
  un cuartito con un cofre. Al tratar de agarrarlo te las veras con el payaso<br>
  del juego, Ziegfried(nota el error, es Siegfried, el h&eacute;roe n&oacute;rdico. 
  Este tipo<br>
  es<br>
  un copiador).</p>
<p align="center">Ziegfried comenzara atacando abundantes veces, pero no te da&ntilde;ara 
  casi nada.<br>
  at&aacute;calo una vez y huir&aacute; con el tesoro. Bueno...que le podemos 
  hacer...<br>
  El siguiente cuarto tiene al tipo que supon&iacute;as estaba vivo(Y como hizo 
  para<br>
  llegar aqu&iacute;, si nosotros soltamos el carro?)El otro cuarto tiene cuatro<br>
  cofres. Uno de ellos tiene un Spectre cuidando un tesoro. Aqu&iacute; puedes 
  usar<br>
  el Ghost para poseerlo y obtener una victoria f&aacute;cil.</p>
<p align="center">En el siguiente carro el Ghost, si aun lo tienes, se separara. 
  El siguiente<br>
  cuarto tiene un Save Point, &uacute;salo, y en el siguiente tendr&aacute;s el 
  cuarto de<br>
  maquinas. Usa los switches de los lados, y luego sal, y m&oacute;ntate el la<br>
  locomotora<br>
  hasta el switch de afuera. Tras esto, el sufrido Phantom Train querr&aacute; 
  cobrarte<br>
  todos los destrozos y peleas que ocurrieron en el...</p>
<p align="center">Phantom Train: 1900 HPs.<br>
  Estrategias: Manera f&aacute;cil hay. Ya que el Phantom train es, despu&eacute;s 
  de todo,<br>
  un fantasma, deber&iacute;a morir con un Phoenix down(no estoy seguro, pero 
  deber&iacute;a<br>
  funcionar).Si no, simplemente ten a Shadow tirando Shurikens(supongo que los<br>
  compraste), Cyan usando Tech Sword 2 o 1, y Sabin usando Aurabolt. Tras un<br>
  ratito lo vencer&aacute;n.<br>
  NOTA: Ya varias personas me confirmaron que un Phoenix down si furula para<br>
  matarlo de un golpe. Gracias a todos!</p>
<p align="center">El Tren los devolver&aacute;, pero primero debe hacer algo. 
  Al llegar a la pr&oacute;xima<br>
  estaci&oacute;n, el tren recoger&aacute; algunos muertos, entre ellos la esposa 
  y el hijo<br>
  de Cyan. Al ver eso, Cyan correr&aacute;, y Shadow frenara a Sabin que intentara<br>
  detenerlo. Tras eso, y al secarte las lagrimas de los ojos, deber&aacute;s ir 
  a<br>
  las Cascadas de Barren.</p>
<p align="center">-Cascadas de Barren:</p>
<p align="center">Aqu&iacute; Shadow se despedir&aacute; definitivamente, por 
  ahora. Ya los chicos le agarraron<br>
  cari&ntilde;o... No, no de esa manera, acaso ustedes no tienen amigos?</p>
<p align="center">Las cascadas tienen una seria de peleas sencillas, Sabin con 
  su Aurabolt<br>
  y Cyan con su Dispatch se cuidaran muy bien. Al terminar de caer, un chico<br>
  los salvara. Se introducir&aacute; como Gau. Cuando Sabin quiera hablar con 
  el, el<br>
  ni&ntilde;o correr&aacute;. Dir&iacute;gete a Mobliz, por aqu&iacute; cerca.</p>
<p align="center">-Mobliz:</p>
<p align="center">Habla con todo el mundo, y te enteraras que puedes llegar a 
  Nikeah, un<br>
  puerto, yendo por el r&iacute;o subterr&aacute;neo, pero por all&iacute; no 
  se puede respirar.<br>
  Aqu&iacute; no hay nada interesante, has tus respectivas compras, y luego compra<br>
  un &iacute;tem llamado Dried Meat(ahora que lo mencionan, me vino hambre).Sal 
  de<br>
  all&iacute; y vaguea por esta &aacute;rea hasta que entres a una batalla. Cuando 
  entres<br>
  y ganes, Gau saldr&aacute; al paso. Usa el Dried Meat y el se unir&aacute; a 
  ti. Kappa<br>
  el Imp te dar&aacute; una explicaci&oacute;n de Gau, y luego sabr&aacute;s que 
  Gau tiene un<br>
  tesoro brillante que quiere compartir contigo.</p>
<p align="center">NOTA: esta &aacute;rea es el susodicho VELDT. Mientras est&eacute;s 
  aqu&iacute;, Gau puede usar el<br>
  comando LEAP que sirve para aprender los ataques.</p>
<p align="center">Una vez con Gau en tu equipo, ve al sur hasta que encuentres 
  una cueva, la<br>
  Cueva Creciente.</p>
<p align="center">-Cueva Creciente:</p>
<p align="center">Explora todo, vera algunas escenas y al final te enteraras que 
  el tesoro<br>
  de Gau es un casco de buzo. Que conveniente! Con eso podr&aacute;s irte al<br>
  r&iacute;o subterr&aacute;neo, el Serpent trench.</p>
<p align="center">-Serpent Trentch:</p>
<p align="center">Ya falta poco! Aqu&iacute; las batallas son mas o menos sencillas. 
  Sabin que use<br>
  Aurabolt o Fire Dance, Cyan Quadra Slam, y Gau la Rage del Templar(que de<br>
  paso es una de las mas efectivas del juego). Siempre agarra a la izquierda<br>
  y no tardaras mucho en salir. Saldr&aacute;s en Nikeah.</p>
<p align="center">-Nikeah:</p>
<p align="center">Aqu&iacute; haz tus compras necesarias, descansa, y l&aacute;rgate 
  a donde esta el barco,<br>
  habla con el tipo, y aqu&iacute; al fin se acaba el escenario de Sabin...</p>
<p align="center">-Narshe(Al fin, maldita sea!):</p>
<p align="center">Aqu&iacute; al fin se reunir&aacute; todo el equipo. Por ahora, 
  el grupo tendr&aacute; una<br>
  discusi&oacute;n,<br>
  todo el mundo le reprochara a la pobre de Celes por ser una exgeneral de<br>
  Imperio, y en general todos sacaran a flote su mala sangre, pero la discusi&oacute;n<br>
  ser a interrumpida por Kefka y sus soldados que vienen a acabar con Banon<br>
  y a llevarse el Esper. En el camino a defenderlo suceder&aacute;n varias escenas,<br>
  y al fin deber&aacute;s formar tres grupos para defender el Esper y a Banon.</p>
<p align="center">Tienes a Cyan, Gau, Terra, Sabin, Edgar, Locke y Celes en tu 
  equipo. Mi<br>
  recomendaci&oacute;n es que hagas un potente equipo y con ese te des ca&ntilde;a 
  para<br>
  llegar a Kefka lo mas r&aacute;pido posible ,y acabarlo. En mi opini&oacute;n 
  quedar&iacute;a<br>
  as&iacute;:</p>
<p align="center">Grupo 1: Celes, Sabin, Cyan y Edgar.<br>
  Grupo 2: Terra y Locke.<br>
  Grupo 3: Gau.</p>
<p align="center">Agarra el primero y revienta los soldados con rapidez hasta 
  llegar a Kefka.<br>
  los otros 2 grupos d&eacute;jalos con Banon.</p>
<p align="center">Kefka: 3000 HPs. Inmune al veneno.<br>
  Estrategias :El tipo este tiene un surtido de ataques venenosos muy<br>
  insoportables, pero si sigues mi estrategias, usa a Sabin con Suplex, Cyan<br>
  con Quadra Slam, Edgar atacando, y que Celes cure, no deber&aacute; ser demasiado<br>
  dif&iacute;cil.</p>
<p align="center">Finalmente, tras la escena con el Esper, Terra perder&aacute; 
  su poca cordura y se<br>
  transformara en un bicho rosado que volara como una bala hacia el oeste.<br>
  Yo en mi posici&oacute;n me quejo de andar persiguiendo a la raver, pero que 
  le vamos<br>
  a hacer, hay que buscarla...</p>
<p align="center">Aparecer&aacute;s en Narshe. Tendr&aacute;s que armar un equipo, 
  tienes a todos salvo a<br>
  Terra.<br>
  Compra algunas cosas nuevas. Tu equipo funcionara perfect con Celes, Sabin<br>
  y Locke o Edgar, aseg&uacute;rate de llevar a solo 3 personas para poder hacer 
  algo<br>
  especial luego. Despu&eacute;s, date un paseo a Figaro.</p>
<p align="center">-Castillo Figaro:</p>
<p align="center">Aqu&iacute;, si tienes a Sabin o a Edgar como el personaje principal, 
  los &iacute;tems y<br>
  aparatos para Edgar te saldr&aacute;n a la mitad. Aprovecha para rellenarte.<br>
  Tras eso ve al cuarto de maquinas, y habla con el viejito, quien har&aacute; 
  que el<br>
  castillo se sumerja y acabaran cerca de tu pr&oacute;ximo objetivo, Kolinghen.</p>
<p align="center">-Kolinghen:</p>
<p align="center">Este era el hogar de Locke antes de que se convirtiera en vag... 
  digo cazador<br>
  de tesoros!. Revisa todo el pueblo, y te dir&aacute;n que el bicho rosado se 
  fue<br>
  volando tras una desastrosa visita hacia Zozo. En el Caf&eacute; esta Shadow,<br>
  quien se unir&aacute; a tu grupo una vez mas si tienes a solo 3 personajes y<br>
  3000 GPs(para alimentar a su perrito). Aqu&iacute; si llevas a Locke te enteraras 
  de<br>
  su muy triste pasado, y de su amor perdido Rachel, quien perdi&oacute; la memoria<br>
  por salvarlo en una de sus muchas aventuras juntos. A&ntilde;os despu&eacute;s 
  ella<br>
  muri&oacute;, y lo ultimo que dijo fue el nombre de Locke. Lamentablemente, 
  Locke<br>
  llevaba tiempo de irse por sentirse culpable por ella, y que los padres de<br>
  Rachel le echaran la culpa. Ya puedes dejar de llorar... (no se burlen!)<br>
  Primero vete hacia Jidoor al Sur.</p>
<p align="center">-Jidoor:</p>
<p align="center">Realmente no hay mucho que hacer aqu&iacute;, pero hay varios 
  &iacute;tems y un chance<br>
  para recargarte. Mas tarde volver&aacute;s. Si mal no recuerdo, Zozo quedaba 
  al<br>
  norte de esto(por un caminito muy obvio),as&iacute; que ve hacia all&aacute;.</p>
<p align="center">-Zozo:</p>
<p align="center">Este es un sitio muy fastidioso, no solo por la est&uacute;pida 
  musiquilla, sino por<br>
  el hecho de que aunque est&eacute;s en un poblado, simplemente seguir&aacute;s 
  siendo<br>
  atacado.<br>
  Por cierto, todos en este pueblo son unos mentirosos, y todos, si no se quejan<br>
  por algo, que aun no logro entender, te dir&aacute;n todos horas diferentes.</p>
<p align="center">La &uacute;nica persona honesta es la que camina cerca de el 
  edificio que dice &quot;Inn&quot;<br>
  pero por ahora no nos sirve de nada. El hecho es que si sacas muchisimas<br>
  cuentas, dir&iacute;gete a un edificio con una pared muy &quot;sospechosa&quot; 
  que tiene un<br>
  reloj que te pedir&aacute; que le pongas la hora, y con el resultado de esas<br>
  muchisimas cuentas(eliminando n&uacute;meros, muchos de ellos) sabr&aacute;s 
  que son las<br>
  6:10:50 (aunque era mas sencillo fijarte aqu&iacute;...).Se abrir&aacute; una 
  pared, y<br>
  adentro encontraras la fant&aacute;stica Chainsaw, un aparato para Edgar, que<br>
  aleatoriamente elimina enemigos de un golpe.</p>
<p align="center">Por aqu&iacute; encontraras una simp&aacute;tica reliquia ,llamada 
  Thief Glove, que es<br>
  esencial si pretendes que Locke sea un personaje &uacute;til. Con el usaras 
  Capture en<br>
  lugar de Steal, as&iacute; podr&aacute;s atacar y robar al mismo tiempo. Tambi&eacute;n 
  esta<br>
  disponible la Fire Knuckle de Sabin. Tras esto, dir&iacute;gete a subir edificios, 
  si<br>
  no puedes seguir subiendo, entonces busca una ventana para saltar por ella<br>
  hasta<br>
  el edificio de al lado. Tras el brincoteo te las veras con el adefesio<br>
  Dadaluma.</p>
<p align="center">Dadaluma: 3270 HPs.<br>
  Estrategias: Dadaluma no es demasiado dif&iacute;cil, aunque aguanta una buena<br>
  cantidad<br>
  de golpes. Celes deber&aacute; Curar, Edgar que use su flamante Chainsaw, Locke 
  le<br>
  puede robar un Jewel Ring, Sabin que use Aurabolt, Cyan que use Quadra Slam,<br>
  y Shadow que tire Shurikens. Gau puede usar su Rage de Templar.</p>
<p align="center">Una vez eliminado, Mas adelante veras que hay unos cofres y 
  a Terra en una<br>
  cama(hmmmm...&quot;sospechoso&quot;), y conocer&aacute;n a Ramuh, quien se convertir&aacute; 
  en un<br>
  Magicite, junto con Kirin, Siren, Stray, y te enteraras de que aunque Terra 
  no<br>
  es un Esper ,es un injerto de ser humano con Esper. El equipo decidir&aacute; 
  cuidar<br>
  en un grupo a Narshe, y el otro se ira a atacar al Imperio. Celes y Locke<br>
  ir&aacute;n para el Imperio, elige dos personajes mas para que los acompa&ntilde;en. 
  Si no<br>
  te llevas a Cyan, el se quedara con Terra. Dir&iacute;gete a Jidoor.</p>
<p align="center">-Jidoor:</p>
<p align="center">Aqu&iacute; anda a la casa mas grande al final al norte, y habla 
  con el tipo all&iacute;.<br>
  Sabr&aacute;s que la actriz de opera principal, Mar&iacute;a, ha desaparecido, 
  y que el<br>
  gran bandido Setzer anda tras ella. Este tipo posee la &uacute;nica aeronave 
  del<br>
  mundo, as&iacute; que seria una buena idea encontrarlo. Vete al sur a la casa 
  grande<br>
  en el mapa para entrar a el Teatro de la Opera.</p>
<p align="center">-Teatro de la Opera:</p>
<p align="center">(esta parte es bonita as&iacute; que me ir&eacute; con mas detalle)</p>
<p align="center">Al entrar el Empresario dir&aacute; que Setzer es agradado por 
  las grandes entradas,<br>
  y que probablemente aparecer&aacute; en el tope de la obra. Entonces, el Empresario<br>
  decide sugerir que Celes act&uacute;e como Mar&iacute;a gracias a su gran parecido. 
  El<br>
  problema(seg&uacute;n Celes) es que ella es un general, no una cantante de opera! 
  Tras<br>
  eso ella correr&aacute; a practicar en su camerino(aunque al parecer no es<br>
  precisamente<br>
  buena), y Ultros aparecer&aacute; con su plan. Tras eso comenzara la obra.</p>
<p align="center">La primera escena es el Empresario contando el preludio de la 
  obra. Draco,<br>
  el h&eacute;roe del este(u oeste?)esa en la batalla con el oeste(o ser&aacute; 
  el este?).<br>
  El Extra&ntilde;a a su amor Mar&iacute;a, pero en medio de la batalla el esta 
  en aprietos<br>
  y solo puede recordarla con unas palabras.</p>
<p align="center">Estar&aacute;s en control de Locke. Habla con los dem&aacute;s 
  personajes(Sabin aqu&iacute; es<br>
  un autentico animal &quot;Porque todo el mundo esta cantando?&quot;)y luego 
  con el<br>
  Empresario.<br>
  Dir&iacute;gete con Locke al vestuario de Mar&iacute;a(o Celes)y al entrar<br>
  Locke se pondr&aacute; algo nervioso y quedara rojo como un tomate. Celes le<br>
  preguntara<br>
  porque la ayudo cuando ella estaba en Figaro del Sur, y el le contestara que<br>
  fue debido a que cuando alguien lo necesito, el no pudo estar all&iacute; para<br>
  ayudarla.<br>
  Celes le preguntara si cuando la salvo sinti&oacute; que salvaba a esa persona,<br>
  pero Locke evadir&aacute; la pregunta y le dir&aacute; que el lazo le queda 
  bien. Lee<br>
  el libro que esta en la mesa y memor&iacute;zate las l&iacute;neas. ras eso 
  sal de all&iacute; por<br>
  la puerta de arriba, y la segunda escena comenzara.</p>
<p align="center">Esta segunda escena comenzara con Celes caminando hacia el balc&oacute;n. 
  Aqu&iacute;<br>
  debes elegir el principio de algunos di&aacute;logos, f&iacute;jate en las l&iacute;neas 
  aqu&iacute;.<br>
  (De regalo la traducci&oacute;n)</p>
<p align="center">Oh my hero, so far away now.<br>
  Will I ever see your smile?<br>
  Love goes away, like night into day.<br>
  It's just a fading dream.<br>
  (Comienza la m&uacute;sica en serio)<br>
  I'm the darkness, you're the stars.<br>
  Our love is brighter than the sun.<br>
  For eternity, for me there can be,<br>
  Only you, my chosen one...<br>
  Must I forget you? Our solemn promise?<br>
  Will autumn take the place of spring?<br>
  What shall I do? I'm lost without you.<br>
  Speak to me once more!<br>
  (aqu&iacute; debes seguir a &quot;draco&quot;, hablando con el cuando se detenga, 
  hasta que<br>
  se r&iacute;a y desaparezca)<br>
  We must part now, my life goes on.<br>
  but my heart won't give you up.<br>
  Ere I walk away, let me hear you say.<br>
  I meant as much to you...<br>
  So gently, you touched my heart.<br>
  I will be forever yours.<br>
  Come what may, I won't age a day,<br>
  I'll wait for you, always...<br>
  (si mal no recuerdo aqu&iacute; agarras las flores y subes las escaleras, y 
  llegas<br>
  al ultimo balc&oacute;n, y comienza la segunda escena)</p>
<p align="center">Traducci&oacute;n:</p>
<p align="center">Oh h&eacute;roe m&iacute;o, tan lejos de mi ahora.<br>
  Acaso volver&eacute; a ver tu sonrisa?<br>
  El Amor se escapa, como la noche en el d&iacute;a.<br>
  Es solo un sue&ntilde;o esfum&aacute;ndose.<br>
  Soy la oscuridad, tu eres las estrellas.<br>
  Nuestro amor es mas brillante que el sol.<br>
  Por toda la eternidad, para mi solo podr&aacute; existir,<br>
  Tu, mi elegido...<br>
  Debo olvidarte? Nuestra solemne promesa?<br>
  Acaso el oto&ntilde;o tomara el lugar de la primavera?<br>
  Que debo hacer? estoy perdida sin ti.<br>
  H&aacute;blame una vez mas!<br>
  Debemos partir ahora, la vida continua.<br>
  Pero mi coraz&oacute;n no se olvidara de ti.<br>
  Mientras camino, d&eacute;jame o&iacute;rte decir<br>
  Que te importo tanto como tu a mi...<br>
  Tan gentilmente, tocaste mi coraz&oacute;n.<br>
  Ser&eacute; por siempre tuya.<br>
  No importa lo que suceda, no envejecer&eacute; ni un d&iacute;a,<br>
  esperare por ti siempre...</p>
<p align="center">(Esos amores de la edad media si que eran inspirados, verdad?)Como 
  dato<br>
  de inter&eacute;s te dir&eacute; que aunque esta es cantada por Celes, el titulo 
  original<br>
  de la obra es &quot;Aria De Mezzo Carattere&quot;(suena a catarro), y el tema 
  de<br>
  Celes derivo de esta obra. El tema de Celes es uno de los mas conocidos del<br>
  mundo l&uacute;dico ,y hay versiones incluso tituladas como Baladas rockeras. 
  Muy<br>
  bonitas, tienen hasta solos de guitarra el&eacute;ctrica. Seria interesante 
  si la<br>
  pel&iacute;cula de Final Fantasy tuviera esta canci&oacute;n orquestada.</p>
<p align="center">Tras esta bonita escena Locke felicitara a Celes. Sal de el 
  cuarto y lee<br>
  la carta por all&iacute;. Ultros pretende arruinar la obra! Gracias a sus incre&iacute;bles<br>
  habilidades matem&aacute;ticas, deducir&aacute; que requiere de 5 minutos para 
  tirar el<br>
  peso ese encima de la pobre Celes. Hay que salvarla! Habla con el Empresario,<br>
  y te mandara a el cuarto de la derecha hacia arriba. habla con el tipo, activa<br>
  las palancas que te dice(no recuerdo cuales son).Luego vete al lado izquierdo,<br>
  y all&iacute; estar&aacute;s arriba de la obra. Batalla tu camino hacia Ultros, 
  pero recuerda<br>
  que solo tienes 5 minutos! Contra las ratas, elimina primero a las amarillas,<br>
  ya que pueden llamar refuerzos. Al final deber&aacute;s v&eacute;rtelas con 
  Ultros, pero<br>
  Ultros tirara a todo el mundo al escenario, y Locke dir&aacute; que el ahora 
  es el<br>
  H&eacute;roe .El Empresario mandara la m&uacute;sica, y la batalla comenzara.</p>
<p align="center">Ultros: 2550. D&eacute;bil al fuego y a la electricidad.<br>
  Estrategias: B&aacute;sicamente es lo mismo de antes. Usa a Ramuh(el Esper), 
  Sabin<br>
  que use Aurabolt, Locke que ataque, Cyan que use Sword Tech 4, Gau que use su<br>
  Rage del Templar, y Edgar que use la Chainsaw.</p>
<p align="center">Una vez eliminado, Tras los remarques del empresario, Setzer 
  aparecer&aacute; y se<br>
  llevara a la que el cree que es Mar&iacute;a, pero es Celes. El Empresario dir&aacute; 
  que<br>
  esto es parte de la performance(que lambeto!)y entonces, ya en la aeronave,<br>
  Celes ayudara a los dem&aacute;s a subirse a el aparato. Entonces Setzer llega,<br>
  y dice que no los va ayudar, por mas que Celes le jale. Luego, vuelve a hablar<br>
  con Setzer, y entonces, tras la conversa, dir&aacute; que los ayudara, pero 
  si Celes<br>
  acepta ser su esposa(Que tarado!)diciendo que ella es aun mas impactante<br>
  que Mar&iacute;a. Locke pondr&aacute; su mala cara, pero Celes decidir&aacute; 
  que lo har&aacute;, pero<br>
  con el lance de una moneda. Si cae Cara, entonces Setzer los ayudara, si cae<br>
  escudo, entonces Celes deber&aacute; casarse con el. La monedita caer&aacute; 
  cara, pero<br>
  Setzer tomara la moneda, y resulta que tiene lados id&eacute;nticos! Al final<br>
  Setzer aceptara ayudarlos por la personalidad de Celes, terminando con esta<br>
  secuencia.</p>
<p align="center">Ahora, deber&aacute;n ir al Imperio, y aterrizaran algo lejos 
  por razones obvias.<br>
  Entra al poblado mas cercano, Albrook.</p>
<p align="center">-Albrook:</p>
<p align="center">Aqu&iacute; no hay mucho que hacer, abast&eacute;cete de cosas 
  y vete al centro del<br>
  continente<br>
  a Vector, la Capital del Imperio.</p>
<p align="center">-Vector:</p>
<p align="center">Aqu&iacute; no se te ocurra hablar con los guardias, o te devolver&aacute;n 
  a la entrada.<br>
  En la posada el chico dir&aacute; que es gratis, pero a veces el chico se<br>
  deslizara y te quitara 1000 GPs. Que hijo de su madre. El hecho es que mejor<br>
  abstente de ese sitio. Hay una casita donde hay un anciana que te preguntara<br>
  si te unes al imperio. Si le dices que NO, te atacara unos soldados, son<br>
  muy sencillos, y una vez que les ganes la viejita actuara como una posada<br>
  gratis. Si le dices que yes entonces no suceder&aacute; nada.</p>
<p align="center">Mas arriba hay un viejo escondi&eacute;ndose en unas cajas. 
  Habla con el y el<br>
  te dir&aacute; que trabaja con los retornantes. Entonces el se&ntilde;or se 
  ira con unas<br>
  poses extra&ntilde;as dando brincos y se pondr&aacute; como si estuviera enfermo 
  distrayendo<br>
  a los soldados. Entonces tu te subes a la caja y te vas por las vigas<br>
  hasta que entres a la fabrica Magitek.</p>
<p align="center">-Fabrica Magitek:</p>
<p align="center">Este sitio no es muy dif&iacute;cil de encontrar un camino, 
  pero seguro que los<br>
  enemigos son complicados. Aqu&iacute; conseguir&aacute;s las tres espadas elementales, 
  dale<br>
  la<br>
  Flame Sabre a Celes para que tenga dos elementos bajo su control(tres si le<br>
  pusiste a Ramuh). De resto, aqu&iacute; encontraras toda la armadura de Oro, 
  el casco,<br>
  el peto y el escudo, la sephyr Cape(que permite evadir muchos ataques),y las<br>
  dragoon Boots, esencial para Edgar si tiene una lanza equipada.</p>
<p align="center">A medio camino veras a Kefka tirando unos bichos a una especie 
  de cinta<br>
  giratoria y caer&aacute;n a un agujero. Ve por all&iacute;, entra al cuarto 
  de la izquierda<br>
  y encontraras un punto de salvada. Luego ve para abajo y veras a los dos<br>
  bichos. El azul no te atacara, pero si hablas con el rojo se iniciara una<br>
  pelea.</p>
<p align="center">Ifirit y Shiva: 3300 y 3000 HPs. D&eacute;biles uno al hielo 
  y la otra al fuego.<br>
  Estrategias: Si equipaste a Celes con la Flame Sabre, entonces ella funcionara<br>
  muy bien aqu&iacute;. Usa ICE cuando aparezca Ifrit, y ataca con la espada cuando<br>
  aparezca Shiva. Edgar que use su Chainsaw, Sabin que ataque con Suplex, Cyan<br>
  que use sus mejores t&eacute;cnicas. Gau no funciona muy bien aqu&iacute;.</p>
<p align="center">Tras que les ganes, habla con Shiva y obtendr&aacute;s a Shiva 
  y a Ifrit como Espers.<br>
  Luego sigue el camino, cuando llegues a un sal&oacute;n con unos envases grandes<br>
  que no est&eacute;n rotos, busca un cofre con la Break Blade. Luego, mas adelante,<br>
  te las veras con No. 024</p>
<p align="center">No.024: 4777 HPs.<br>
  Estrategias: El problema con el es que cambia sus debilidades al azar, as&iacute; 
  que<br>
  no equipes las armas elementales. Usa tus mejores ataques que no sean<br>
  elementales, Celes podr&iacute;as atacar con la Rune Blade, Y Locke que lo ataque<br>
  normalmente. Aunque no lo he probado, este tipo deber&iacute;a perder su habilidad<br>
  para cambiar su debilidad al usar Berserkers en el, al igual que el Magi<br>
  Master.<br>
  (Un jefe que veras mas tarde).</p>
<p align="center">Tras ese tipo camina mas a adelante y tras unas escenas recibir&aacute;s 
  unos<br>
  cuantos magicites mas. Cid(el cid!)vendr&aacute;, y tras el, Kefka. Locke se<br>
  decepcionara ya que creer&aacute; que Celes les ha tendido una trampa, pero 
  cuando<br>
  lleguen los soldados Celes querr&aacute; demostrarle su autenticidad y se llevara 
  a<br>
  los<br>
  malos junto con ella. Cid les quitara la emoci&oacute;n diciendo que hay que 
  irse, y<br>
  cuando tengas control de los chicos de vuelta graba tu juego, usa una tienda 
  y<br>
  luego habla con Cid, que los mandara en un carrito de Mina afuera de la<br>
  fabrica,<br>
  ya que Kefka viene(y viene amotinado).</p>
<p align="center">En el carrito te enfrentaras a varios enemigos(f&iacute;jate 
  quienes son d&eacute;biles<br>
  a que, unos son al fuego, otros al hielo, es contrario al elemento que ellos<br>
  usen), y al final te las veras con el No128(y sus dos brazos)</p>
<p align="center">No.128: 3278 HPs. Brazo izquierdo: 400 HPs. Mano derecha: 700 
  HPs.<br>
  Estrategias: Cyan aqu&iacute; funciona de maravilla con su Quadra Slam, y Sabin 
  con su<br>
  Aurabolt. El resto, que den sus mejores golpes- no tiene mucha energ&iacute;a, 
  pero<br>
  pega muy duro.</p>
<p align="center">Cuando lo derrotes saldr&aacute;s de la fabrica Magitek, pero 
  tendr&aacute;n un encuentro<br>
  del primer tipo(trancazo) con una armadura Magitek y saldr&aacute;n volando. 
  Cuando<br>
  aterrices graba tu juego, usa una tienda y sal, que te encontraras con Setzer,<br>
  quien tomara el lugar de Celes. Kefka mandara a &quot;Que esos imb&eacute;ciles 
  no se<br>
  escapen&quot; Y tendr&aacute;s que luchar en el aeronave contra par de manos 
  mec&aacute;nicas.</p>
<p align="center">Left Crane: 1800 HPs. Right Crane:2300 HPs. La de la izquierda 
  es d&eacute;bil a la<br>
  electricidad y la de la derecha probablemente al hielo.<br>
  Estrategias: Esta batalla es algo complicada, ya que los chiquillos usan<br>
  ataques<br>
  a gran magnitud. Setzer que use Slot todo el tiempo(tres diamantes ganaran<br>
  la batalla), y los dem&aacute;s que usen sus mejores ataques. No uses fuego.</p>
<p align="center">Tras esto el equipo volver&aacute; a Zozo.</p>
<p align="center">-Zozo:</p>
<p align="center">Aqu&iacute;, Locke le mostrara a nuestra Raver el Magicite, 
  y Terra empezara un<br>
  flashback tan arrecho que es cuando ella no hab&iacute;a nacido!...</p>
<p align="center">-Flashback: La cueva sellada.</p>
<p align="center">Mas tarde visitaras esta cueva por ti mismo, pero por ahora 
  deber&aacute;s presenciar<br>
  el nacimiento de Terra. Controlas a Maduin, Un Esper &quot;cualquiera&quot;. 
  Habla con<br>
  todo el mundo, al parecer un humano ha pasado la barrera. Anda a la puerta<br>
  principal(al medio de todo),y veras a una chica tirada. Rec&oacute;gela. A nadie 
  mas<br>
  que a ti le gusto la idea ,pero ella volver&aacute; a sus cabales, y cuando 
  despierte<br>
  ella se querr&aacute; ir, ya que ve que los Espers y los humanos nunca podr&aacute;n 
  co-<br>
  existir, y aunque quisiera creerlo, necesita una prueba.<br>
  Maduin y Madonna(la chica),tienen entonces una hija, la uni&oacute;n de un Esper<br>
  y un humano, y la llamaron Terra. Dos a&ntilde;os mas tarde nuestro amigote 
  el<br>
  emperador Gestahl vendr&aacute; y atacara el mundo de los Espers. El jefe de 
  la aldea<br>
  empieza a conjurar un escudo, pero Maduin y Madonna(y Terra)est&aacute;n cerca 
  del<br>
  &aacute;rea, y ser&aacute;n echados fuera. Maduin ser&aacute; atrapado, y Madonna, 
  en un ultimo<br>
  esfuerzo por salvar a la peque&ntilde;a Terra, ser&aacute; matada por Gestahl, 
  quien ve en<br>
  Terra la ultima arma para la conquista y el poder.</p>
<p align="center">-Zozo:</p>
<p align="center">Terra se unir&aacute; a tu equipo .El equipo ira a Narshe, pero 
  esta vez, Setzer los<br>
  dejara manejar la nave.</p>
<p align="center">-Narshe:</p>
<p align="center">Aqu&iacute; se decidir&aacute; un plan: Debemos pedir la ayuda 
  de los Espers, y Terra es<br>
  la &uacute;nica que puede lograr eso. Ella aceptara, y as&iacute; podr&aacute;n 
  flanquear al<br>
  ejercito<br>
  desde ambos lados usando el dinero de Narshe y el poder t&eacute;cnico de Figaro.<br>
  Primero deberemos ir a la cueva sellada, pon a Terra en tu grupo, y el mismo<br>
  que tenias antes, para seguir con tus mejores guerreros(bah, el cambio es mas<br>
  poder f&iacute;sico por poder m&aacute;gico, as&iacute; que no hay mucha diferencia 
  entre Celes<br>
  y Terra). La Cueva sellada esta al este de Vector, al lado de un puente con<br>
  una base militar all&iacute;.</p>
<p align="center">-Base militar:</p>
<p align="center">&quot;Sospechosamente&quot; no hay ning&uacute;n soldado aqu&iacute;. 
  Qu&eacute; estar&aacute; pasando?</p>
<p align="center">-Cueva Sellada:</p>
<p align="center">La cueva sellada esta full de enemigos &quot;desmuertos&quot;(tipo 
  Zombies y esqueletos)<br>
  as&iacute; que equipa armas de fuego. El primer cofre que veas tiene el cuchillo<br>
  Assassin, pero no lo equipes, ya que si lo usas en un enemigo tipo &quot;desmuerto&quot;<br>
  entonces lo que har&aacute;s ser&aacute; curarlo.<br>
  El siguiente cuarto tiene el sable Tempest para Cyan. Mas adelante hay un<br>
  cuarto<br>
  (quiz&aacute; mas, no recuerdo),en el que los puentes aparecen y desaparecen, 
  f&iacute;jate<br>
  muy bien antes de seguir, y recoge la X-pocion y la reliquia Coin Toss para<br>
  Setzer(muy &uacute;til al final del juego).<br>
  Mas adelante hay un switch, act&iacute;valo y busca un puente nuevo, all&iacute; 
  esta un<br>
  cofre<br>
  con un mucho useful Genji Gauntlet. Luego hay dos switches mas, usa el de la<br>
  izquierda y abrir&aacute;s un cuarto con un punto de salvada y una tienda, no 
  uses<br>
  el otro switch a no ser que realmente quieras porque sino bajara un Ninja,<br>
  que es algo dif&iacute;cil de derrotar.<br>
  Mas adelante no hay muchos secretos, salvo que no actives el switch de la<br>
  derecha del pr&oacute;ximo par de switches. Aqu&iacute; encontraras algunos 
  Ethers, la<br>
  importantisima Atma Weapon(por ahora es d&eacute;bil, pero luego...)no la pierdas,<br>
  y tres Magicites, que son Items, y lo que hacen es usar un Magicite al Azar<br>
  (Hmmm... Bahamut...)Guardalos que te van a hacer falta.</p>
<p align="center">Tras el tercer Magicite esta la Sealed Cave. Cuando llegues 
  descubrir&aacute;s que<br>
  Kefka te ha estado siguiendo todo el camino y tendr&aacute;s una peque&ntilde;a 
  batalla con<br>
  el sin Terra, quien estar&aacute; tratando de abrir la puerta de los Espers, 
  pero<br>
  ellos saldr&aacute;n a cuenta suya y destruir&aacute;n todo a su paso(incluyendo 
  a Kefka<br>
  y los que peleaban con el).Sal de all&iacute; por la puerta al sur del pr&oacute;ximo 
  cuarto<br>
  (supongo que es al sur, es simplemente una puerta nueva),y cuando llegues<br>
  a la base Imperial te encontraras con los dem&aacute;s chicos, quienes ir&aacute;n 
  a<br>
  perseguir a los Espers. Lamentablemente, los chicos estos est&aacute;n fuera 
  de<br>
  control y sembraran la destrucci&oacute;n a Vector, su gente, y nuestra nave 
  se<br>
  estrellara.</p>
<p align="center">-Vector:</p>
<p align="center">Aqu&iacute; veras que los Esper casi dejan en cenizas este sitio. 
  Al final habla con<br>
  el Emperador Gestahl, quien te ofrecer&aacute; un alianza y te invitara a un 
  banquete<br>
  para discutir una manera de arreglar este problema con los Esper.</p>
<p align="center">Primer te pedir&aacute; que hables con todos los soldados que 
  puedas y que los hagas<br>
  entender que la guerra termino. Habla con todos los que puedas, si peleas con<br>
  alguno te dan mas puntos.(1 por soldado hablado, 3 por peleado, creo).En cuatro<br>
  minutos comenzara la cena.(hablando de eso, me dio hambre).</p>
<p align="center">NOTA: esta y la otra referencia de hambre son acerca de la misma 
  hambre.<br>
  No como tanto, gente!</p>
<p align="center">En la cena Gestahl te preguntara varias cosas, resp&oacute;ndele 
  de una manera<br>
  inteligente. Veremos que tal son las ideas:</p>
<p align="center">-Who should we toast to?(&iquest;por quien deber&iacute;as brindar?)<br>
  (Mejor)To our Hometowns!(A nuestros pueblos!)<br>
  (Medio)To the Empire!(Al imperio!)(No seas interesado!)<br>
  (Mal)To the Returners!(A los retornantes!)</p>
<p align="center">-What should we do with Kefka?(&iquest;Qu&eacute; deber&iacute;amos 
  hacer con Kefka?)<br>
  (Mejor)Leave him in Jail(D&eacute;jenlo en la c&aacute;rcel)<br>
  (Medio)Execute Him!(Ejec&uacute;tenlo!)<br>
  (Malisimo)Let him go(Dejenlo ir? QUE?)</p>
<p align="center">-The Empire is Sorry about Doma... (el imperio pide disculpas 
  por lo de Doma)<br>
  (que hijos de p***)<br>
  (Mejor)That was inexcusable(eso era imperdonable)<br>
  (Medio)Apologize again!(Pidan perdon de vuelta! -_^)<br>
  (Mal)What is done is done(lo que esta hecho, hecho esta)</p>
<p align="center">-What about Celes?(Que tal acerca de Celes?)<br>
  (Mejor)Celes is one of us!(Celes es una de nosotros!)<br>
  (Medio)We trust Celes(Confiamos en Celes)<br>
  (MALISISISISISIMO!!)Was she a Spy?(&iquest;Era ella una espia?)</p>
<p align="center">-Any Questions?(&iquest;Alguna pregunta?)<br>
  Aqu&iacute; puedes preguntarle, pero trata de no repetir preguntas y acuerdate 
  de<br>
  que pregunta le hiciste primero.</p>
<p align="center">-Once the espers learned about what happened they went berserker...<br>
  (Una vez que los espers supieron lo que paso se volvieron locos...)<br>
  (mejor)Yes, they have gone too far.(Si, ellos fueron demasiado lejos.)<br>
  (Peor)But you unleashed their power(Pero tu soltaste su poder)</p>
<p align="center">-What was the first question you asked me?(que pregunta me preguntaste<br>
  primero?)<br>
  Pretty self explanatory... dile la pregunta que le hiciste primero.</p>
<p align="center">Luego te dira que tomes un descanso, anda y pelea con los tipos 
  que estan<br>
  a los lados de Gestahl. Son bastante sencillos.<br>
  Luego vuelve a tu sitio y dile que yes.</p>
<p align="center">-Is there anything you would like for me to say?<br>
  (Mejor)That the war is truly over(que la guerra esta realmente acabada)<br>
  (Medio)That all you really want is peace(que todo lo que quieres es paz)<br>
  (peor)That you are sorry(que lo sientes)</p>
<p align="center">-Will you lend us Terra&acute;s Power?<br>
  Dile que si a la primera.</p>
<p align="center">Luego los Retornantes se reunir&aacute;n y decidir&aacute;n 
  que Locke vaya con Terra, y los<br>
  dem&aacute;s se quedaran jurungando el castillo. Cuando salgas, un tipo te dar&aacute;<br>
  premios<br>
  por hablar con tantos soldados(aunque el banquete tambi&eacute;n cuenta). Dependiendo<br>
  de tu puntaje final te dar&aacute;(los premios se acumulan):</p>
<p align="center">-Figaro del Sur esta libre.<br>
  -Doma esta libre.<br>
  -La puerta cerrada de la base imperial esta abierta para ti.<br>
  -Desde el Emperador, una reliquia, la Tintinabar(recupera HP por pasos).<br>
  -Un Charm Bangle(menos encuentros al azar),si hablaste y luchaste con todos<br>
  los soldados.</p>
<p align="center">Luego vaguea un poco, podr&aacute;s ver a Kefka si no lo viste 
  antes, ir a la base<br>
  imperial por los Items si te lo ganaste, y al final irte a Albrook, que es la<br>
  ciudad donde estuvimos antes cuando atacamos al imperio.</p>
<p align="center">-Albrook:</p>
<p align="center">Aqu&iacute; anda al puerto, al sur de todo y conocer&aacute;s 
  mas de cerca al General Leo,<br>
  quien informara que aparte de ustedes dos vendr&aacute;n un general de Imperio 
  y<br>
  un mercenario. El Mercenario es Shadow, mientras que el General es CELES!!<br>
  Vaya. Leo dir&aacute; que vayan a dormir as&iacute; que anda a la posada, que 
  se quedan<br>
  gratis.<br>
  (Shadow dir&aacute; algo as&iacute; como &quot;I&acute;m not going to garrote 
  you!&quot;que seria como<br>
  &quot;No te voy a garrotear&quot;. Al parecer,eso no es asi,esta mal traducido, 
  ya que<br>
  &quot;garrote&quot; es una palabra inglesa que significa degollar, no es un 
  invento de<br>
  Shadow de mezclar palabras inglesas con las castellanas)(&quot;no te voy a<br>
  degollar&quot;)<br>
  A mitad de la noche Locke se levantara, y afuera se encontrara con Celes, quien<br>
  no le hablara aunque el le pida perd&oacute;n.(hah, bastardo!! arrod&iacute;llate 
  y pide<br>
  misericordia!!)<br>
  Al d&iacute;a siguiente zarparan. En el camino la raver Terra y el Punk Leo(solo<br>
  f&iacute;jate en el pelo de ambos...),bueno, Terra y el General Leo tendr&aacute;n 
  una<br>
  conversaci&oacute;n acerca de que ella se siente extra&ntilde;a trabajando una 
  vez mas con<br>
  el imperio. El le dir&aacute; que no se preocupe, que el no es como Kefka, aunque 
  no<br>
  la haya ayudado antes, y ella le pedir&aacute; explicaciones acerca del Amor(esta<br>
  chica si que no tiene problemas de comunicaci&oacute;n ,ah? que adolescencia 
  tan<br>
  tripa!),y el le dir&aacute; que ella es muy joven aun. Ella se quedara refunfu&ntilde;ando<br>
  de que ella quiere amar AHORA, pero Shadow saldr&aacute; a lo Stayfree(&quot;como 
  si nada&quot;)<br>
  y ella le dir&aacute; que si oy&oacute; la conversaci&oacute;n. Ella se ira, 
  pero Shadow le dir&aacute;<br>
  algo parecido a un consejo que en este mundo hay muchos como el que<br>
  han matado a sus emociones. Que no le pase eso a ella. Cuando Terra se vaya<br>
  vendr&aacute; un muy reventado Locke quien al parecer tiene algo de mareo.<br>
  &quot;Ni una palabra de esto a nadie, Shadow!!!&quot;<br>
  Al d&iacute;a siguiente llegaran a Thamasa.</p>
<p align="center">-Thamasa:</p>
<p align="center">Aqu&iacute; al llegar notaras que realmente no disfrutan de 
  las visitas. La posada<br>
  es algo grosera(1500 GPs!), y nadie te dir&aacute; nada muy &uacute;til. Anda 
  y habla con<br>
  un viejito que esta por all&iacute; vestido con una capa roja, y conocer&aacute;s 
  a Strago.<br>
  En su casa tambi&eacute;n conocer&aacute;s a su nieta, la simp&aacute;tica Relm, 
  quien se llevara<br>
  muy bien con Interceptor(el perro de Shadow), a pesar de los intentos del<br>
  intr&eacute;pido Ninja de poner a su perro como el mas duro de los canes.</p>
<p align="center">Luego que hables con Strago la posada cobrara &uacute;nicamente 
  1 GP, as&iacute; que qu&eacute;date<br>
  a pasar la noche.(Aprovecha y compra varios Ice Rods.)</p>
<p align="center">Muy tarde en la noche ,Strago los despertara. Todos menos Shadow 
  se pararan,<br>
  y ver&aacute;n que Relm y un amigo fueron atrapados en una casa en llamas .Entonces<br>
  descubrir&aacute;s que todos en el pueblo pueden usar magia, e intentaran apagar 
  el<br>
  fuego sin resultados positivos. Por ultimo, Strago se unir&aacute; a ti, y deber&aacute;n<br>
  entrar a la casa a buscar a la chica.</p>
<p align="center">-Casa en Llamas.</p>
<p align="center">Aqu&iacute; el problema es que hay muchas llamas que si las 
  tocas caer&aacute;s en una<br>
  batalla. Trata de evadirlas, y abriendo puertas, algunas soltaran llamas, si<br>
  lo hacen, no las vuelvan a abrir o soltaran mas llamas aun. Al final<br>
  veras una GRAN llama, y te enfrentaras a ella.</p>
<p align="center">Flame Eaters: 8400 HPs, d&eacute;bil al agua y al hielo. Absorbe 
  el fuego(duh).<br>
  Estrategias: Si compraste Ice rods, &uacute;salos como &iacute;tems para que 
  le hagas<br>
  bastante<br>
  da&ntilde;o. Strago que use su Aqua Rake, Locke que ataque o use shiva, Terra 
  que<br>
  use Ice si ya lo tiene, o que ataque con la Ice Brand equipada. Es bastante<br>
  dif&iacute;cil, pero no imposible, aparte de que no hace mucho da&ntilde;o.</p>
<p align="center">Al final encontraras a Relm, pero no aguantaran mas y caer&aacute;n 
  asfixiados.<br>
  Todopoderoso Shadow vendr&aacute; y los sacara.<br>
  (Luego dir&aacute; que no lo malentiendan, que el vino solo por su perro. Que 
  man&iacute;a!)<br>
  Al d&iacute;a siguiente te enteraras de la historia del pueblo, y Strago dir&aacute; 
  que<br>
  un buen lugar a buscar por los Espers en la monta&ntilde;a creciente, al oeste 
  de<br>
  el pueblo. Relm querr&aacute; ir, pero Strago no la dejara. All&aacute; vamos.</p>
<p align="center">-Cueva Creciente: Este sitio es muy bueno para subir niveles, 
  aunque ten<br>
  cuidado con los enemigos, que no son est&uacute;pidos. En el primer nivel sal 
  por la<br>
  derecha y luego ve a la izquierda, hasta que llegues a el sitio con las<br>
  estatuas(Goddess Statues, las estatuas de las diosas de la magia),y al llegar<br>
  a ellas te las veras una vez mas con Ultros.</p>
<p align="center">Ultros:22000 HPs(Yikes!), d&eacute;bil al fuego y a la electricidad, 
  absorbe hielo<br>
  y agua.<br>
  Estrategias :B&aacute;sica batalla con Ultros. Simplemente dale por un rato 
  hasta<br>
  que llegue Relm. Con ella, tras una c&oacute;mica conversaci&oacute;n, usa Sketch 
  en Ultros<br>
  y el se dar&aacute; cuenta que solo es un pulpo morado bastante desagradable,<br>
  y huir&aacute;.</p>
<p align="center">Tras eso, Sigue, cae en todos los huecos del pr&oacute;ximo 
  lugar, y al final volver&aacute;n<br>
  a Thamasa.</p>
<p align="center">-Thamasa:<br>
  Aunque creas que todo sali&oacute; muy tripa, NO, realmente no. En medio de 
  la alegre<br>
  reuni&oacute;n, Kefka aparecer&aacute; y atacara. Matara muchos Espers, y a 
  ustedes los<br>
  noqueara. Cuando todos sean vencidos, tendr&aacute;s el control de Leo.<br>
  (disfr&uacute;talo, no lo manejas NUNCA MAS, &iquest;OISTE? ,NUNCA!!)<br>
  Hay varios enemigos aqu&iacute;, incluyendo el Guardian, quien aun no puedes<br>
  enfrentar.<br>
  Ll&eacute;gale a Kefka, y at&aacute;calo. Usa Shock para ver el bonito efecto, 
  y at&aacute;calo para<br>
  que veas el poder de su espada. Cuando lo derrotes, aparecer&aacute; Gestahl, 
  quien<br>
  resultara ser Kefka disfrazado, y Kefka Acabara con la vida de Leo.</p>
<p align="center">Al momento que puedas controlar a los personajes, Leo estar&aacute; 
  muerto ,Terra<br>
  muy deprimida, Locke y Celes amotinados, y Cyan triste. Enterraran a Leo, lo<br>
  adularan un poco, y decidir&aacute;n atacar el infierno volante que se convirti&oacute; 
  en<br>
  el imperio de Kefka.</p>
<p align="center">Ahora estar&aacute;s en control de la aeronave. Es muy recomendable 
  que vayas<br>
  y ganes niveles y aprendas magia(Doom ,y Vanish son muy importantes, chequea<br>
  la secci&oacute;n de tips AHORA para que sepas un truco muy &uacute;til aqu&iacute;).Luego<br>
  ve y ataca el Continente flotante. Al elegir tu equipo, es buena idea que<br>
  elijas<br>
  a tres solo, as&iacute; te encontraras a alguien a quien probablemente no pensabas<br>
  volver a ver.</p>
<p align="center">-Continente flotante:</p>
<p align="center">En la v&iacute;a al continente flotante te las veras con la 
  fuerza a&eacute;rea del Imperio,<br>
  quienes son bastante molestos. Luego tendr&aacute;s que pelear UNA VEZ MAS, 
  con el<br>
  freaking Ultros.(ya, esta es la ultima!)</p>
<p align="center">Ultros: 17000 HPs. D&eacute;bil al fuego y a la electricidad, 
  y absorbe agua y hielo.<br>
  Estrategias: b&aacute;sicamente, sigue d&aacute;ndole duro. Tras un rato llamara 
  a Chupon.<br>
  (a no ser que lo mates antes, con el truco que menciones con Vanish y Doom)<br>
  Chupon: 10000 HPs. D&eacute;bil al agua y al hielo, y absorbe el fuego.<br>
  Estrategias: Chupon no es dif&iacute;cil. Usa tus mejores t&eacute;cnicas, y 
  despu&eacute;s de un<br>
  rato te estornudara(Sneeze) fuera de la nave. Si lo matas antes, solo saltaras<br>
  de ella.</p>
<p align="center">En la ca&iacute;da te la veras con un jefe bastante dif&iacute;cil, 
  la Air Force.</p>
<p align="center">Air Force: 8000 HPs. Los dos brazos tienen cerca de 4000 HPs. 
  D&eacute;biles a la<br>
  electricidad y al agua.<br>
  Estrategias: Este bicho es muy destructivo. Ramuh, Shiva y Bismark funcionan<br>
  muy bien como Espers. Dale con tus mejores armas(El Aurabolt de Sabin funciona<br>
  muy bien, al igual que las t&eacute;cnicas de Cyan o Edgar), y cuando lance 
  el<br>
  sat&eacute;lite(el puntito rojo arriba), no uses ninguna magia, o usara un ataque<br>
  descomunal en tu equipo.</p>
<p align="center">Al final, llegaras al Continente flotante.</p>
<p align="center">Este sitio es bastante dif&iacute;cil, as&iacute; que ve preparado. 
  Nada mas aterrizar,<br>
  te encontraras con Shadow, quien se unir&aacute; a ti. Equ&iacute;palo bien, 
  pero no le des<br>
  el cuchillo Assassin, ya que aqu&iacute; muchos enemigos son &quot;desmuertos&quot;. 
  Busca<br>
  aqu&iacute; el sable Murasame para Cyan y el cuchillo Hardened.</p>
<p align="center">Muchisimos perdones aqu&iacute;, ya que en lo personal aun tras 
  vencer este juego<br>
  sopotocientas veces, no me he aprendido este sitio como para pasarlo sin<br>
  problemas, por lo que no puedo recetar una gu&iacute;a exacta aqu&iacute;. B&aacute;sicamente, 
  las<br>
  pelotas azules son cofres, y tendr&aacute;s que pasearte por los sitios elevados, 
  que<br>
  te transportaran a nuevos lugares. Tras muchisimos problemas, llegaras con<br>
  la Atma Weapon.</p>
<p align="center">Atma Weapon: 24000 HPs,5000 MPs. Resistente a TODO.<br>
  Estrategias: Atma Weapon, es, sin lugar a dudas, el jefe mas fastidioso del<br>
  juego. Dale con tus mejores ataques, y cura muy a menudo, ya que puede usar<br>
  Quake y Flare cuando le salga del forro. Un buen truco es que puedes usar<br>
  Rasp o Osmose para quitarle MPs, y al ser m&aacute;gico, morir&aacute; cuando 
  sus MPs lleguen<br>
  a cero. O sino, usa el truco de vanish/doom. Mas tarde lo veras de vuelta.</p>
<p align="center">Shadow se separa ahora. Aqu&iacute; habr&aacute; una muy interesante 
  escena en la cual<br>
  Gestahl y Kefka Peleara, Celes lastimara de muerte a Kefka, y luego de un<br>
  embrollo, Kefka desordenara las estatuas. Shadow vendr&aacute; y lo atrapara, 
  y le<br>
  dir&aacute;<br>
  al equipo, que aunque no puede detener esto ,se volver&aacute;n a encontrar.</p>
<p align="center">tienes seis minutos para escapar. En el camino enfrentaras a 
  Nerapa.</p>
<p align="center">Nerapa: 2800 HPs.<br>
  Estrategias: Usa tus mejores ataques f&iacute;sicos. El o Ella tiene una Wall 
  puesta,<br>
  as&iacute; que no uses magia.</p>
<p align="center">Cuando llegues al final ,el juego te preguntara si quieres saltar 
  o esperar.<br>
  Espera si crees que no te va a dar un descalabro nervioso, cuando falten<br>
  5 segundos Shadow vendr&aacute; y saltara con ustedes. Cuando caigan a la nave 
  se<br>
  pueden ir despidiendo de este mundo como lo conoc&iacute;an, el mundo del Balance.</p>
<p align="center">**************************************************************************<br>
  Mundo de las Ruinas.</p>
<p align="center">Despertaras como Celes, sola(solo, solo) en una cama. Cid te 
  contara que llevas<br>
  1 a&ntilde;o durmiendo como un lir&oacute;n, y que el ya esta d&eacute;bil, 
  y cree que son los dos<br>
  &uacute;nicos sobrevivientes. Ahora es tu turno de encargarte de el.</p>
<p align="center">En la playa hay peces, supuestamente tienes que agarrar los 
  r&aacute;pidos para<br>
  d&aacute;rselos a Cid. Si no lo logras, el muere. Yo nunca lo he logrado salvar, 
  pero<br>
  al morir Celes tratara de suicidarse. No lo lograra, y un pich&oacute;n le entregara<br>
  la banda que Locke usa en la cabeza. Eso significa que esta vivo!. Al pie<br>
  de la cama de cid habr&aacute; una carta, l&eacute;ela, y vete por detraes de 
  la pared,<br>
  por all&iacute; hay unas escaleras. Abajo encontraras una tabla, que Cid hizo 
  para que<br>
  tu escaparas. &Uacute;sala, y of you goa a encontrar a tus amigos.</p>
<p align="center">Terminaras en una costa cerca de Albrook. Equ&iacute;pate(Celes 
  comienza sin<br>
  equipamento) y entra all&iacute;.</p>
<p align="center">-Albrook:</p>
<p align="center">Nada nuevo aqu&iacute;, pero te enteraras que &quot;alguien&quot; 
  paso buscando a sus amigos,<br>
  y que tu eras una de ellos. Se fue a Tzen, as&iacute; que all&iacute; vamos.</p>
<p align="center">-Tzen:</p>
<p align="center">Al entrar una llamada &quot;Luz del Juicio&quot; que viene de 
  la llamada Torre de<br>
  Kefka atacara el poblado, causando conmoci&oacute;n general. Sube r&aacute;pido 
  y veras que<br>
  Sabin esta sosteniendo la casa. El te dir&aacute; que adentro hay un ni&ntilde;o, 
  as&iacute; que<br>
  entra a sacarlo.</p>
<p align="center">Adentro no te ocupes de nada de cofres, solo trata de ir lo 
  mas r&aacute;pido posible<br>
  a la chimenea, agarra el chico, y sal de all&iacute;. Cuando salgas, Sabin la 
  soltara<br>
  (no les parece un pelo exagerado eso? Manteniendo una casa?) y se unir&aacute;<br>
  a Celes, en pos de la b&uacute;squeda por los dem&aacute;s. Al noroeste de Tzen 
  hay un<br>
  bosque redondo, entra all&iacute; y toma un Chocobo. Dir&iacute;gete al norte 
  hasta<br>
  Mobliz.</p>
<p align="center">-Mobliz:</p>
<p align="center">Aqu&iacute; encontraras a Terra otra vez. El problema es que 
  ella no se quiere ir, ya<br>
  que todos los adultos de esta aldea se murieron, y ella ha cuidado de los<br>
  ni&ntilde;os desde entonces. En este momento, un bicho llamado Phunbaba, un 
  demonio<br>
  antiguo, atacara la aldea.</p>
<p align="center">Phunbaba: HPs desconocidos. D&eacute;bil al veneno, absorbe 
  el rayo.<br>
  Estrategias: Cuando uses a Terra, no te fajes ya que todos tus ataques<br>
  fallaran.<br>
  Una vez que Terra sea vencida, usando a Sabin y Celes, haz que Celes use Bio<br>
  si lo tiene, si no su mejor ataque. Sabin que use Suplex. Tras un tiempo<br>
  correr&aacute;, es algo dif&iacute;cil, mas no imposible.</p>
<p align="center">Aqu&iacute; dejaras a Terra, quien se siente in&uacute;til para 
  poder luchar. Sigue el camino<br>
  al este hasta que llegues a Nikeah, y encuentres a un viejo conocido.<br>
  (NOTA: cuando salgas del cuarto de Terra, un chico te dar&aacute; un Esper, 
  Fenrir)</p>
<p align="center">-Nikeah:</p>
<p align="center">Aqu&iacute; hay alguna que otra arma nueva, y mas importante, 
  habla con todos los<br>
  Ladrones que veas. Cercano a la tienda de armas hay un tipo quien<br>
  &quot;sospechosamente&quot; se parece a Edgar. Pers&iacute;guelo hasta que se 
  pare en el<br>
  camino a el muelle. All&iacute; se le escapara decirle a Celes &quot;My Lady&quot;, 
  y Celes<br>
  quedara picada que esas palabras solo las dir&iacute;a Edgar. El dir&aacute; 
  que son<br>
  usadas en todo el mundo. Bah, rayos. S&iacute;guelo al Muelle, y Celes y Sabin 
  se<br>
  tiraran una operaci&oacute;n encubierta metidos en el barco de los ladrones.<br>
  Llegaras a Figaro del Sur.</p>
<p align="center">-Figaro del Sur:</p>
<p align="center">Continua persiguiendo a Gerad, quien seguir&aacute; evadi&eacute;ndote. 
  Estar&aacute; en la posada.<br>
  All&iacute; un ladr&oacute;n llamara a Gerad diciendo que esta listo todo para 
  irse.<br>
  Cuando eso suceda, vete a la cueva por donde fuimos con Locke y Celes la<br>
  primera vez cuando Locke deb&iacute;a escapar de Figaro(No mas Tunnel Armor,<br>
  sin embargo)</p>
<p align="center">-Cueva A Figaro:</p>
<p align="center">Continua tu inverbe persecuci&oacute;n a Gerad, y en el camino 
  te encontraras a<br>
  Ziegfried, no le pares a lo que diga y sigue tu camino. Te acuerdas de la<br>
  tortuga anteriormente mencionada? Pues los ladrones le dar&aacute;n algo, ella<br>
  se acercara, y los ladrones la usaran como puente. Sigue su ejemplo. Mas<br>
  adelante te encontraras de vuelta a Ziegfried y mas cofres, pero casi<br>
  todos abiertos. Al final descubrir&aacute;s que estas nada mas y nada menos 
  que en<br>
  Figaro.</p>
<p align="center">-Figaro:</p>
<p align="center">En Figaro hay un casco que solo Edgar y Sabin pueden equipar 
  que es el<br>
  Regal Crown, b&uacute;scalo bien, que es muy necesario. Al continuar veras que<br>
  Gerad distraer&aacute; un monstruo mientras los ladrones buscan el tesoro.<br>
  Cuando llegues, Gerad finalmente admitir&aacute; que es Edgar ,y les pedir&aacute; 
  una<br>
  manito con el bicho.</p>
<p align="center">Tent&aacute;culos: Arriba a la izquierda: 7000 HPs. Arriba a 
  la derecha: 5000 HPs.<br>
  Los de abajo tienen 4000 HPs. Todos tienen debilidades diferentes.<br>
  Estrategias: Experimenta con sus debilidades, o simplemente usa la Chainsaw,<br>
  Aurabolt de Sabin, el mejor hechizo de Celes, o que ella cure. El Ataque<br>
  Seize es peligroso, cuando ocurra dale duro al tent&aacute;culo que ataque, 
  y<br>
  cura inmediatamente al afectado .Es MUY dif&iacute;cil, pero tarde o temprano 
  lo<br>
  eliminaras.</p>
<p align="center">Cuando terminen con el descubrir&aacute;s que Edgar se disfrazo 
  as&iacute; para enga&ntilde;ar<br>
  a los ladrones para que lo llevaran a Figaro de vuelta-para enga&ntilde;ar a 
  tus<br>
  enemigos, tienes que enga&ntilde;ar a tus amigos primero -. En el siguiente 
  cuarto,<br>
  revisa la estatua por una Soul Sabre.</p>
<p align="center">Luego vete con el viejito que maneja la nave, y el mover&aacute; 
  de vuelta el<br>
  castillo, y al final sal de all&iacute; y vete al poblado de Kolinghen.</p>
<p align="center">-Kolinghen:</p>
<p align="center">En el caf&eacute; veras una cara conocida, a Setzer. El esta 
  muy frustrado y deprimido<br>
  por la perdida de su nave, pero Celes lo convencer&aacute; y el decidir&aacute; 
  ayudarlos<br>
  y ayudarse a conseguir una nave mas...l o adivinaste, la de Daryl!<br>
  Anda a la tumba de Daryl que el juego te mostrara donde es.</p>
<p align="center">-Tumba de Daryl:</p>
<p align="center">Este sitio es no solo complicado, sino ladilla. Nuevamente, 
  los enemigos aqu&iacute;<br>
  son del esp&eacute;cimen desmuerto, as&iacute; que cuidado con lo que equipas. 
  Setzer<br>
  abrir&aacute; la tumba.</p>
<p align="center">Adentro sigue al segundo s&oacute;tano y all&iacute; conseguir&aacute;s 
  varias armaduras y<br>
  un excelente casco, el Genji Helmet. Por all&iacute; hay cuatro tumbas, las 
  cuales<br>
  tienen un acertijo muy curioso, dicen: ORLD /UARE /THEW/ ISSQ.<br>
  Ord&eacute;nalo y dir&aacute;n THE WORLD IS SQUARE(el mundo es Square, nombre 
  anterior de<br>
  Squaresoft, la compa&ntilde;&iacute;a que hizo el juego). Acu&eacute;rdate de 
  esto.</p>
<p align="center">En el cuarto del norte a la izquierda del segundo s&oacute;tano 
  hay una lapida que<br>
  te pide que escribas algo. Escribe THEWORLDISSQUARE, y ganaras una reliquia,<br>
  el Exp.EGG ,que dobla los puntos de experiencia. En Jap&oacute;n dec&iacute;a 
  algo como<br>
  &quot;Descansa en paz, Daryl&quot;. Porque lo cambiaron, no se.</p>
<p align="center">En la puerta del medio de este s&oacute;tano hay un cofre al 
  final que tiene un<br>
  enemigo muy dif&iacute;cil, el Presenter. B&aacute;sicamente es una versi&oacute;n 
  mejorada del<br>
  Whelk, as&iacute; que usa las mismas t&eacute;cnicas. Al ganarle te llevas una 
  Dragon Claw<br>
  para Sabin. En el ultimo cuarto veras la lapida de Daryl, &uacute;sala, y tras<br>
  leerla te atacara el Dullahan.</p>
<p align="center">Dullahan: 23450 HPs. D&eacute;bil al fuego, absorbe el hielo.<br>
  Estrategias: Este tipo es realmente dif&iacute;cil. Trata de llegar con niveles<br>
  impares as&iacute; su L?Pearl no te afectara, aunque el usara Ice3 y Pearl<br>
  regularmente. Celes puede ayudar mucho usando Runic. Dale con todo lo que<br>
  tengas, y no esperes vencerlo a la primera.</p>
<p align="center">Al final derrotarlo una puerta se abrir&aacute; detr&aacute;s 
  de la lapida de Daryl.<br>
  All&iacute; veras varias escenas que te revelan la desaparici&oacute;n de Daryl, 
  y al<br>
  final conseguir&aacute;n una nueva nave, el Falcon, la antigua nave de Daryl...</p>
<p align="center">NOTA MUY IMPORTANTE: A partir de ahora hasta la Torre de Kefka, 
  todo es<br>
  opcional.<br>
  Se hace &uacute;nicamente para tener a todos los personajes, armas y dem&aacute;s 
  boludeces.</p>
<p align="center">Un p&aacute;jaro aparecer&aacute; y Celes querr&aacute; seguirlo. 
  A partir de ahora tienes<br>
  varias opciones a seguir, las cuales son:</p>
<p align="center">1.- Ir a Maranda a buscar a Cyan.<br>
  2.- Ir a el Veldt a buscar a Gau.<br>
  3.- *Ir a la cueva en el Veldt a buscar a Shadow.<br>
  4.- Regresar a Mobliz a buscar a Terra.<br>
  6.-* Ir a Jidoor a buscar a Relm.<br>
  7.- Ir a la isla solitaria(donde comenzamos con Celes) a buscar un Esper.<br>
  8.- Ir a la cueva del F&eacute;nix a buscar a Locke.<br>
  9.- Ir a la torre m&aacute;gica a por Strago.<br>
  10.-( Aun faltan mas!=)Vaguear por el mundo buscando a Doom Gaze.<br>
  NOTA:Ahora puedes ir a visitar a el pap&aacute; de Gau,pero como no te da<br>
  ning&uacute;n &iacute;tem o arma ni nada, no lo listare como una aventura mas, 
  pero si<br>
  se los explicare.<br>
  11.- Ir a la isla triangular a buscar a Gogo.<br>
  12.- Ir a las minas de Narshe a buscar a Mog, Umaro, el Esper(o espada)<br>
  Ragnarok, y el escudo maldito.<br>
  13.- Ir a la Torre m&aacute;gica por el Gem Box.<br>
  14.- Pasar la pesadilla de Cyan.<br>
  15.- Ir a eliminar el Hidon.<br>
  16.- Ir al castillo perdido.<br>
  17.- Exterminar a los 8 dragones.<br>
  18.- Y finalmente, eliminar a Kefka en su torre.</p>
<p align="center">*Nota:Estas dos aventuras depende si salvaste o no a Shadow 
  en el continente<br>
  flotante. Si lo esperaste, en la cueva del Veldt lo encontraras a el, sino,<br>
  encontraras a Relm. Cabe destacar que aunque encuentres all&iacute; a Relm, 
  deber&aacute;s<br>
  irla a buscar a Jidoor, y a Shadow lo encuentras luego en el coliseo.</p>
<p align="center">Primero iremos a Maranda.</p>
<p align="center">-Maranda:</p>
<p align="center">Una chica aqu&iacute; esta recibiendo cartas y arreglos florales 
  de su novio de<br>
  Mobliz, aunque supuestamente este pueblo fue quemado por Kefka... que<br>
  &quot;sospechoso&quot;... Habla con ella, y te dar&aacute; una carta. Sal y 
  afuera habla con<br>
  la paloma, quien volara a Zozo. All&aacute; iremos.</p>
<p align="center">NOTA: Aqu&iacute; yo estuve perdido por mucho rato. Antes de 
  ir a Zozo, habla con<br>
  TODO el mundo en Maranda, y hay un tipo que te dice &quot;You know the guy<br>
  in Zozo who says &acute;this place is dangerous&acute;?he&acute;s the only one 
  who can help<br>
  you!&quot; O algo as&iacute;. Si no hablas con el, el tipo que vende el Rust 
  Rid en Zozo<br>
  no te vendare nada, y no recuperaras a Cyan, as&iacute; que ya sabes.</p>
<p align="center">-Zozo:</p>
<p align="center">Aqu&iacute; anda y habla con el tipo frente a el edificio con 
  el cartel de INN, y<br>
  te vendare el Rust Rid. Con eso, vete a uno de los edificios, el cual tenia 
  una<br>
  puerta que no se pod&iacute;a abrir, y all&iacute; usaras el Rust Rid, y entraras 
  a Mt.Zozo.</p>
<p align="center">-Mt.Zozo.</p>
<p align="center">Aqu&iacute; hay enemigos muy fastidiosos, especialmente ese 
  oso ladr&oacute;n. Por aqu&iacute;<br>
  encontraras el genial escudo AEGIS, d&aacute;selo a un personaje importante(Celes,<br>
  en mi caso),ya que evade muchisimas magias y ataques. Mas adelante, desde<br>
  donde tomas el Aegis Shield, hay una puerta a la izquierda con un cofre que<br>
  tiene el Gold Hairpin, accesorio que corta en dos el uso de MPs.<br>
  Luego ve por la derecha hasta el punto de salvada, salva, y veras un drag&oacute;n,<br>
  si lo tocas iniciaras una batalla. Este drag&oacute;n es el Storm Dragon, el 
  primero<br>
  de los ocho dragones, que mas tarde iremos a eliminar. Este drag&oacute;n sale 
  si<br>
  le das al switch que ves luego del punto de salvada.<br>
  Mas adelante llegaras a un cuarto con muchas flores, un cofre cerrado, y<br>
  un escritorio, el cual tiene una carta de Cyan! Cyan en esta carta le revela<br>
  a Lola que es el quien escribe y no su novio, quien murrio en su poblado.<br>
  A la derecha te encontraras a Cyan, quien se unir&aacute; a ustedes, les contara<br>
  acerca de Lola, y luego correr&aacute; a esconder los arreglos florales.<br>
  Cuando termine la escena, donde estaba Cyan hay un punto, &uacute;salo y encontraras<br>
  la llave de Cyan. Con el puedes abrir el cofre y te llevaras &quot;Un libro<br>
  acerca de las maquinas, y El libro de los Secretos&quot; que son un fiasco ya<br>
  que son in&uacute;tiles.<br>
  Cyan adem&aacute;s te dir&aacute; que se encontr&oacute; con Gau en Maranda, 
  y le dijo que iba<br>
  a ponerse mas fuerte. Pon curso a el Veldt.</p>
<p align="center">-Veldt:</p>
<p align="center">Aqu&iacute; sencillamente lleva a tres personajes en tu equipo 
  y pelea una batalla<br>
  normal. Gau aparecer&aacute; y se unir&aacute; a ustedes. Luego vete a la cueva 
  cercana<br>
  aqu&iacute; mismo en el Veldt. NOTA: Si quieres conocer bien al pap&aacute; 
  de Gau tienes<br>
  que hablar con el viejo de la casa que esta por aqu&iacute; el cual te dir&aacute; 
  que<br>
  si eres un reparador ANTES de obtener a Gau.</p>
<p align="center">-Cueva del Veldt:</p>
<p align="center">Aqu&iacute; veras a algunas personas que te dir&aacute;n como 
  obtener a Gau. Pero, mas<br>
  importante, al entrar veras a Interceptor, el perro de Shadow, quien quiere<br>
  que lo sigan. Vamos a por el.<br>
  Al entrar de lleno a la cueva hay un cofre a la izquierda que tiene el<br>
  Rage Ring, un accesorio para Umaro. El otro cofre tiene el Tiger Fangs para<br>
  Sabin, guardadas por el Allo-Ver, un enemigo algo dif&iacute;cil. Usa tus mejores<br>
  ataques(El Aurabolt de Sabin funciona de maravilla), y si tienes a<br>
  Relm equ&iacute;pala con su Memento Ring. Sigue el camino, y cuando veas una 
  puerta<br>
  con un switch al lado &uacute;salo para conseguir el cuchillo Striker, muy importante.<br>
  Luego sigue el camino hasta que llegues al punto de Salvada, &uacute;salo, y 
  al<br>
  siguiente cuarto veras a Shadow o a Relm, si no salvaste a Shadow en el<br>
  continente flotante. NOTA: a Shadow aqu&iacute; lo tratan como una SHE, o sea, 
  como<br>
  mujer. No, el meollo es que Shadow no deb&iacute;a sobrevivir el fin del mundo 
  del<br>
  balance, pero decidieron que si, aunque no cambiaron el dialogo aqu&iacute;, 
  dejando<br>
  she tanto para Relm como para Shadow... Luego el equipo ser&aacute; atacado 
  por<br>
  un Sr.Behemont.</p>
<p align="center">Sr.Behemot: 19000 HPs. D&eacute;bil al fuego y al veneno.<br>
  Estrategias: Argh... malos recuerdos de FFIV... bueno... Usa Bio, Fire 3,<br>
  Iffrit, Merton(aunque lo mas seguro es que no lo tengas), o tus mejores<br>
  ataques.<br>
  No es tremendamente dif&iacute;cil, pero cuando lo elimines otro Sr.Behemot 
  te<br>
  atacara.<br>
  Sr.Behemot II: 9000 HPs. D&eacute;bil al hielo y el veneno.<br>
  Estrategias: Este tipo es una autentica ladilla, as&iacute; que qu&iacute;talo 
  de encima<br>
  usando un revivify con el o un Phoenix Down.</p>
<p align="center">Una vez eliminado, te llevaras a Shadow a Thamasa, y veras un 
  sue&ntilde;o de Shadow<br>
  que revelara que Shadow muy probablemente es oriundo de Thamasa.<br>
  Cuando te despiertes,el chico habra desaparecido. Vete al Coliseo,queda<br>
  en una parte del mundo que es como un puente largo, tiene el mismo dise&ntilde;o<br>
  que la casa de la opera.</p>
<p align="center">-Coliseo:</p>
<p align="center">Lo primero que veras es que Ultros trabaja como recepcionista! 
  El coliseo es<br>
  un sitio muy entretenido, aqu&iacute; apuestas &iacute;tems y luego eliges a 
  uno de tus<br>
  personajes para luchar. Si ganas, te llevas un buen &iacute;tem, la mayor&iacute;a 
  de las<br>
  veces. Las batallas son autom&aacute;ticas.<br>
  Algunas apuestas interesantes son el Ragnarok(la espada)por el Illumina,<br>
  que es la mejor espada del juego, adem&aacute;s de usar pearl aleatoriamente,<br>
  una Ninja Star por una Tack Star, un elixir por una Rename Card, para cambiar<br>
  el nombre de un personajes, un Rename Card por unos Marvel Shoes, un<br>
  Dragon Horn por un Utilisimo Gold Hairpin,un Snow Mufler por un Charm Bangle,<br>
  que deja que caigas en menos batallas... Muchos mas. Pero ahora es importante<br>
  que apuestes ese cuchillo Striker que conseguimos en la cueva del Veldt,<br>
  y entraras en batalla con Shadow.<br>
  Shadow es muy sencillo ya que esta completamente desequipado. Una vez que<br>
  lo elimines(mas o menos)se unir&aacute; a ustedes. Dir&iacute;gete ahora a Mobliz 
  para<br>
  visitar a Terra.</p>
<p align="center">-Mobliz:</p>
<p align="center">Entra a el sitio donde entraste antes, y los chicos te dir&aacute;n 
  que Katarin, una<br>
  de los chicos mayores, huyo porque Duane, su &quot;marido&quot;, el otro chico<br>
  adolescente, no la trataba bien. Katarin esta embarazada, te lo dir&aacute; 
  Duane.<br>
  Sal de all&iacute; y ve a la otra casa, y sigue el perro que veras .Atr&aacute;s 
  del mueble<br>
  hay una escalera escondida. All&iacute; abajo encontraras a Terra y a Katarin.<br>
  Luego llegara Duane, y habr&aacute; una bonita escena. El punto malo ser&aacute; 
  Phunbaba,<br>
  quien vendr&aacute; a pagarnos una visita.</p>
<p align="center">Phunbaba: 26000 HPs. D&eacute;bil al veneno, absorbe la electricidad.<br>
  Estrategias: Lo mismo de antes, Qu&iacute;tale algo de HP, y el usara BabaBreath 
  en<br>
  dos de tus personajes, pero por suerte, Terra vendr&aacute; a ayudarte. Usa 
  Bio, y<br>
  tus mejores ataques, el tipo es complicado, pero realmente no hace mucho<br>
  da&ntilde;o. Normalmente, o te mata de una, o te rasgu&ntilde;a.</p>
<p align="center">Tras esto Terra se despedir&aacute; de los chicos y de Duane 
  y Katarin, y se<br>
  unir&aacute; a ustedes al fin.<br>
  Pon el curso a Jidoor, que hay varias cosas que hacer all&iacute;.</p>
<p align="center">-Jidoor:</p>
<p align="center">Primero y principal, ve a la casa de subastas, all&iacute; podr&aacute;s 
  comprar dos Espers,<br>
  Golem y Zoneseek, ambos muy importantes.</p>
<p align="center">Luego ve a la gran casota que esta al norte de todo, y adentro 
  es como una<br>
  galer&iacute;a de arte. Prende la luz, y ve al frente de un cuadro de una mujer,<br>
  &uacute;salo y dos Dahlings te atacaran. Cuando las elimines descubrir&aacute;s 
  una puerta,<br>
  la cual obviamente tienes que seguir.</p>
<p align="center">Adentro sigue las escaleras y otro cuadro te atacara, esta vez 
  con unas<br>
  souldancers y unos wild cats. Mas adelante, cuando te den a elegir puertas,<br>
  elige la ultima de la izquierda y llegaras a un cuarto con cofres flotantes.<br>
  todos tienen monstruos, pero alguno vale la pena. Luego ve y jurunga la<br>
  pintura del medio, y enfrentaras un StillLife(Simp&aacute;tico el bicho, no?)quien<br>
  caer&aacute; r&aacute;pidamente con fuego. Luego entra por la puerta que aparecer&aacute;.</p>
<p align="center">Luego ve ,sigue, y entra por la siguiente puerta a la derecha. 
  Equipa el Aegis<br>
  Shield y los Thunder Shield que tengas, y habla con el sapo que esta en el<br>
  sof&aacute;(no creo que sea un sapo, pero realmente lo parece), y tras una<br>
  conversaci&oacute;n, Relm, quien pintaba el cuadro, se asustara y entraras en 
  batalla<br>
  con<br>
  la pintura.</p>
<p align="center">Chadarnook: 30000 HPs cada cara del cuadro, d&eacute;biles ambos 
  al fuego.<br>
  Estrategias: Comenzaras peleando un monstruo, pero de vez en cuando se<br>
  alternaran y cambiaran de monstruo a mujer, y viceversa. Ambas son peligrosas,<br>
  aunque la chica un pelo mas, ya que usa ataques muy potentes. Usa tus mejores<br>
  ataques, cuando uno de los dos mueran, se acaba la pelea. Los Aegis Shield y<br>
  Thunder Shields son debido a que la chica ataca con Ataques el&eacute;ctricos.</p>
<p align="center">Luego de esto jurunga la biblioteca al lado del sapo, y recibir&aacute;s 
  el Esper<br>
  Startlet, y Relm se unir&aacute; al equipo. Pon rumbo a la isla solitaria, donde<br>
  comenzamos con Celes.</p>
<p align="center">-Isla Solitaria:</p>
<p align="center">Aqu&iacute; vete a la playa donde estaban los peces, y veras 
  un Magicite, Palidor.<br>
  Adem&aacute;s nota que el cad&aacute;ver de Cid desapareci&oacute;...&quot;Sospechoso&quot;...<br>
  Despu&eacute;s de esto vete por el centro del mapa a una monta&ntilde;a en forma 
  de<br>
  estrella, que tiene un hueco en el medio. Desciende encima de el y llegaras<br>
  a la Cueva del F&eacute;nix.</p>
<p align="center">-Cueva del F&eacute;nix:</p>
<p align="center">En este sitio deber&aacute;s poner a tus personajes en dos grupos, 
  trata de equilibrar<br>
  las cosas bien, ya que sino tendr&aacute;s muchos problemas.<br>
  ESTE SITIO ES MUY DIFICIL DE EXPLICAR,Y ES MEJOR QUE TRATES DE BUSCARLE<br>
  TU LAS VUELTAS, No Me Insultes si no te sale bien por mi explicaci&oacute;n.</p>
<p align="center">Comenzaran ambos juntos en el borde de una monta&ntilde;a. Los 
  enemigos aqu&iacute; son<br>
  MUY peligrosos,asi que prep&aacute;rate. Comienza con tu primer grupo(NOTA: 
  el primer<br>
  grupo deber&iacute;a tener a los personajes m&aacute;s poderosos si quieres 
  enfrentar<br>
  a uno de los dragones)hasta que llegues a un switch, el cual debes pisar,<br>
  y con el segundo ve por la puerta que se abri&oacute;. Sigue hasta el pr&oacute;ximo 
  switch,<br>
  p&iacute;salo, y cambia al otro grupo, quien deber&aacute; avanzar hasta el 
  pr&oacute;ximo switch<br>
  para que desaparezcan las espinas. Luego vuelve a cambiar de grupo y vete<br>
  por el camino el cual no tiene ahora las espinas(pod&iacute;as pasar por encima 
  de<br>
  ellas, pero recibir&iacute;as da&ntilde;o), no te metas con el cofre, ya que 
  caer&aacute;s a unas<br>
  espinas abajo-por cierto, todos los cofres en esta cueva est&aacute;n vac&iacute;os, 
  salvo<br>
  que te lo indique-, Y baja las escaleras hasta el pr&oacute;ximo switch. Cambia 
  de<br>
  grupo,y busca el camino hasta unas escaleras hasta un cuarto que tiene<br>
  lava y unas piedras las cuales debes brincar. Busca un switch en este cuarto,<br>
  act&iacute;valo y cambia al otro equipo, el segundo, y sigue tu camino hasta<br>
  un cuarto con piedras para saltarlas, por all&iacute; veras un switch el cual<br>
  obviamente debes activar, cambia al otro equipo y sigue el camino hasta que<br>
  veas oooootroooo switch, el cual esta cerca de un sitio que tiene unas piedras<br>
  acomodadas de una manera muy &quot;sospechosa&quot;, este switch las mover&aacute; 
  de manera<br>
  que el segundo grupo pueda sortearlas. Pero primero salva tu juego. Luego<br>
  Anda a buscar otro switch mas, y cambia al primer equipo. Con este deber&aacute;s<br>
  buscar<br>
  otro switch mas el cual esta ubicado en e siguiente cuarto, el cual tiene<br>
  piedras para saltar. Presiona el switch y el agua se colara de manera de<br>
  enfriar la lava del cuarto que vimos antes. Ahora cambia de grupo y presiona<br>
  el otro switch a la izquierda, y vuelve a cambiar al primer grupo.Al sur<br>
  despu&eacute;s de las rocas(las &quot;sospechosas&quot;)Esta un cofre en unas<br>
  escaleras, que quiz&aacute; por suerte o no siempre caigo en una batalla justo 
  antes<br>
  del cofre, ese cofre tiene el Dragon Horn, una reliquia que hace que cuando<br>
  uses Jump ataques tres veces por turno, muy &uacute;til. El drag&oacute;n all&iacute; 
  es bastante<br>
  dif&iacute;cil, as&iacute; que mejor esp&eacute;rate un tiempo antes de atacarlo.<br>
  Ok, ya falta poco(si aun sigues conmigo). Luego anda y sube a una especie<br>
  de balc&oacute;n el cual tiene un switch que a su vez va a revelar dos piedras<br>
  a la izquierda. Cambia de equipo, al segundo grupo, y vete a el cuarto de la<br>
  lava, uno de los cofres tiene un muy importante Ribbon, y sigue el camino<br>
  hasta que llegues al mismo piso en el que esta el otro grupo, pero por<br>
  la izquierda, quedaras en una franja a la izquierda la cual esta separada<br>
  de el sitio donde est&aacute;n parados el otro grupo. Usa las piedras que el<br>
  otro grupo revelo para llegar ,y all&iacute; haz que ambos grupos pisen cada 
  uno<br>
  un switch de los que est&aacute;n al sur de ese sitio, y se abrir&aacute; un 
  camino.<br>
  Entren y se encontraran con Locke(al fin!)quien les mostrara que encontr&oacute;<br>
  una reliquia la cual podr&iacute;a recuperar vidas perdidas, pero el teme que 
  su<br>
  poder se haya debilitado por el tiempo y el da&ntilde;o que esta sufri&oacute;.</p>
<p align="center">(Vieron que era bastante peludo?)</p>
<p align="center">Se ir&aacute;n todos a Kolinghen.</p>
<p align="center">-Kolinghen:</p>
<p align="center">Aqu&iacute; veras una escena en la cual Locke usara el Magicite 
  Phoenix para tratar<br>
  de revivir a Rachel, su &quot;mas que amiga&quot; muerta(aqu&iacute; dudo en 
  decirle &quot;amor de<br>
  su vida&quot; o su &quot;Mejor amiga&quot;, pero el hecho es que normalmente 
  de este tipo<br>
  de amistades terminar&iacute;an siendo siempre &quot;mas que amigos&quot;)(Si 
  no me entendiste<br>
  no te preocupes...). El Magicite Phoenix no har&aacute; nada al principio, pero<br>
  cuando Locke esta a punto de darse por vencido Rachel despertara y le<br>
  dir&aacute; que tiene muy poco tiempo, pero ella todo lo que deseaba era o&iacute;r 
  su<br>
  voz una vez mas(Y Locke cumplir&aacute; escuetamente, simplemente le dir&aacute; 
  &quot;Rachel&quot;),<br>
  y le dir&aacute; que se olvide del pasado, que ella siempre estar&aacute; agradecida 
  de<br>
  la felicidad que Locke le brindo, y que en el momento del accidente ella solo<br>
  pensaba en el, y por tanto Locke debe creer en si mismo. Tras esto,ella<br>
  se ira(hmmm... t&eacute;cnicamente se termina de morir), y recibir&aacute;s 
  el Magicite<br>
  Phoenix.<br>
  (Ya puedes secarte las lagrimas, mientras yo me seco las m&iacute;as)(Que no 
  se<br>
  burlen!)<br>
  Luego de esto, Locke saldr&aacute; y se encontrara con Celes, aunque ahora esta 
  mucho<br>
  mas optimista. Tras eso recibir&aacute;s todos los tesoros que Locke se llevo 
  de<br>
  la cueva del F&eacute;nix(y que no nos dejo a nosotros), entre ellos un Flame 
  Shield<br>
  y un Valiant Knife, el cual hace muchisimo da&ntilde;o mientras tengas poco 
  HP.</p>
<p align="center">Finalmente, tendr&aacute;s a Locke con ustedes(yupi!). Cuando 
  Fuimos hacia Mobliz<br>
  seguro viste una torre la cual estaba rodeada de monta&ntilde;as. Esta es la 
  torre<br>
  M&aacute;gica. Dir&iacute;gete con el Falcon para all&aacute;.</p>
<p align="center">-Torre M&aacute;gica:</p>
<p align="center">Aqu&iacute; lleva a Relm en tu equipo y cuando entres veras 
  a Strago caminando<br>
  como un zombie junto con otros tipos, todos en fila. Habla con el, y Relm lo<br>
  despertara, y Strago se unir&aacute; a tu equipo. Por ahora no nos meteremos(o 
  al<br>
  menos no es muy recomendable)a la Torre M&aacute;gica. Mejor agarra tu Falcon.</p>
<p align="center">-Doom Gaze:</p>
<p align="center">Doom Gaze es otro demonio que fue soltado cuando el desastre 
  del fin del<br>
  mundo del balance ocurri&oacute;. Para conseguirlo debes tomar el Falcon y<br>
  salir volando por el aire hasta que caigas en una batalla. Esto es<br>
  completamente<br>
  aleatorio, y a veces es muy raro que te ataque.<br>
  Doom Gaze tiene 55555 HPs(Yep, that&acute;s right, cincuenta y cinco mil quinientos<br>
  cincuenta y cinco hache pes ^_^) y usa ataques tipo Death y Condemn. No es muy<br>
  dif&iacute;cil, debido a que cuando le quites cerca de 8000 o 9000 HPs, Doom 
  Gaze<br>
  huir&aacute;. La manera mas sencilla(y mas usada)Es usar el combo Vanish/Doom 
  en<br>
  Doom Gaze para eliminarlo de una. Un punto importante es que si usas<br>
  Vanish/X-Zone no recibir&aacute;s el premio de esta batalla, el cual es nada 
  mas<br>
  y nada menos que el Magicite Bahamut, el Esper mas poderoso, y en mi opini&oacute;n<br>
  el mas &uacute;til, ya que da un gran bono en los HPs al subir de nivel y ense&ntilde;a<br>
  Flare, una de los poderes mas poderosos, aparte de que su ataque(Sun Flare)<br>
  causa da&ntilde;o masivo.<br>
  Una vez que est&eacute;s contento y el bicho este muerto, dir&iacute;gete a 
  la isla<br>
  Triangular a buscar a uno de los personajes secretos, o si vas a conocer<br>
  al pap&aacute; de Gau, vete al Veldt.</p>
<p align="center">-(Si vas a conocer a el susodicho pap&aacute; de Gau, sigue 
  por aqu&iacute;, sino saltate<br>
  esta parte) (Esto no afecta absolutamente nada en el juego, pero es<br>
  interesante):</p>
<p align="center">Habla con el viejo sin tener a Gau en el equipo primero.<br>
  La raz&oacute;n que espere todo esto para que lo conoci&eacute;ramos es para 
  que est&eacute;n<br>
  todos los personajes en las escenas siguientes. Ll&eacute;vate a Gau en el equipo<br>
  y anda a hablar con el pap&aacute; de Gau(ll&eacute;vate a Sabin tambi&eacute;n).<br>
  El viejo les dir&aacute; que si no son reparadores que se larguen, y Gau quedara 
  muy<br>
  impresionado. Sal de all&iacute; y al salir Sabin se preguntara si ese podr&iacute;a 
  ser<br>
  el pap&aacute; de Gau. Gau no lo sabr&aacute;, y Sabin _decidir&aacute;_ que 
  van a decirle al<br>
  viejo las buenas noticias, pero Gau no puede ir vestido como un mamarracho<br>
  as&iacute; que se van a Jidoor a buscarle algo de ropa bonita al chico.<br>
  La siguiente escena es muy interesante, ya que ves como el equipo trata<br>
  de ense&ntilde;arle modales y formas de hablar al chico(aunque el no le va a<br>
  parar mucho a eso), y luego ver&aacute;n como Terra,Cyan y Celes tratan de elegirle<br>
  algo de ropa, aunque al final ser&aacute; Setzer quien le elegir&aacute; uno 
  de esos modelos<br>
  tripas como los que usa el.(NOTA: Por suerte aqu&iacute; ni Mog, ni Gogo, ni 
  Umaro,<br>
  ni Shadow se meten, aunque ya los tengas). Luego de esto, el mismo equipo<br>
  que estaba con el antes se ira a hablar con el viejo, pero el negara<br>
  que tuviese un hijo, aunque luego se acuerda de una pesadilla en la que el<br>
  tiene un hijo demonio el cual el se llevo para dejarlo en el Veldt.<br>
  Luego ver&iacute;a a un monstruo muy horrible, y el bebe demonio seguir&iacute;a 
  llorando.<br>
  Sabin tratara de explicarle, pero el viejo no le dejara y le dir&aacute; que 
  sus<br>
  padres deben estar orgullosos de el. Sabin se cansara y querr&aacute; caerle 
  a<br>
  golpes, pero Gau lo detendr&aacute;, y saldr&aacute;.<br>
  Afuera Gau le dir&aacute; que con saber que su padre esta vivo el es feliz.</p>
<p align="center">-Isla Triangular:<br>
  (Aqu&iacute; encontraron los restos de la nave de Daryl cuando se estrello, 
  mas no<br>
  el cuerpo)</p>
<p align="center">Aterriza aqu&iacute; y vaguea hasta que te toque pelear con 
  un tipo que se llama<br>
  ZoneEater.Este debe tragarse a todo el equipo(Engulf es el ataque que usara)<br>
  y aparecer&aacute;n todos debajo de la superficie, en una especie de cueva.<br>
  No te salgas, al contrario, sigue el camino. Cuando llegues a una parte con<br>
  unos<br>
  puentes rotos y unos tipos vestidos de verde. Estos tipos lo que hacen es<br>
  tumbarte de el puente, as&iacute; que trata de evadirlos, aunque mejor dicho 
  deja<br>
  que te tiren una vez, ya que abajo encontraras un par de &iacute;tems, incluidos<br>
  una armadura llamada Red Jacket, bastante buena.<br>
  Cuando pases, en el camino encontraras la Genji Armor(Una de las mejores<br>
  armaduras)el Fake Mustache para Relm y el Magical Brush tambi&eacute;n para 
  ella.<br>
  Graba el juego.<br>
  El siguiente cuarto tiene un techo el cual se cae para aplastarte. Toma el<br>
  cofre cercano(que deber&iacute;a tener una Zephir Cape)y el siguiente que tiene<br>
  un Hero Ring. Mas adelante hay un cofre el cual es extremadamente dif&iacute;cil<br>
  de agarrar, que tiene una Tack Star.(NOTA: Realmente no se cual es la utilidad<br>
  de las tack star frente a las Ninja Stars, pero supongo que dada su escasez<br>
  deber&iacute;an ser mas poderosas, aunque no lo he comprobado).<br>
  Mas adelante Activa el switch, toma el Thunder Shield, y luego sigue el<br>
  camino. All&iacute; encontraras a Gogo, quien te encontrara simp&aacute;tico 
  y sabr&aacute; que<br>
  vas a salvar el mundo as&iacute; que se unir&aacute; a ti. Ahora l&aacute;rgate 
  de aqu&iacute;.<br>
  (NOTA:Aqu&iacute; nota que Daryl supuestamente desapareci&oacute; aqu&iacute;, 
  y el cuerpo no<br>
  se encontr&oacute;. Gogo esta aqu&iacute;, y no se conoce su sexo... En el final 
  te dejaran<br>
  mas dudas en cuanto a su identidad)Dir&iacute;gete a Narshe con Locke en tu<br>
  equipo.</p>
<p align="center">-Narshe:<br>
  Aqu&iacute; con Locke podr&aacute;s abrir las puertas cerradas. Con el vete 
  a la tienda<br>
  de armas, y baja las escaleras, all&iacute; un viejito te ofrecer&aacute; una 
  piedra, pero<br>
  esta piedra har&iacute;a una magnifica espada, as&iacute; que te dar&aacute; 
  a elegir.<br>
  La espada Ragnarok es muy poderosa, y a veces causa Flare en un objetivo. Pero<br>
  su utilidad es cambiarla por la Ilumina en el coliseo, la cual es un arma<br>
  incre&iacute;ble, y es genial. Causa Pearl a veces.<br>
  El Esper Ragnarok tiene la ventaja que ense&ntilde;a Ultima(Lo cual es mas que<br>
  suficiente). Si es tu primera vez, elige la piedra(el Esper es in&uacute;til, 
  pero<br>
  Ultima es descomunal), pero yo prefiero la espada.<br>
  Luego anda a la casa arriba de la tienda de reliquias y habla con el<br>
  viejo enfermo en la cama. El te dar&aacute; el Cursed Shield, el cual tras 255<br>
  batallas con el equipado se convertir&aacute; en el Paladin Shield, un escudo 
  muy<br>
  bueno que ense&ntilde;a Ultima(Aha!!Ilumina y Ultima!). Es el mejor escudo del<br>
  juego. El problema es que causa todos los efectos secundarios del juego,<br>
  e incluso Codemn, as&iacute; que si lo equipas, usa un Ribbon.<br>
  Luego vete a las minas de Narshe, si recuerdas antes hab&iacute;amos visitado<br>
  a la cueva de los Moogles, as&iacute; que vete hacia all&aacute;. All&iacute; 
  veras a un solo<br>
  y solitario Moogle, quien es Mog,y se unir&aacute; a ustedes.(Puedes tener a 
  Mog<br>
  en el mundo del balance, pero yo nunca lo he logrado)Luego chequea<br>
  justo donde Mog estaba parado y recibir&aacute;s el Moogle Charm, que cuando 
  lo<br>
  equipa Mog hace que no caigas en batallas!Muy &uacute;til.<br>
  Luego vete a donde defendimos a Banon y al Esper en el mundo del Balance.<br>
  Por all&iacute; veras a un drag&oacute;n, el Ice Dragon, que es el drag&oacute;n 
  mas facil,pero<br>
  sigue siendo complicado. Salva el juego en el punto de salvada, y sube hasta<br>
  el Esper congelado,y lo atacaras.</p>
<p align="center">Tritoch:30000 HPs. Creo que es d&eacute;bil a el fuego.<br>
  Estrategias:No es muy dif&iacute;cil, usa tus mejores ataques y lo derrotaras 
  con<br>
  rapidez. Pilas con su Ice 3, as&iacute; que mant&eacute;n las Walls puestas.</p>
<p align="center">Cuando lo derrotes recibir&aacute;s el Esper Tritoch. Luego 
  brinca por el hueco que<br>
  se abri&oacute;, y sigue el camino. Evita las partes del suelo que se vean diferentes,<br>
  o caer&aacute;s. En uno de los cofres esta el traje Minerva, la mejor armadura<br>
  para las chicas, defendida por tres Pugs. No actives ning&uacute;n switch, dir&iacute;gete<br>
  a la calavera al final, jurungala y obtendr&aacute;s el Esper Terrato. Tras 
  eso<br>
  te atacara un Yeti.</p>
<p align="center">Yeti: 17000 HPs. D&eacute;bil al veneno y al fuego.<br>
  Estrategias: Este tipo es una mantequilla. Usa Fire 3, Ultima, Bio, tus mejores<br>
  ataques. Cuando use una Green Cherry en si mismo ser&aacute; mas poderoso, pero<br>
  seguir&aacute; siendo f&aacute;cil.</p>
<p align="center">Cuando lo derrotes, y SI TIENES A MOG en tu equipo, el se unir&aacute; 
  a ustedes<br>
  como Umaro. Luego vete a la torre M&aacute;gica.</p>
<p align="center">-Torre M&aacute;gica:</p>
<p align="center">Ahora que tienes a Mog, este sitio ser&aacute; mas sencillo, 
  equ&iacute;palo con el Moogle<br>
  Charm y no caer&aacute;s en batallas, que este sitio es muy dif&iacute;cil.<br>
  En este sitio solo se puede usar la magia(Gogo puede usar Fight si se lo<br>
  pusiste), as&iacute; que ll&eacute;vate a tus mejores magos(Relm,Celes,Strago,Shadow,<br>
  Terra Y Mog). Sube las escaleras hasta que llegues a un cuarto donde<br>
  hay un cofre con un Safety Bit, jurunga la pared de la derecha hasta que<br>
  suene algo, sal de all&iacute; y afuera veras una nueva puerta, adentro esta 
  el Air<br>
  Anchor para Edgar. Sigue subiendo, encontraras el Genji Shield y el Force<br>
  Armor, es muy largo, pero al final veras que hay un cuarto peque&ntilde;o. Adentro<br>
  hay un cofre con la Gem Box, que deja usar magia doble en un turno, muy &uacute;til,<br>
  equ&iacute;pasela a Celes o a Relm(o a Terra, o a Strago).Al salir, sin embargo,<br>
  un viaje de fantasmas te taparan, y al tiempo un tipo te atacara.</p>
<p align="center">Magimaster: 50000 HPs. Cambia sus debilidades constantemente.<br>
  Estrategias: Argh... un enemigo MUY dificil.Usa tus mejores magias(Ultima,<br>
  Meteor, Bio, Merton-aunque no lo debes tener-Flare, Pearl...)Y cuidado cuando<br>
  cambie sus barreras. El chico este hace una cantidad obscena de da&ntilde;o,<br>
  y al morir usara Ultima(Que es casi imposible de sobrevivir). Si usas<br>
  Berserker en el, entonces el no podr&aacute; usar magia, y ser&aacute; muchisimo 
  mas<br>
  f&aacute;cil. Si usas Life 3 en un personaje, este sobrevivir&aacute; Ultima.</p>
<p align="center">Una vez eliminado eres libre de irte. Eres libre de irte ahora 
  a Doma.</p>
<p align="center">-Doma:</p>
<p align="center">Este castillo esta obviamente abandonado. Anda a el cuarto donde 
  hay<br>
  cuatro camas con Cyan en tu equipo(Y seria muy &uacute;til Umaro), y all&iacute;<br>
  podr&aacute;s echarte una siestita. Cuando despiertes(Mas o menos), veras que 
  Cyan<br>
  sigue dormido. De repente tres chiquillo llegaran, y tras una discusi&oacute;n 
  veras<br>
  que saltan en la cabeza de Cyan, y tu equipo tambi&eacute;n lo har&aacute;.<br>
  Aparecer&aacute;s en un escenario muy extra&ntilde;o con solo un personaje. 
  Busca a los<br>
  otros dos,y al final cuando llegues a un puerta que se ve que es la ultima,<br>
  (Simplemente se ve! No es dif&iacute;cil llegar all&iacute;), te las veras con 
  los<br>
  Three Dream Stooges(Los tres chiflados!).</p>
<p align="center">-Larry: 10000 HPs, d&eacute;bil al fuego. Curley: 15000 HPs, 
  d&eacute;bil al hielo y al agua.<br>
  Moe: 12000 HPs. Absorbe el rayo.<br>
  Estrategias: Son bastante dif&iacute;ciles, en mi opini&oacute;n lo mejor es 
  simplemente<br>
  tirarte una muy fuerte usando Meteor o Ultima. Sino, elimina a Curley, y luego<br>
  elimina a cada uno, tomando nota de sus debilidades.Si los tres est&aacute;n 
  vivos<br>
  pueden usar el ya trillado Delta Attack, un ataque ya muy usadito a trav&eacute;s<br>
  de los Final Fantasy.</p>
<p align="center">Luego, al seguir el camino, te encontraras en un lugar conocido. 
  El Tren<br>
  Fantasma. Por all&iacute; veras a Cyan corriendo de un fantasma. En el camino<br>
  hay un Genji Glove y unos cofres, que al activar un switch te dir&aacute;n las<br>
  posiciones que debes memorizar(el de la izquierda y medio de arriba, y el<br>
  de la derecha de abajo abiertos, el resto cerrados).El siguiente cuarto<br>
  tiene unos switches que mueven muebles, no es dif&iacute;cil pasarlo, solo recuerda<br>
  que los muebles no pueden pasar por encima de otros.<br>
  Luego en el siguiente carro pon la combinaci&oacute;n de cofres que te dije 
  antes,<br>
  y podr&aacute;s seguir el camino. El siguiente tiene un punto de salvada, y 
  en el<br>
  ultimo carro usa los tres switches, y al salir estar&aacute;s en una armadura 
  Magitek,<br>
  en una monta&ntilde;a.<br>
  En la monta&ntilde;a debes primero buscar la salida,y al salir,vuelve a entrar.<br>
  Si sigues hacia el otro lado simplemente perder&aacute;s tiempo dando vueltas.<br>
  El siguiente capitulo de esta pesadilla, es en el castillo de Doma. Aqu&iacute;<br>
  veras a el hijo y la mujer de Cyan, quienes les pedir&aacute;n que lo ayuden, 
  que<br>
  un monstruo llamado Wrexsoul esta comi&eacute;ndose su alma. Tras eso, salva,<br>
  c&uacute;rate si lo necesitas, y sal de all&iacute;.<br>
  Cuando llegues al cuarto del rey veras a Cyan, y deber&aacute;s enfrentar a 
  Wrexsoul.</p>
<p align="center">-Wrexsoul: 23066 HPs ,d&eacute;bil al hielo.Soul Savers:3000 
  HPs.<br>
  Estrategias: B&aacute;sicamente, si quieres una victoria rapida,usa X-Zone en 
  los<br>
  dos Soul Savers y ganaras. Sino, tendr&aacute;s que irte a lo peludo. La idea 
  es que<br>
  el solo aparecer&aacute; cuando uno de tus personajes muera. Los Soul Savers 
  son<br>
  b&aacute;sicamente inmortales, cuando los elimines reaparecer&aacute;n. Asi,que 
  mata a<br>
  uno de tus personajes, y el aparecer&aacute;. All&iacute; dale ca&ntilde;a.(Es 
  muy posible que no<br>
  aparezca, si eso sucede simplemente mata a otro de tus personajes).</p>
<p align="center">Tras esa batalla Cyan tendr&aacute; una interesante escena con 
  su familia, y entonces<br>
  lograra quitarse los fantasma de su pasado, y lograra su m&aacute;ximo nivel 
  de<br>
  esgrima, y aprender&aacute; sus &uacute;ltimos ataques(Swdtech del 5 al 8).Luego 
  de esto<br>
  vete al cuarto del trono y all&iacute; conseguir&aacute;s otro Magicite, Alexander.</p>
<p align="center">Luego de esto vete a Thamasa con Relm y Strago en tu equipo.</p>
<p align="center">-Thamasa:</p>
<p align="center">Aqu&iacute; te enteraras que el mejor amigo de Strago, Gungho, 
  fue gravemente herido,<br>
  y entonces Relm y Gungho conveceran a Strago que debe ir a eliminar de<br>
  una vez al Hidon ,una bestia que ellos cazaban cuando eran j&oacute;venes.<br>
  Con esto, Relm y Strago se separaran, pero no te preocupes,vete a la Roca<br>
  de Ebot al norte de Thamasa a seguirlos.</p>
<p align="center">-Roca De Ebot:</p>
<p align="center">Este sitio es bastante complicado de explicar. B&aacute;sicamente 
  debes conseguir<br>
  TODAS las piezas de coral que hay y d&aacute;rselas al cofre que esta atravesado<br>
  (son 22,y por cierto, el cofre en cuesti&oacute;n habla), y el se quitara, luego<br>
  podr&aacute;s luchar con el Hidon.</p>
<p align="center">Hidon: 25000 HPs. Hidonites: 3000 HPs. Ambos d&eacute;biles 
  al fuego y a la perla.<br>
  Estrategias: Primero y principal, elimina a los Hidonites con un fuerte<br>
  ataques,<br>
  luego espera a que Hidon use Grandtrain en Strago, y luego elim&iacute;nalo. 
  Es<br>
  tremendamente f&aacute;cil. Si Strago es atacado por el Grand Train, lo aprender&aacute;.</p>
<p align="center">Tras esto, habr&aacute; una interesante escena en Thamasa donde 
  veremos que Relm no<br>
  es ninguna tarada, y que Strago es algo despistado.</p>
<p align="center">Grandtrain es el mejor Lore que hay, y no es dif&iacute;cil 
  conseguirlo. Si no lo<br>
  aprendiste, puedes ir a hablar con Gungho de vuelta hasta que diga que<br>
  el Hidon ha reaparecido y podr&aacute;s ir a luchar con el de vuelta. Ahora 
  vete<br>
  al castillo de Figaro.</p>
<p align="center">-Castillo de Figaro:</p>
<p align="center">Aqu&iacute; anda a hablar con el viejito para que arranque el 
  castillo bajo tierra.<br>
  En medio del camino el castillo se detendr&aacute;, al parecer chocamos contra 
  algo.<br>
  B&aacute;jate, y anda por la c&aacute;rcel al agujero de una de las celdas.</p>
<p align="center">Al bajar estar&aacute;s en una especie de cueva. Toma los cofres 
  que puedas,<br>
  pero por la derecha hay un cofre que tiene un enemigo muy complicado,el<br>
  Master Pug, quien cambia sus debilidades, y usa Step Mine, un ataque muy<br>
  poderoso.(Strago lo puede aprender). Cuando lo derrotes ganaras el cuchillo<br>
  Gredas, una excelente arma.</p>
<p align="center">Cuando salgas de la cueva estar&aacute;s en un gran castillo, 
  y ocurrir&aacute; un Flashback<br>
  a la guerra de los Magos. Aqu&iacute; conocer&aacute;s un poco de las batallas, 
  y veras<br>
  unas cuantas batallas, y of course, conocer&aacute;s al gran Odin.</p>
<p align="center">A la izquierda hay un cofre que tiene un monstruo tambi&eacute;n 
  muy dif&iacute;cil, el<br>
  Katana Soul. Trata en lo posible de que no ataque mucho, ya que es muy<br>
  f&aacute;cil que te elimine, ya que tiene muchos ataques muy poderosos. El chico<br>
  tiene casi 40000 HPs ,as&iacute; que no te desesperes, al derrotarlo obtendr&aacute;s 
  una<br>
  excelente reliquia, el Offering, que permite atacar 4 veces por turno(Si<br>
  equipas<br>
  el Genji Gauntlet tambi&eacute;n podr&aacute;s atacar 8 veces).</p>
<p align="center">Tras eso vete al cuarto del trono y usa a la estatua de Odin,y 
  obtendr&aacute;s<br>
  a Odin como Esper. Tras eso, anda al cuarto de la derecha bajando la escaleras<br>
  y sabr&aacute;s que la reina de ese tiempo estaba enamorada de Odin(as&iacute; 
  como lo<br>
  estuvieron Madonna y Maduin, los padres de Terra.A si que eso no era nada<br>
  nuevo...), y con esa historia en la cabeza, vuelve al cuarto del trono.<br>
  P&aacute;rate donde estaba Odin, y avanza hacia abajo un paso, y presiona A. 
  Un switch<br>
  se activara y vuelve al cuarto donde viste lo de la reina. All&iacute; encontraras<br>
  unas escaleras que llevan a un drag&oacute;n mas, y la estatua de la reina.Usala,<br>
  y entonces Odin se convertir&aacute; en un Esper mas poderoso, Raiden.Este Esper<br>
  es genial, ya que ense&ntilde;a Quick. Odin, sin embargo te puede ense&ntilde;ar 
  Meteor,<br>
  aunque el Esper Crusader tambi&eacute;n, y mucho mas r&aacute;pido.<br>
  Ahora nos toca buscar este Esper, as&iacute; que hay que eliminar a los Ocho 
  Dragones.</p>
<p align="center">-Los Ocho Dragones:<br>
  (NOTA: Todos los dragones pueden ser eliminados usando el truco Vanish/Doom)</p>
<p align="center">Primer drag&oacute;n: Storm Dragon.</p>
<p align="center">Este drag&oacute;n esta en Mt.Zozo, donde estaba el Switch que 
  te nombre. Aseg&uacute;rate<br>
  de tener alguna protecci&oacute;n contra los rel&aacute;mpagos, o la vas a pasar 
  muy mal.</p>
<p align="center">-Storm Dragon: 42000 HPs. Absorbe el trueno.<br>
  Estrategias:Este es el mas sencillo de los dragones, ya que con los Thunder<br>
  Shield y el Aegis Shield este ser&aacute; una brisita en la nuca. Dale con lo<br>
  que tengas(Ultima es particularmente efectivo), y se morir&aacute; en alg&uacute;n 
  momento...</p>
<p align="center">Segundo Dragon: Red Dragon.</p>
<p align="center">Este drag&oacute;n esta donde encontramos el Dragon Horn en 
  la cueva del F&eacute;nix.<br>
  Esta vez busca algo que proteja del fuego.</p>
<p align="center">-Red Dragon: 30000 HPs. D&eacute;bil al agua y hielo,absorbe 
  el fuego.<br>
  Estrategias: Ice 3, y Bismark son muy efectivos aqu&iacute;, pero este bicho 
  es<br>
  muy poderoso, y usa ataques descomunales.Sus ataques especiales no son<br>
  tan poderosos, pero sus ataques f&iacute;sicos realmente dan miedo. Mucho cuidado<br>
  con este.</p>
<p align="center">Tercer Dragon: Ice Dragon.</p>
<p align="center">Este drag&oacute;n esta vagueando cerca de donde luchamos con 
  Tritoch, mas<br>
  concretamente<br>
  donde defendimos a Banon y al Esper en el mundo del balance. Obviamente, busca<br>
  protecci&oacute;n al hielo.</p>
<p align="center">-Ice Dragon: 24400 HPs. D&eacute;bil al fuego ,absorbe el hielo.<br>
  Estrategias:El Ice Dragon no es tan dif&iacute;cil, aunque es bastante resistente.<br>
  Fire3, Flare, Meteor ,Ultima, y dem&aacute;s son muy &uacute;tiles aqu&iacute;. 
  Tambi&eacute;n si crees<br>
  poder sobrevivir sin el, y no tienes Fire3, usa los Fire Shield como &iacute;tems.</p>
<p align="center">-Cuarto Dragon:Water Dragon.</p>
<p align="center">Este drag&oacute;n es el que esta en el castillo perdido, tras 
  activar el switch<br>
  escondido en el cuarto del trono.</p>
<p align="center">-Water Dragon: 26900 HPs. D&eacute;bil a la electricidad, absorbe 
  el agua, y es muy<br>
  resistente al Hielo.<br>
  Estrategias: Otro bastante f&aacute;cil, usa Lightning 3, Ramuh, Tritoch, y 
  en general<br>
  lo mas bestial de tu arsenal. Sabin aqu&iacute; puede usar su Aurabolt para 
  un buen<br>
  da&ntilde;o.</p>
<p align="center">-Quinto Dragon: White Dragon.</p>
<p align="center">Este drag&oacute;n esta en uno de los cuarto de la Torre M&aacute;gica, 
  mas precisamente<br>
  el que tiene le cuchillo Stunner.</p>
<p align="center">-White Dragon: 18500 HPs. Absorbe la perla.<br>
  Estrategias: Este bicho es bastante dif&iacute;cil, usara Pearl una y otra vez 
  con<br>
  resultados devastadores. Es una muy buena idea que todos los personajes<br>
  aqu&iacute; tengan Ultima, porque tu meta aqu&iacute; es acabar lo mas r&aacute;pido 
  posible.</p>
<p align="center">-Sexto Dragon: Dirt Dragon.</p>
<p align="center">Este drag&oacute;n esta aposentado en el escenario de la casa 
  de la opera. Debes<br>
  de vuelta encaramarte por las vigas arriba del escenario, y caer&aacute;s al 
  frente<br>
  de el.</p>
<p align="center">-Dirt Dragon: 28500 HPs. D&eacute;bil al aire(Yo creer, pero 
  no estar seguro),absorbe<br>
  la tierra.<br>
  Estrategias: Este bicho es muy poderoso al ataque. Sus ataques con tierra<br>
  causan mas de 1200 HPs de da&ntilde;o. Si tienes las armadura Gaia, eso lo que 
  har&aacute;<br>
  ser&aacute; curarte. Sus ataques f&iacute;sicos son bastante poderosos tambi&eacute;n. 
  Es bastante<br>
  duro de eliminar, pero tarde o temprano morir&aacute;(se los prometo!).</p>
<p align="center">-Septimo Dragon: Skull Dragon.</p>
<p align="center">Este drag&oacute;n es enfrentado con el tercer grupo en la Torre 
  de Kefka. Preparaos,<br>
  que este bicho es bastante complicado.</p>
<p align="center">-Skull Dragon: 32800 HPs. D&eacute;bil a la Perla y al Fuego.<br>
  Estrategias: El bicho este es muy capaz de acabar contigo en unos 4 turnos<br>
  usando Doom y Condemn, as&iacute; que es mejor que lo ataques con velocidad. 
  Pearl,<br>
  Fire 3, y Ultima(NO,aun no deber&iacute;as tener Merton)ser&aacute;n tus ataques 
  de poder.<br>
  Realmente el mayor problema es tratar de que no te mate a tus personajes.</p>
<p align="center">-Octavo Dragon: Gold Dragon.</p>
<p align="center">Este es el ultimo drag&oacute;n. Es enfrentado por el segundo 
  grupo en la Torre<br>
  de Kefka.</p>
<p align="center">-Gold Dragon: 32400 HPs. Absorbe la electricidad.<br>
  Estrategias: De vuelta, los Thunder Shield salvaran el d&iacute;a. Con ellos, 
  el bicho<br>
  este no te har&aacute; ni cosquillas. Sino, estas en un serio aprieto. Usa tus 
  mejores<br>
  ataques y ruega por que no use Giga Volt muy a menudo.</p>
<p align="center">Cuando derrotes al ultimo drag&oacute;n recibir&aacute;s el 
  Esper Crusader, el cual causa<br>
  el mismo da&ntilde;o para ustedes que para el enemigo, pero lo mejor es que 
  ense&ntilde;a<br>
  Meteor y Merton!!. Ahora si es el momento de ir a la Torre de Kefka.(Aunque,<br>
  claro, ya llegamos a ella...)</p>
<p align="center">-LA Torre de Kefka:</p>
<p align="center">La Torre de Kefka tiene enemigos bastante complicados, por tanto 
  deber&iacute;as<br>
  estar aunque sea, a lo mas m&iacute;nimo a l nivel 35 con al menos 6 personajes.<br>
  Si no, y en mi opini&oacute;n mas efectivo, al nivel 50 con cuatro personajes.<br>
  Celes, Edgar, Terra(Indispensable), Umaro, Sabin, Shadow, Cyan, Relm, Strago,<br>
  Gogo, Setzer(Aqu&iacute; encontraras un arma genial para &eacute;l) y finalmente 
  Mog son los<br>
  personajes que mejor se defienden aqu&iacute;(en realidad, Strago y Locke son<br>
  b&aacute;sicamente lo mismo, aunque en mi opini&oacute;n, Strago y su Grandtrain 
  son mucho<br>
  mejores, aunque Gogo puede sustituir al que haga falta. Depende si quieres<br>
  mas poder f&iacute;sico, mas poder m&aacute;gico.)Gau es bastante in&uacute;til 
  aqu&iacute;, si me lo<br>
  preguntas.</p>
<p align="center">Los equipos deben ser muy balanceados, ya que todos enfrentaran 
  enemigos de<br>
  igual calibre. Umaro,Sabin,Edgar y Cyan son la fuerza bruta, as&iacute; que 
  trata<br>
  de mantenerlos con los mas d&eacute;biles f&iacute;sicamente(Strago,Gogo y Relm). 
  Terra<br>
  y Celes son realmente los mejores personajes, los t&iacute;picos todo terreno, 
  al<br>
  igual que Shadow, que es muy equilibrado. Mog deber&iacute;a ir en el grupo 
  mas d&eacute;bil,<br>
  con su Moogle Charm equipado, si lo necesitas. Setzer te lo pongo ya que dentro<br>
  de poco ser&aacute; bestial. Mis equipos recomendados son:</p>
<p align="center">Equipo 1: Celes,Sabin,Cyan y Relm.<br>
  Equipo 2: Umaro,Strago,Setzer y Shadow.<br>
  Equipo 3: Edgar,Terra,Gogo y Mog.</p>
<p align="center">De esta manera todos los personajes son considerablemente equilibrados,y<br>
  realmente no vas a necesitar usar el Moogle Charm, pero en general es tu<br>
  Decisi&oacute;n.</p>
<p align="center">Comencemos ahora por la Torre.<br>
  El primer grupo deber&aacute; caminar hasta el primer cofre(Coronet, un casco),y<br>
  luego seguir por la escalera hasta el pr&oacute;ximo cofre, con el fant&aacute;stico<br>
  Fixed Dice para Setzer. Equ&iacute;paselo junto al Trump, un Offering y un Genji<br>
  Gauntlet, y ser&aacute; capaz de acabar batallas por si solo. Sal de ese cuarto 
  y<br>
  deber&aacute;s esperar en la pr&oacute;xima zona, cambia al segundo grupo.<br>
  El siguiente grupo(Grupo dos)deber&aacute; bajar, a la izquierda hay un cofre 
  con<br>
  la Minerva, equ&iacute;pasela a alguna chica,y sigue el camino,a la derecha 
  coge<br>
  para arriba y habr&aacute; un cofre con una Tack Star para Shadow. Sal de all&iacute;<br>
  y vete al cuarto que parece un ba&ntilde;o publico, all&iacute; encontraras 
  en el ultimo<br>
  cuarto a la izquierda hay un monstruo, el regreso de Atma Weapon.</p>
<p align="center">-Atma: 55000 HPs.<br>
  Estrategias: Aqu&iacute; Umaro, al tener equipado el Snow Muffler absorber&aacute; 
  el<br>
  Southern Cross y el Fire 3, por lo que el tendr&aacute; curaci&oacute;n de vez 
  en cuando.<br>
  El resto del equipo deber&aacute; tener cuidado. Usa tus mejores ataques, y 
  trata de<br>
  mantenerte a lo mas alto, o el tipo este te eliminara con rapidez con su<br>
  Meteor. Strago puede aprender Clean Sweep aqu&iacute; si no lo tenia. Tienes 
  que ser<br>
  muy cuidadoso, y r&aacute;pido para sobrevivir a este bestial enemigo.</p>
<p align="center">Cuando le ganes habr&aacute; un punto de salvada para ti, &uacute;salo, 
  y sal de all&iacute; por<br>
  el sur. Luego sigue Hasta que encuentres el siguiente cofre(Force Shield), y<br>
  al salir encontraras dos puertas, a la izquierda estar&aacute; en el mismo cuarto<br>
  que tiene al primer equipo, pisa el switch para que ellos puedan continuar.<br>
  Sal de all&iacute; y vete por la otra puerta, Sigue hasta que veas al drag&oacute;n,(Si<br>
  quieres lucha con el, aunque ya lo deber&iacute;amos haber hecho)y al final 
  veras<br>
  un switch, p&iacute;salo y cambia al tercer grupo.<br>
  El Tercer grupo tiene varios cofres, y pocos problemas hasta llegar a la<br>
  parte que parece la fabrica Magitek, all&iacute; encontraras un punto de salvada,<br>
  y al seguir un monstruo te atacara(lo puedes ver antes de que te ataque),<br>
  as&iacute; que prep&aacute;rate.</p>
<p align="center">-Inferno: 30800 HPs. Rough: 8000 HPs. Striker: 11000 HPs.<br>
  Estrategias: B&aacute;sicamente comienza usando Ultima, Meteor, Merton, y dem&aacute;s<br>
  bestialidades hasta que le quites los dos brazos. En ese momento el usara<br>
  un ataque especial(Imperial Guard, muy posiblemente)que subir&aacute; sus defensas<br>
  m&aacute;gicas y f&iacute;sicas. Tras eso dale duro hasta que reviva sus brazos 
  de vuelta<br>
  y vu&eacute;lveselos a quitar. Tras eso estar&aacute; casi eliminado. Realmente, 
  en esta<br>
  batalla mant&eacute;n al tope de salud, ya que el bicho este usa ataques muy<br>
  potentes, y sobretodo, es rapidisimo.</p>
<p align="center">Saliendo de esta zona encontraras un Megalixir, guardalo para 
  el final. Luego<br>
  un Rainbow Brush para Relm, y al final llegaras a la misma zona donde esta<br>
  el segundo equipo. Cambia ahora al primer equipo.<br>
  Este equipo conseguir&aacute; ooootraaa Tack Star, y al final, entra por la<br>
  puerta que el segundo y tercer equipo abrieron. Por all&iacute;, metete por 
  alguno<br>
  de los dos lados(el camino se cerrara cuando pases)(recuerda pisar el switch<br>
  antes)y primero quita a los otros dos equipos de los switches. Ahora vete<br>
  a la puerta por all&iacute; y tira el peso. Ahora, el equipo que estaba en el 
  lado<br>
  en el cual acabas de tirar el peso, y vete arriba a tirar el peso<br>
  del otro lado. Con en ultimo equipo anda a la parte del medio y que pise el<br>
  switch. Todos los grupos aqu&iacute; deben pisar sus respectivos switches, y 
  una<br>
  puerta se abrir&aacute;. El grupo del medio debe ir a pisar el otro switch<br>
  para que se abran las puertas para los otros dos grupos. Luego devu&eacute;lvete 
  y<br>
  metete por la puerta que acaban de abrir, y adentro te las veras con el<br>
  Guardian.</p>
<p align="center">Guardian:60000 HPs. D&eacute;bil a la electricidad.<br>
  Estrategias: Argh... Realmente, un dificilisimo enemigo.(Aunque realmente<br>
  Omega en FFV es mucho mas dif&iacute;cil, as&iacute; que realmente tras esa 
  pesadilla,<br>
  este chico me pareci&oacute; hasta f&aacute;cil). B&aacute;sicamente, usa Lightning 
  3, Ramuh,<br>
  Ultima,<br>
  Meteor, Merton, y dem&aacute;s ataques sat&aacute;nicos, y mant&eacute;n tus 
  HPs por lo menos por<br>
  los<br>
  1500 HPs, ya que es realmente destructivo. He notado que es mas o menos<br>
  vulnerable a Demi, as&iacute; que podr&iacute;as tratarlo.</p>
<p align="center">Cuando lo derrotes te dejara un punto de salvada. Sigue el camino 
  y tarde<br>
  o temprano llegaras con Poltergeist, la primera estatua de la magia.</p>
<p align="center">Poltergeist:58000 HPs. D&eacute;bil al veneno.<br>
  Estrategias: Este chico es un agradable paseo a los juegos anteriores al<br>
  usar METEO, en lugar de Meteor, que es bastante mas poderoso. De resto, no hay<br>
  mucha estrategia que dar, ya que simplemente usa tus mejores ataques, y trata<br>
  en lo posible de mantenerte al tope.</p>
<p align="center">Al ganarle, sigue el camino y encontraras un punto de salvada, 
  y un hueco.<br>
  Tir&aacute;ndote por el hueco hay un switch, pero mejor ahora qu&eacute;date 
  en el<br>
  punto de salvada. Cambia al otro grupo. El siguiente deber&aacute; enfrentarse<br>
  a la estatua Doom.</p>
<p align="center">Doom:63000 HPs(Tiene mas HPs que el ultimo jefe!). D&eacute;bil 
  a la perla y al<br>
  fuego.<br>
  Estrategias: Este es aun mas dif&iacute;cil que Poltergeist, ya que este puede<br>
  congelar<br>
  a tus personajes(si esto sucede usa un hechizo Fire d&eacute;bil en tus personajes).<br>
  Aparte de eso usara ataques de hielo, y un ataque descomunal llamado Demon<br>
  Rage que causa hasta 8000 HPs de da&ntilde;o. Usa Pearl, Fire3,Merton y Ultima.<br>
  Setzer tiene mucha suerte si usas el Fixed dice, y el Offering contra este<br>
  bicho, es muy &uacute;til.</p>
<p align="center">Sigue hasta el switch correspondiente, y cambia de equipo. El 
  siguiente se<br>
  las vera con Goddess.</p>
<p align="center">Goddess: 44000 HPs.<br>
  Estrategias: Esta es mas dif&iacute;cil debido a que usara Muddle, y Love Token,los<br>
  cuales hacen que tus personajes se ataquen a si mismos y a sus aliados. Es<br>
  bastante dif&iacute;cil ya por eso,pero de resto no tiene muchos ataques. Usa<br>
  tus mejores ataques(Como de costumbre), y la acabaras r&aacute;pido.</p>
<p align="center">Sigue al pr&oacute;ximo switch, luego cambia y pisa el ultimo 
  switch con el equipo<br>
  que enfrento a Poltergeist, y prep&aacute;rate para la batalla final.</p>
<p align="center">Aqu&iacute; llegaran todos y se pondr&aacute;n a discutir con 
  Kefka, quien cree firmemente<br>
  que las personas son est&uacute;pidas ya que se dedican a construir cosas que 
  saben<br>
  van a ser destruidas, y a vivir sus vidas si saben van a morir, pero Terra<br>
  y los dem&aacute;s le dir&aacute;n que ellos tienen razones para vivir, y que 
  entre todos<br>
  pueden vivir felices. Kefka les dir&aacute; que parecen folletos de auto ayuda, 
  y<br>
  al final los mandara al diablo a pelear. Aqu&iacute; debes elegir el orden para<br>
  luchar con Kefka ,estas batallas son muy dif&iacute;ciles, as&iacute; que estate 
  pendiente<br>
  de a quienes pones. Si un personaje termina una batalla muerto otro<br>
  personaje lo reemplazara.</p>
<p align="center">Primera batalla: Kefka Demon:30000 HPs. Demon&acute;s Hands:30000 
  c/u.<br>
  Estrategias: Este bicho causa un da&ntilde;o descomunal, pero tiene pocos HPs.<br>
  Realmente Ultima, Merton, Meteor y dem&aacute;s lo exterminaran a los pocos 
  turnos,<br>
  Sabin puede usar Bum Rush, Cyan puede usar su Swdtech 7, y los dem&aacute;s 
  sus<br>
  mejores ataques(Edgar puede usar el Drill o la Excalibur- o Ilumina- que<br>
  ganaste de Goddess).Trata de mantener a tus mejores personajes vivos para<br>
  la pr&oacute;xima batalla.</p>
<p align="center">Segunda batalla: Outergate Demon.Tiene mas de 100000 HPs combinados, 
  los<br>
  objetivos de atr&aacute;s tienen mas de 30000 HPs, as&iacute; que supongo que 
  los<br>
  dos de adelante tendr&aacute;s poco mas de 20000 HPs.<br>
  Estrategias: El bicho este usara diversos ataques que cambian tus estados,<br>
  as&iacute; que ten mucho cuidado. No es demasiado dif&iacute;cil, pero el bicho 
  este usara<br>
  de vez en cuando su ataque especial 10 hits, que atacara 10 veces a diversos<br>
  objetivos, y es dif&iacute;cil que tus personajes sobrevivan.</p>
<p align="center">Tercera batalla: Unearthly StandStill(vaya nombrecito). El &aacute;ngel: 
  9999. El<br>
  tipo: 40000 HPs.<br>
  Estrategias: Bueno, bueno... Este bicho usara Meteo tambi&eacute;n muy seguido, 
  y<br>
  adem&aacute;s<br>
  usara W Wind, que te har&aacute; a&ntilde;icos. Lo mejor aqu&iacute; es usar 
  tus mejores ataques.<br>
  El bicho que parece un &aacute;ngel curara muy com&uacute;nmente, as&iacute; 
  que elim&iacute;nalo<br>
  r&aacute;pidamente. Al final, cuando muera, usara Calmness, que elimina a uno 
  de los<br>
  personajes, pero puede fallar si tienes equipado un Paladin Shield, un Aegis<br>
  Shield, o lo intenta usar en Terra.</p>
<p align="center">Cuarta y final batalla:Kefka:62000 HPs.<br>
  Estrategias: El final...al fin. Un equipo de 4 chicos al nivel 50 lo eliminan<br>
  con suma facilidad, pero sino, es muy dif&iacute;cil. Sus dos ataques son Fallen<br>
  One, que deja a todos tus personajes con 1 HP, y Goner, que causa un<br>
  da&ntilde;o descomunal, y es muy r&aacute;pido. Usa tus mejore ataques, Bum 
  Rush, Swdtech7,<br>
  Ultima, Merton, Meteor, Bio, Drill, la Ilumina, Bahamut, y dem&aacute;s ,y tarde 
  o<br>
  temprano lo vencer&aacute;s. El final ser&aacute; tuyo, tras que Kefka se desintegre.</p>
<p align="center">**************************************************************************</p>
<p align="center">6.- El Coliseo:</p>
<p align="center">El Coliseo (La primera vez escribi &quot;solicio&quot;) es un 
  sitio en el mundo<br>
  de la ruina en donde tu apuestas un &iacute;tem, y eliges a un personajes para<br>
  una batalla uno contra uno por otro &iacute;tem.</p>
<p align="center">La batalla es automatica.</p>
<p align="center">Pierdas o ganes, el &iacute;tem que apostaste se va, asi que 
  piensa bien antes de<br>
  ponerte con gracias.</p>
<p align="center">NO USES A SABIN O A GAU. Es muy raro que ellos actuen bien aqu&iacute;.</p>
<p align="center">(1) No juegues con esto. No es bueno.<br>
  (2) Muy buen cambio.<br>
  (3) Chupon aparece siempre que pongas &iacute;tems comunes, y peleara<br>
  por un Elixer. Es MUY dif&iacute;cil, asi que no vale la pena.<br>
  (?) El Paladin ring, hasta donde se, no existe, pero esta nombrado<br>
  aqu&iacute;.<br>
  * Si salvaste a Shadow en el mundo de la ruina, pelearas contra el.<br>
  Si no, contra Chupon por un elixer. Si ya tienes a Shadow, tambien<br>
  te tocara con Chupon.</p>
<p align="center">&Iacute;tem Apostado &Iacute;tem a ganar. Enemigo</p>
<p align="center">Aegis Shield Tortoise Shield Borras<br>
  (1)Air Anchor Zephyr Cape Brontaur<br>
  Assasin Sword Breaker Test Rider<br>
  (1)Atma Weapon Graedus Gt Behemoth<br>
  Aura Strato Rhyos<br>
  Aura Lance Sky Render Land Worm<br>
  Behemoth Suit Snow Muffler Outsider<br>
  Blizzard Ogre Nix Scullion<br>
  Blizzard Orb Rage Ring Allosaurus<br>
  Bone Club Red Jacket Test Rider<br>
  Break Blade Break Blade Lethal Wpn<br>
  (2)Cat Hood Merit Award Hoover<br>
  Charm Bangle Dragon Horn Retainer<br>
  Chocobo Suit Moogle Suit Veteran<br>
  (2)Coronet Regal Crown Evil Oscar<br>
  Crystal Enhancer Borras<br>
  Crystal Helmet Diamond Helmet Dueller<br>
  Crystal Mail Ice Shield Covert<br>
  Crystal Orb Gold Hairpin Borras<br>
  Cursed Ring Air Anchor Steroidite<br>
  (1)Cursed Shield Cursed Ring Didelous<br>
  (2)Czarina Gown Minerva Sky Base<br>
  Doom Darts Bone Club Opinicus<br>
  Dragon Claw Sniper Test Rider<br>
  Dragon Horn Gold Hairpin Ogre<br>
  Drainer Drainer Enuo<br>
  (1)Economizer Dragon Horn Vectagoyle<br>
  Elixir Rename Card Cactrot<br>
  Exp. Egg Tintinabar Steroidite<br>
  Falchion Flame Shield Outsider<br>
  (2)Fenix Down Magicite Cactrot<br>
  Fire Knuckle Fire Knuckle Tumbleweed<br>
  (1)Fixed Dice Fire Knuckle Trixter<br>
  Flame Saber Ogre Nix Evil Oscar<br>
  Flame Shield Ice Shield Iron Hitman<br>
  Force Armor Force Armor Sr Behemoth<br>
  Force Shield Thornlet Dark Force<br>
  Gauntlet Thunder Shield Vectagoyle<br>
  (1)Gem Box Economizer Sr Behemoth<br>
  (1)Genji Armor Air Anchor Borras<br>
  (1)Genji Glove Thunder Shield Hemophyte<br>
  (1)Genji Helmet Crystal Helmet Fortis<br>
  (1)Genji Shield Thunder Shield Retainer<br>
  Gold Hairpin Dragon Horn Evil Oscar<br>
  Graedus Dirk Karkass<br>
  Hardened Murasame Phase<br>
  Heal Rod Magus Rod Pug<br>
  Hero Ring Pod Bracelet Rhyos<br>
  Ice Shield Flame Shield Innoc<br>
  Illumina Schimitar Scullion<br>
  Imp Armor Tortoise Shield Rhyos <br>
  Imp Halberd Cat Hood Allosaurus<br>
  Magus Rod Strato Allosaurus<br>
  Marvel Shoes Tintinabar Tyranosaur<br>
  (1)Megalixir Tintinabar Siegfried<br>
  Memento Ring Memento Ring (3)Chupon<br>
  (1)Merit Award Rename Card Rhyos<br>
  Minerva Czarina Gown Pug<br>
  Mirage Vest Red Jacket Vectagoyle<br>
  (2)Moogle Charm Charm Bangle Outsider<br>
  Moogle Suit Nutkin Suit Madam<br>
  Murasame Aura Borras<br>
  (2)Muscle Belt Crystal Orb Allosaurus<br>
  (2)Ninja Star Tack Star Chaos Dragon<br>
  (2)Nutkin Suit Genji Armor Opinicus<br>
  Ogre Nix Soul Sabre Sr Behemoth<br>
  (?)Paladin Ring Gold Hairpin Borras<br>
  (1)Paladin Shield Force Shield Hemophyte<br>
  Pearl Lance Strato Sky Base<br>
  Pod Bracelet Hero Ring Hemophyte<br>
  Punisher Gravity Rod Opinicus<br>
  Rage Ring Blizzard Orb Allosaurus<br>
  (2)Ragnarok Illumina Didalos<br>
  Rainbow Brush Gravity Rod Test Rider<br>
  Red Cap Coronet Rhyos<br>
  Red Jacket Red Jacket Vectagoyle<br>
  Regal Crown Genji Helmet Opinicus<br>
  (2)Relic Ring Charm Bangle Sky Base<br>
  (2)Rename Card Marvel Shoes Doom Dragon<br>
  (1)Ribbon Gold Hairpin Rhyos<br>
  Rising Sun Bone Club Allosaurus<br>
  Safety Bit Dragon Horn Pug<br>
  Schimitar Ogre Nix Covert<br>
  Sky Render Aura Lance Scullion<br>
  Sneak Ring Thief Glove Tap Dancer<br>
  Sniper Bone Club Borras<br>
  Snow Muffler Charm Bangle Retainer<br>
  Soul Sabre Falchion Opinicus<br>
  Strato Pearl Lance Aquila<br>
  *Striker ????????? Chupon or Shadow<br>
  Stunner Strato Test Rider<br>
  Tabby Suit Chocobo Suit Vectaur<br>
  Tack Star Rising Sun Opinicus<br>
  Tao Robe Tao Robe Test Rider<br>
  Thief Glove Dirk Harpy<br>
  Thief Knife Thief Glove Wart Puck<br>
  (2)Thornlet Mirage Vest Opinicus<br>
  Thunder Blade Ogre Nix Steroidite<br>
  (2)Thunder Shield Genji Shield Outsider<br>
  Tiger Fangs Fire Knuckle Mantodea<br>
  Titanium Cat Hood Brachosaur<br>
  Tintinabar Exp. Egg Dark Force<br>
  Tortoise Shield Titanium Steroidite<br>
  Trump Trump Allosaurus<br>
  Valiant Knife Assasin Woolly<br>
  Wing Edge Sniper Rhyos</p>
<p align="center"><br>
  **************************************************************************</p>
<p align="center">7.- Lista de &Iacute;tems:</p>
<p align="center">Tonic: Restaura 50 HPs.<br>
  Potion: Restaura 250 HPs a un personaje.<br>
  X-Potion: Restaura los HPs.<br>
  Antidote: Cura el envenenamiento.<br>
  Eyedrop. Quita el estatus &quot;dark&quot;.<br>
  Green Cherry: Cura el estatus &quot;Imp&quot; y le da mas poder a un cierto 
  yeti.<br>
  Echo Screen: Quita el estatus &quot;mute&quot;.<br>
  Revivify: Quita el estatus &quot;Zombie&quot;.<br>
  Soft: Quita el estatus &quot;Petrify&quot;.<br>
  Remedy: quita cualquier estatus salvo &quot;Zombie&quot;.<br>
  Tincture: Restaura 50 MPs.<br>
  Ether: Restaura 150 HPs.<br>
  X-Ether: Restaura los MPs.<br>
  Elixir: Restaura todos los HPs. y MPs.<br>
  Megalixir: Restaura a todo el equipo.<br>
  Dried Meat: Cura 150 HPs, y quita el hambre de ciertos ni&ntilde;os salvajes.<br>
  Fenix Down: Revive a un personaje.<br>
  Magicite: Llama Espers al azar.<br>
  Rename Card: Le cambia el nombre a un personaje.<br>
  Sleeping Bag: Restaura a un personaje en un punto de salvada.<br>
  Smoke Bomb: escapas de la batalla.<br>
  Super Ball: Da&ntilde;o a todos los enemigos.<br>
  Tent: Restaura al equipo en un punto de salvada.<br>
  Warp Stone: Saca de calabozos y de batallas.</p>
<p align="center">**************************************************************************</p>
<p align="center">8.-La Magia:</p>
<p align="center">8.1.-Magia Blanca: La Magia blanca es usada para curar e influir 
  diversos<br>
  cambios en los aliados, pero ahora la magia neutral es la responsable de<br>
  muchos hechizos antes clasificados blancos.</p>
<p align="center">-Cure1: Hechizo b&aacute;sico de Curaci&oacute;n. Todos los 
  Cure puede da&ntilde;ar a los enemigos<br>
  desmuertos(Tipo Zombies o esqueletos).<br>
  -Cure2: Hechizo intermedio de Curaci&oacute;n.<br>
  -Cure3: Hechizo avanzado de Curaci&oacute;n.<br>
  -Life: Recupera a un personaje del estado &quot;Swoon&quot;(&quot;Tumbado&quot;)con 
  un 15%<br>
  de energ&iacute;a. B&aacute;sicamente es un Phoenix Down en magia.<br>
  -Life2: Recupera a un personaje del estado &quot;Swoon&quot; con toda su energ&iacute;a.<br>
  Indispensable.<br>
  -Life3: Este hechizo es extra&ntilde;o. Debe ser usado en un personaje activo, 
  el<br>
  cual al caer ser&aacute; levantado autom&aacute;ticamente.<br>
  -Regen: Causa que el afectado gane HPs poco a poco por unos rounds.<br>
  -Atdot: Quita el estado de veneno(Poison) de un objetivo.<br>
  -Remedy: Quita cualquier estado negativo de un objetivo.</p>
<p align="center">8.2.-Magia Negra: La magia negra es usada para causarle da&ntilde;o 
  a un objetivo.</p>
<p align="center">-Fire: Hechizo b&aacute;sico de fuego. Util contra enemigos 
  de hielo, o los<br>
  &quot;desmuertos&quot;.<br>
  -Fire2: Hechizo medio de fuego.<br>
  -Fire3: Hechizo avanzado de fuego.<br>
  -Ice: Hechizo b&aacute;sico de hielo. Util contra enemigos de fuego.<br>
  -Ice2: Hechizo medio de hielo.<br>
  -Ice3: Hechizo avanzado de hielo.<br>
  -Bolt: hechizo b&aacute;sico de electricidad. Util contra enemigos de agua, 
  y es un<br>
  poco mas poderoso que los dem&aacute;s hechizos elementales.<br>
  -Bolt2: Hechizo avanzado de electricidad.<br>
  -Bolt3: hechizo avanzado de electricidad.<br>
  -Poison: Hechizo b&aacute;sico de veneno. Drena los HPs del afectado.<br>
  -Bio: Hechizo avanzado de veneno. Drena los HPs del afectado y causa un da&ntilde;o<br>
  descomunal.<br>
  -Drain: Chupa HPs de un enemigo.Dependiendo de tus HPs ser&aacute; el da&ntilde;o,por<br>
  ejemplo, si tienes 150/2500 HPs,entonces chuparas bastante, pero si tienes<br>
  2300/2500 HPs, chuparas mucho menos.<br>
  -Break: causa que el afectado sea convertido en piedra. Es muy dif&iacute;cil 
  que<br>
  conecte, a decir verdad.<br>
  -Doom: Muerte instant&aacute;nea a un enemigo. Tambi&eacute;n es muy dif&iacute;cil 
  que conecte, y<br>
  la mayor&iacute;a de los enemigos son inmunes, y los enemigos desmuertos son<br>
  completamente curados por esto.<br>
  -Pearl: La legacia de nuestra querida Rosa de FFIV, es b&aacute;sicamente Holy 
  con<br>
  otro nombre. Muy poderoso contra los enemigos Desmuertos, y b&aacute;sicamente 
  todo<br>
  el mundo.<br>
  -Flare: La Legacia esta vez de nuestra queridisisima Rydia de FFIV, es<br>
  b&aacute;sicamente Nuke con otro nombre. Muy poderoso contra todo el mundo, 
  malo que<br>
  aun puede ser devuelto con una Wall.<br>
  -Demi: Corta el HP del afectado por la mitad, pero es bastante dif&iacute;cil 
  que<br>
  conecte.<br>
  -Quartr: Corta el HP del afectado por 3/4,(de 2000 a 500 HPs),y es aun<br>
  mas dif&iacute;cil que conecte. Por mas extra&ntilde;o que sea, tiene la misma 
  probabilidad<br>
  de Doom.<br>
  -X-Zone: Causa que tires a la oposici&oacute;n a la zona X(Quiz&aacute; sea 
  el Cleft of<br>
  Dimensi&oacute;n de FFV), y es algo dif&iacute;cil que conecte, pero no tanto 
  como Demi.<br>
  -Quake: Este ataque es dif&iacute;cil, ya que da&ntilde;a tanto al equipo como 
  a los<br>
  enemigos,<br>
  aunque aun hoy en d&iacute;a no da&ntilde;a a los enemigos voladores.<br>
  -W Wind: (White Wind)Este causa que al azar todos los personajes de la batalla<br>
  caigan en un estado casi fatal(en los n&uacute;meros del 1 al 9), pero al ser 
  al<br>
  azar, puede ser afectados todo el mundo, o solo algunos. Es raro que funcione<br>
  en los jefes, as&iacute; que ten cuidado cuando lo uses.<br>
  -Merton: Obsceno ataque de fuego que causa un da&ntilde;o masivo a todo el mundo<br>
  salvo al que lo use, y traslada el da&ntilde;o causado para curar al que lo 
  uso.<br>
  Tiene el mismo poder que Ultima, solo que es mas dif&iacute;cil de usar.<br>
  -Meteor: Ahora no es METEO, es METEO-R, no es el mismo ataque. Es mucho mas<br>
  d&eacute;bil(pero tambi&eacute;n mas impresionante)da&ntilde;a a todos los enemigos.<br>
  -Ultima: El mas poderoso ataque del juego, da&ntilde;a a todos los enemigos, 
  pero si<br>
  hay mas de un enemigo el da&ntilde;o se reparte. Es muy poderoso,y es &uacute;til 
  que todos<br>
  los personajes lo aprendan.</p>
<p align="center">8.3.-Magia Neutral: la magia neutral causa cambios diversos 
  en los personajes<br>
  o en los enemigos de varias maneras, o puede dar informaci&oacute;n, es la magia 
  mas<br>
  vers&aacute;til, pero tambi&eacute;n la mas in&uacute;til.</p>
<p align="center">-Scan: Informa de los HPs, MPs y debilidades de un enemigo. 
  Muy &uacute;til. A<br>
  diferencia de Peep, funciona casi siempre.<br>
  -Slow: Hace que los personajes o enemigos tengan que esperar mas tiempo para<br>
  atacar. Muy molesto.<br>
  -Rasp: En lugar de da&ntilde;ar los HPs del enemigo,da&ntilde;a los MP. Util 
  contra algunos<br>
  enemigos m&aacute;gicos que mueren al no tener mas MPs(Atma Weapon,Magimaster).<br>
  -Mute: Causa que el afectado no pueda usar magia. Muy dif&iacute;cil que funcione<br>
  contra los jefes.<br>
  -Safe: Corta el da&ntilde;o f&iacute;sico causado al afectado por la mitad.<br>
  -Sleep: Pone a un personaje a dormir, lo que hace que no pueda hacer nada hasta<br>
  que despierte, o sea atacado.<br>
  -Muddle: Causa que el afectado se confunda, y use ataques al azar hasta que<br>
  sea curado o lo golpeen.<br>
  -Haste: Causa que el afectado pueda esperar menos tiempo para actuar. Muy<br>
  &uacute;til.<br>
  -Stop: Paraliza a los afectados. Pueden salirse por si mismo o curados con<br>
  una magia,Dispel.<br>
  -Berseker: Causa que el afectado tenga una capacidad de hacer mucho mas da&ntilde;o<br>
  f&iacute;sico, y sea mas r&aacute;pido. El problema es que no podr&aacute;s 
  controlarlo(a la<br>
  Umaro) .Los enemigos afectados por esto no pueden usar magia.<br>
  -Float: Causa que el afectado flote, evitando que los ataques tipo Quake<br>
  le hagan da&ntilde;o.<br>
  -Imp: Convierte a, o revierte de, el estado Imp. Cuando est&eacute;s en este 
  estado,<br>
  puedes probar buscando las armas IMP, en el bosque de los dinosaurios,o<br>
  sino en el coliseo .Estas son: Imp Halberd, Tortoise Shield, Imp Armor, y la<br>
  Imp Helmet, te dan un Imp muy defensivo y poderoso.<br>
  -Rflect: Funciona como una Wall. Refleja cualquier hechizo , salvo Ultima,<br>
  Meteor, Merton, W Wind y Quake de vuelta a su mago .Tambi&eacute;n refleja las<br>
  magias de curaci&oacute;n.<br>
  -Shell: Causa que el afectado reciba la mitad del da&ntilde;o de los ataques 
  m&aacute;gicos.<br>
  -Vanish: Causa que el afectado sea inmune a los ataques f&iacute;sicos, pero 
  ser&aacute;<br>
  muy vulnerable a los ataques m&aacute;gicos.<br>
  -Haste2: Causa el estado Haste en todo el equipo.<br>
  -Slow2:C ausa el estado Slow en todos los enemigos.<br>
  -Osmose: Chupa MPs del enemigo. Funciona de manera id&eacute;ntica a Drain.<br>
  -Warp: Te saca de una batalla, o de un calabozo. Muy &uacute;til. No funciona 
  con los<br>
  jefes.<br>
  -Quick: Permite a el usuario usar dos magias por round.Combinalo con el<br>
  Gem Box y el Economizer y puedes usar 4 ultimas por round,costandote 4<br>
  MPs!<br>
  -Dispel: Quita efectos de los personajes. Solo funciona con Haste,Slow,Shell,<br>
  y Safe.</p>
<p align="center">8.4.- Los Espers: Los Espers solo pueden ser usados una vez 
  por batalla, y<br>
  son muy poderosos .As&iacute; como los Summons de FFIV, est&aacute;n basados 
  en criaturas<br>
  m&aacute;gicas y leyendas.</p>
<p align="center">-Kirin: Life Guard. Usa Regen en todo el equipo.<br>
  Ense&ntilde;a: Cure x5 ,cure2 x1, Regen x4, atdot x4, Scan x5.<br>
  Localizaci&oacute;n: Te lo dan como uno de tus primeros Magicites.<br>
  Historia: Un Kirin es una criatura m&iacute;stica oriental, asociada con la 
  buena<br>
  suerte.</p>
<p align="center">-Unicorn: Heal Horn. Usa Remedy en todo el equipo.<br>
  Ense&ntilde;a: Cure2 x4, remedy x3, Dispel x2, safe x1, shell x1.<br>
  Localizaci&oacute;n: Te lo dan cuando pasas la fabrica Magitek en Vector.<br>
  Historia: Un Unicornio es una criatura fabulosa que representaba la pureza<br>
  de la naturaleza, siendo un caballo con un cuerno en la frente.</p>
<p align="center">-Maduin: Chaos Wing. Ataque no elemental en todos los enemigos.<br>
  Ense&ntilde;a: Fire 2 x3, Ice 2 x3, Bolt 2 x3.<br>
  Bono al subir de nivel: +1 Poder m&aacute;gico.<br>
  Localizaci&oacute;n: Te lo dan cuando pasas la fabrica Magitek en Vector.<br>
  Historia: Maduin, si no me equivoco(es muy probable), es el h&eacute;roe de 
  un<br>
  cuento (tipo la Odisea)irland&eacute;s. Maduin seria un h&eacute;roe el cual 
  saldr&iacute;a en una<br>
  odisea a vengar la muerte de su padre, asesinado por bandoleros.</p>
<p align="center">-Iffrit: Inferno. Ataque de fuego en todos los enemigos.<br>
  Ense&ntilde;a: Fire x10, Fire 2 x5, drain x1.<br>
  Bono al subir de nivel: +1 Vigor.<br>
  Localizaci&oacute;n: La fabrica Magitek.<br>
  Historia: Esp&iacute;ritus elementales de fuego que viven en la ciudad de las<br>
  brasas.</p>
<p align="center">-Shiva: Gem Dust. Ataque de hielo en todos los enemigos.<br>
  Ense&ntilde;a: Ice x10, Ice 2 x5, Osmose x4, rasp x4, cure x3.<br>
  Localizaci&oacute;n: La Fabrica Magitek.<br>
  Historia: Shiva es uno de los dioses principales de la religi&oacute;n hind&uacute;.</p>
<p align="center">-Bismark: Sea Song. Ataque de agua(junto con Clean Sweep y aqua 
  rake,el &uacute;nico<br>
  del juego)en todos los enemigos.<br>
  Ense&ntilde;a: Ice x20, Fire x20, Bolt x20, life x2.<br>
  Localizaci&oacute;n: te lo dan cuando pasas la fabrica Magitek en Vector.<br>
  Bono al subir de nivel: +2 Vigor.<br>
  Historia: Bismark probablemente fue nombrado por el famoso crucero de guerra<br>
  alem&aacute;n, el Bismark, el cual por si solo fue capaz de hundir a toda la<br>
  flota inglesa durante la segunda guerra mundial. Fue hundido a finales de<br>
  mayo de 1941, pero quedo en la historia como una de las naves mas poderosas<br>
  jamas construidas. (Tenia 8 -!- ca&ntilde;ones a bordo, como armas principales)</p>
<p align="center">-Carbunkle: Ruby Power. Reflect en todo el equipo.<br>
  Ense&ntilde;a:Reflect x5, Shell x2, safe x2, warp x2, haste x3.<br>
  Localizaci&oacute;n: Te lo dan cuando pasas la fabrica Magitek.<br>
  Historia: Una Carbunkle es una muy rara piedra preciosa del color rojo<br>
  sangre(no conozco su traducci&oacute;n al espa&ntilde;ol, pero se que es muy 
  rara).<br>
  &quot;benjaminbc15@mixmail.com&quot; (Apodo cari&ntilde;oso &quot;benji&quot;) 
  me mando una explicaci&oacute;n<br>
  mas entendible acerca de esta cosa:</p>
<p align="center">&quot;Carbunkle tiene una palabra en espa&ntilde;ol, la <br>
  le&iacute; el otro d&iacute;a en uno de mis famosos libros <br>
  de fantas&iacute;a, es... ***&iexcl;&iexcl;&iexcl;CARBUNCLO!!!***. <br>
  Pero no es una variedad del rub&iacute;, pues al <br>
  final del libro venia un glosario (no es que <br>
  sea un libro para ni&ntilde;os de p&aacute;rvulos, lo que <br>
  pasa es que tiene cientos de arca&iacute;smos), <br>
  que dec&iacute;a que carbunclo se aplica a <br>
  cualquier piedra roja (est&aacute; bien... en este <br>
  caso s&iacute; era un rub&iacute;) especialmente si es <br>
  preciosa o semi preciosa (granate...). Lo <br>
  digo porque como despu&eacute;s decias &quot;Una <br>
  carbunkle es...&quot;.&quot;</p>
<p align="center">Creo que le&iacute; algo asi en un libro de Rol, pero esa es 
  una nueva explicaci&oacute;n.</p>
<p align="center"><br>
  -Phantom: Fader. Vanish en todo el equipo.<br>
  Ense&ntilde;a: Vanish x3, Demi x5, Berserker x3.<br>
  Localizaci&oacute;n: Te lo dan cuando pasas la fabrica Magitek.<br>
  Bono al subir de nivel: +10% MPs.<br>
  Historia: Un Fantasma es un alma de una persona recientemente muerta. Supongo<br>
  que esta persona simplemente esta muy aferrada a la vida terrenal.</p>
<p align="center">-Shoat: Demon&acute;s eye. Usa Break en todos los adversarios.<br>
  Ense&ntilde;a: Bio x8, Break x5, Doom x2<br>
  Localizaci&oacute;n: Te lo dan cuando pasas la fabrica Magitek.<br>
  Bono al subir de nivel: +10% HPs.<br>
  Historia: Un Shoat se traduce como un cerdo reci&eacute;n nacido(Un chanchito 
  ^_^).</p>
<p align="center">-Stray: Cat rain. Usa Muddle en todos los enemigos.<br>
  Ense&ntilde;a: Muddle x7, Imp x5, Float x2.<br>
  Localizaci&oacute;n: uno de los primeros Magicites que obtienes.<br>
  Bono al subir de nivel: +1 poder m&aacute;gico.<br>
  Historia: Stray Cat=Gato perdido.</p>
<p align="center">-Siren: Hope Song. Mute en todos los enemigos.<br>
  Ense&ntilde;a:Sleep x10, mute x8, slow x7, Fire x6.<br>
  Localizaci&oacute;n: Uno de los primero Magicites.<br>
  Bono al subir de nivel: +10% HPs.<br>
  Historia: Una sirena era un ser fant&aacute;stico los cuales cantaban hermosas<br>
  melod&iacute;as para que los marineros se distrajeran y estrellaran sus barcas<br>
  contra las rocas marinas. Los que sobreviv&iacute;an era asesinados sin mas.(La<br>
  sirenita my @$$)</p>
<p align="center">-Ramuh: Bolt Fist. Trueno en todos los enemigos.<br>
  Ense&ntilde;a: Bolt x10, Bolt2 x2, Poison x5.<br>
  Localizaci&oacute;n: Uno de los primeros Espers.<br>
  Bono al subir de nivel: +1 resistencia.<br>
  Historia:El h&eacute;roe de un poema &eacute;pico hind&uacute;(el Ramayana), 
  que presenta a<br>
  este tipo como el ideal de todo hombre, valiente, guapo, etc... y al final<br>
  termina siendo el rey, y en ese momento revela que es el dios Vishnu en<br>
  forma humana, otro de los dioses principales hind&uacute;es.</p>
<p align="center">-Zoneseek: Wall. Usa Shell en todo el equipo.<br>
  Ense&ntilde;a: Osmose x15, Rasp x20, Shell x5.<br>
  Localizaci&oacute;n: La casa de subastas en Jidoor, en el mundo de las ruinas.<br>
  Bono al subir de nivel: +2 Poder m&aacute;gico.<br>
  Historia: Zoneseek=Buscador de Zonas... no me preguntes en este.</p>
<p align="center">-Golem: Earth Wall. Golem pone defensas en el equipo, tomando 
  el da&ntilde;o f&iacute;sico<br>
  de todos los integrantes por unos 5000 HPs. (Uno de los mejores Espers)<br>
  Ense&ntilde;a: Safe x5, Stop x5, Cure 2x5.<br>
  Localizaci&oacute;n: La casa de subastas en Jidoor, en el mundo de las ruinas.<br>
  Bono al subir de nivel: +2 resistencia.<br>
  Historia: Los Golems eran especies de robots antiguos, los cuales eran<br>
  com&uacute;nmente llevados a la vida por magos, o sino por rudimentarios mecanismos<br>
  mec&aacute;nicos(valga la redundancia).</p>
<p align="center">-Palidor: Sonic Dive. Hace que todos los miembros del equipo 
  usen Jump.<br>
  Ense&ntilde;a: Haste x20, Slow x20, Haste 2 x2, slow 2x2, float x5.<br>
  Localizaci&oacute;n: En la isla solitaria en el mundo de las ruinas.<br>
  Historia: Hmmm... realmente no se. Probablemente viene de la palabra Paladin,<br>
  quienes eran virtuosos guerreros los cuales eran la punta de la caballerosidad<br>
  y la creencia religiosa. Si no, es muy posible que sea alg&uacute;n ave legendaria<br>
  de la cultura oriental.</p>
<p align="center">-Sraphim: Reviver. Cura a todo el equipo al m&aacute;ximo.<br>
  Ense&ntilde;a: Life x5, Cure x20, cure 2 x8, Regen x10, remedy x4.<br>
  Localizaci&oacute;n: En el mundo de el balance,y el de la ruina, en Maranda 
  hay<br>
  un tipo escondido arriba en la ciudad, el cual te la vendare en el mundo<br>
  del balance por 10000 GPs. Luego del mundo de las ruinas te la dar&aacute; por 
  10<br>
  GPs.<br>
  Historia: Sraphim significa Seraf&iacute;n, &aacute;ngeles con varios pares 
  de alas, quienes<br>
  eran parte del ejercito del cielo.</p>
<p align="center">-Tritoch: Tri-dazer. Ataque que usa los tres elementos, hielo, 
  fuego y<br>
  electricidad.<br>
  Ense&ntilde;a: Fire 3x1, Ice 3x1, Bolt 3x1.<br>
  Localizaci&oacute;n: En las minas de Narshe, en el mundo de las ruinas.<br>
  Bono al subir de nivel: +2 poder m&aacute;gico.<br>
  Historia: Inexistente. Tri, significa tres, simplemente son los tres elementos.</p>
<p align="center">-Fenrir: Moon Song. Usa blink en todo el equipo.(Esta magia 
  no existe en<br>
  el juego)<br>
  Ense&ntilde;a:Warp x10, x-zone x5, stop x3.<br>
  Localizaci&oacute;n: Cuando le ganas a Phunbaba por primera vez.<br>
  Bono al subir de nivel: +30% MPs.<br>
  Historia: Fenrir es Fenris, un gigantesco lobo hijo de los dioses n&oacute;rdicos<br>
  del caos, quien fue encadenado por Odin al principio de los tiempos, pero<br>
  cuando el Ragnarok suceda, se escapara y se comer&aacute; a Odin(la mitolog&iacute;a<br>
  N&oacute;rdica es muy dulce, sab&iacute;an?...^_^- gran sarcasmo aqu&iacute;-)</p>
<p align="center">-Starlet: Group Hug. Cura al equipo y quita estatus anormales.<br>
  Ense&ntilde;a:Cure x25(!), cure 2x16, Cure 3 x1, Regen x20,remedy x20.<br>
  Localizaci&oacute;n: Cuando derrotas a Chadarnook en Jidoor en el mundo de<br>
  las Ruinas, chequea la biblioteca all&iacute;.<br>
  Bono al subir de nivel: +2 resistencia.<br>
  Historia: Starlet=Estrellita.</p>
<p align="center">-Terrato: Earth Aura. Quake en todos los enemigos.<br>
  Ense&ntilde;a:Quake x3, Quartr x1,W Wind x1.<br>
  Localizaci&oacute;n: las minas de Narshe, antes de encontrar a Umaro.<br>
  Bono al subir de nivel:+30% HPs.<br>
  Terrato:(Si mal no recuerdo, el nombre real de este bicho en la mitolog&iacute;a<br>
  n&oacute;rdica seria Jormugand)Terrato es, o al menos representa, una gigantesca<br>
  serpiente, hermana de Fenris, que Odin tiro al mar(una versi&oacute;n mas de<br>
  Leviathan, el gran monstruo marino) cuando naci&oacute;. Of course, el no sabia 
  que<br>
  esta bestia iba a crecer tanto que iba a darle la vuelta varias veces a<br>
  la tierra, y en el Ragnarok simplemente la destruir&iacute;a.</p>
<p align="center">-Phoenix: Rebirth. Usa Life en todos los personajes. Muy debilitada 
  desde<br>
  FFV.<br>
  Ense&ntilde;a: Life x10 ,Life 2 x2, Life 3x1, Cure 3x2, Fire 3x3.<br>
  Localizaci&oacute;n: Tras pasar la cueva del f&eacute;nix, en el mundo de las 
  ruinas, Locke<br>
  te lo dar&aacute;.<br>
  Historia: el m&iacute;tico f&eacute;nix, gigantesca ave de tres colas, la cual 
  se quemar&iacute;a<br>
  cada 500 a&ntilde;os en una hoguera para renacer de sus cenizas.</p>
<p align="center">-Alexander: Judgement. Bestial ataque perla en todos los enemigos. 
  Mi favorito.<br>
  Ense&ntilde;a: Pearl x2, Safe x10, Shell x10, dispel x10, remedy x10.<br>
  Localizaci&oacute;n: Despu&eacute;s del sue&ntilde;o de Cyan en Doma, en el 
  cuarto del trono.<br>
  Historia: Muy probablemente nombrado tras el Zar Alexander de Rusia, debido<br>
  a la arquitectura rusa de el dise&ntilde;o del robot. Este Zar se empe&ntilde;o 
  en modernizar<br>
  a<br>
  Rusia. Sino, fue nombra tras el conocido Alejandro el grande, rey de macedonia<br>
  ,y<br>
  tras un rato, de todo el mundo conocido. Murio en el 323 antes de Cristo.</p>
<p align="center">-Bahamut: Sun Flare. Ataque bestial no elemental en todos los 
  enemigos.<br>
  Ense&ntilde;a: Flare x2.<br>
  Bono al subir de nivel: +50% HPs.<br>
  Localizaci&oacute;n: elimina a Doom Gaze en el mundo de las Ruinas.<br>
  Historia: Una de las bestia creadas al principio de los tiempos. Al parecer,<br>
  me equivoque, Bahamut si tiene alas :)aunque aqu&iacute; le falta su compa&ntilde;ero, 
  el<br>
  gran Leviathan, el demonio del mar(la desagradable serpiente marina de<br>
  FFIV y V) Bahamut es una bestia de la tierra.<br>
  NOTA de la versi&oacute;n 1.2: Leyendo el Apocalipsis, me fije que f&aacute;cilmente,<br>
  Bahamut podr&iacute;a ser un equivalente a la hidra que aparece en el Apocalipsis<br>
  Con sus doce cabezas y doce colas.</p>
<p align="center">-Odin: Atom Edge. Elimina a todos los enemigos de un solo golpe, 
  aunque es<br>
  dif&iacute;cil que conecte.<br>
  Ense&ntilde;a: Meteor x1.<br>
  Localizaci&oacute;n: El castillo perdido en el mundo de las ruinas.<br>
  Bono al subir de nivel:+1 velocidad.(Es el &uacute;nico Esper que da un bono 
  de<br>
  velocidad, as&iacute; que pi&eacute;nsalo antes de cambiarlo a raiden)<br>
  Historia: Odin, el rey de los dioses N&oacute;rdicos. Como toda la mitolog&iacute;a 
  N&oacute;rdica,<br>
  aunque Odin era el protector de los vikingos, era un autentico salvaje,<br>
  y toda su vida se trascender&iacute;a en batallas sangrientas contra los gigantes,<br>
  e incre&iacute;bles borracheras. Morir&iacute;a en las fauces de Fenris en el 
  Ragnarok, tras<br>
  miles de a&ntilde;os de proteger el Ygdrassil, &aacute;rbol que conecta todos 
  los mundos<br>
  n&oacute;rdicos, creado por el mismo.</p>
<p align="center">-Raiden: True Edge. Elimina a todos los enemigos de un golpe, 
  es mas efectivo<br>
  que Odin.<br>
  Ense&ntilde;a: Quick x1.<br>
  Localizaci&oacute;n: Cambiado de Odin, en el castillo perdido en el mundo de 
  las<br>
  ruinas.<br>
  Bono al subir de nivel:+2 Vigor.<br>
  Historia: Raiden(o raijin)es el dios del trueno japon&eacute;s, el cual normalmente<br>
  es un demonio rojo con un tambor(Los truenos...). Rai significa en japon&eacute;s<br>
  rel&aacute;mpago(Raiiiichu!^_^)</p>
<p align="center">-Ragnarok :Metamorph. Cambia enemigos por &iacute;tems. Algunos 
  son muy<br>
  interesantes.<br>
  Ense&ntilde;a: Ultima x1.<br>
  Localizaci&oacute;n: La tienda de armas en Narshe, &aacute;brela con Locke y 
  elige la piedra.<br>
  Historia: Ragnarok(en lenguaje n&oacute;rdico, Ragna o Regin=Dioses o dios, 
  Rok o<br>
  Roeker= juicio. Ragnaroeker es otra manera de decirlo, pero mas de manera<br>
  coloquial)es el Apocalipsis n&oacute;rdico, en el cual los dioses y los gigantes<br>
  tendr&aacute;n su ultima y mas sangrienta batalla, ganaran los gigantes(los 
  malos<br>
  de la pel&iacute;cula), Fenris se comer&aacute; a Odin, y Jormungad destruir&aacute; 
  el mundo. Sin<br>
  embargo, unos cuantos de los muchisimos hijos de Odin se salvaran y comenzaran<br>
  a reconstruir el mundo de vuelta, a comenzar de nuevo la historia.</p>
<p align="center">-Crusader: Purifiers. Tres tipos aparecen y esparcen destrucci&oacute;n 
  a todo el<br>
  mundo, incluso a tu equipo. Devastador.<br>
  Ense&ntilde;a: Merton x1, Meteor x10(!)<br>
  Localizaci&oacute;n: Elimina a los 8 dragones y lo recibes autom&aacute;ticamente.<br>
  Bono al subir de nivel: +50 MPs.<br>
  Historia: Crusader=Cruzados.Las cruzadas fueron una serie de desastrosas<br>
  guerra ocurridas durante el medioevo con el prop&oacute;sito de esparcir la<br>
  religi&oacute;n cristiana a todo el mundo, aunque lo que se logro fue una cantidad<br>
  de perdidas humanas incre&iacute;bles, y al fin fue todo un movimiento pol&iacute;tico<br>
  de la iglesia(que en aquel momento-y ojo, que yo creo en dios, no ataco<br>
  a la iglesia-era incre&iacute;blemente poderosa, y sobre todo corrupta, manten&iacute;a<br>
  un control absoluto de todo)para lograr aun mas poder.</p>
<p align="center">6.5.-Lores: Los Lores son las magias especiales de Strago, son 
  aprendidas<br>
  de los enemigos. Aqu&iacute; listo las magias, y los monstruos que las ense&ntilde;as.</p>
<p align="center">Condemn (Veterans, y muchos mas): Le da cierto tiempo de vida 
  a un enemigos.<br>
  Roulette(Dark force, Critic, Veteran): elige un objetivo al azar,y lo<br>
  elimina.<br>
  Clean Sweep(Blue drag&oacute;n, Dark Force,y varios mas): Ataque masivo de agua.<br>
  Aqua Rake(Comienzas con este): Ataque medio de agua.<br>
  Aero(Tyranosaur, Doom Gaze, y alguno que otro mas): Ataque masivo de aire.<br>
  Blow Fish(Brain Pan ,Presenter, Phase, Mover, Cactrot):Causa 1000 HPs de<br>
  da&ntilde;o sin importar que.<br>
  Big Guard(Mover, Dark Force, Earth Guard): Usa Shell y Safe en todo el equipo.<br>
  Revenge(Comienzas con este): Da el da&ntilde;o que sea el total de tu m&aacute;ximo 
  HP<br>
  menos el HP que tengas.<br>
  Pearl Wind(Peeper, Vectaur, Dark Force): Cura a todo el equipo por la misma<br>
  cantidad de HPs que tenga Strago(Si tiene 9999 HPs,c urara 9999 HPs a todo<br>
  el equipo)<br>
  Lv 5 Doom(Sky base, Didalos, Dark Force): Si el objetivo esta al nivel que<br>
  sea multiplo de 5(5, 10,1 5,2 0, dem&aacute;s) morir&aacute;.<br>
  Lv 4 Flare(Apokryphos, Goblin, Dweller): Si un objetivo esta al nivel que sea<br>
  multiplo de 4, recibira un ataque Flare.<br>
  Lv 3 Muddle(Apokryphos, Goblin; dark Force)Si un objetivo esta al nivel que<br>
  sea multiplo de 3, ser&aacute; confundido.<br>
  Reflect(Dark Force): hace algo(no se que)en un enemigo que tenga puesta una<br>
  wall.<br>
  Lv ? Pearl(Dullahan): Usa pearl en los enemigos cuyos niveles est&eacute;n en 
  los<br>
  m&uacute;ltiplos de las unidades de tus GPs. Si tienes 5032 GPs,los que est&eacute;n 
  en el<br>
  nivel m&uacute;ltiplo del nivel 2 recibir&aacute;n el ataque.<br>
  Step Mine(Pug, Master Pug, Mesosaur): Causa cierta cantidad de da&ntilde;o a 
  los<br>
  enemigos.<br>
  Force Field(Doom): Nulifica algunos ataques.<br>
  Dischord(Iron hitman, Figaliz): Corta en dos el nivel del afectado,sirve<br>
  en algunos casos para usar luego ataque del tipo Lv 5 Doom.<br>
  Sour Mouth(Evil Oscar, Mad Oscar, viejos conocidos de la saga):Causa todos<br>
  y cada uno de los estatus anormales en el objetivo.<br>
  Pep Up(Flan, Mus, Junk): Sacrifica a Strago y recupera alg&uacute;n aliado a 
  su m&aacute;xima<br>
  capacidad, y sin ning&uacute;n estatus anormal.<br>
  Exploder(Bomb,Grenader, Baloon): Sacrifica a Strago y causa el da&ntilde;o a 
  los HPs<br>
  que tenia cuando murio... muy in&uacute;til.<br>
  Rippler(Dark Force) :Cambia aptitudes con un enemigo. Bastante divertido.<br>
  Stone(Brawler, Iron Fist): Da&ntilde;a y causa confusi&oacute;n en el objetivo. 
  Mucho mas<br>
  da&ntilde;o si el enemigos esta en tu mismo nivel.<br>
  Quasar(Goddess, Dark Force):Da&ntilde;o masivo a todos los enemigos.<br>
  Grand Train(Hidon): Da&ntilde;o incre&iacute;ble a un objetivo.</p>
<p align="center">**************************************************************************</p>
<p align="center">9.-Cosas interesante,trucos y misterios.</p>
<p align="center">Final Fantasy III tiene una cantidad impresionante de cosas 
  escondidas y<br>
  estrategias que le dan muchisima vida.</p>
<p align="center">-Vanish causa a los afectados a ser muy vulnerables a la magia. 
  Doom o<br>
  X Zone tienen altas probabilidades de funcionar con los afectados.<br>
  Xzone sin embargo causa que no te den &iacute;tems, as&iacute; que ten cuidado.<br>
  -Mant&eacute;n a todos tus personajes mas o menos fuertes. Al final tendr&aacute;s 
  que<br>
  usarlos<br>
  a todos y esto causa comunes problemas serios.<br>
  -Cuando te den a elegir entre el Magicite Ragnarok y la espada, a no ser que<br>
  sea tu primera vez, elige la espada. Esta espada es genial, y puede ser jugada<br>
  en el coliseo por la Illumina, una autentica arma nuclear que causa 9999 de<br>
  da&ntilde;o con edgar al nivel 60 ,si el vigor es mayor a 65,y encima es capaz 
  de<br>
  conjurar Pearl de vez en cuando. Si elegiste la espada, aun te queda una para<br>
  tener el hechizo ultima: el paladin Shield.<br>
  -Cuando recibas el Cursed Shield, equ&iacute;palo con alguien que tenga un Ribbon,<br>
  y tras unas cuantas batallitas(255)se convertir&aacute; en el Paladin Shield,una<br>
  tremenda arma defensiva que aumenta todos los estatus, absorbe el fuego,el<br>
  hielo,la electricidad y la tierra, y encima cualquier otro elemento no le<br>
  causa da&ntilde;o, adem&aacute;s de ense&ntilde;ar ultima.<br>
  -Arriba del Veldt hay un bosque que tiene una forma muy extra&ntilde;a. All&iacute; 
  puedes<br>
  luchar Tyranosaurs por muy buena experiencia, y de vez en cuando los<br>
  Brachosaurs<br>
  que dan mucha experiencia pero son capaces de usar Ultima!!<br>
  -Puedes quitarles Megalixires a los Earthguard en la isla solitaria en<br>
  el mundo del balance.<br>
  -Los Brachosaur pueden dejar Economizers.<br>
  -Si Umaro recibe una Green Cherry en batalla se har&aacute; algo mas poderoso.<br>
  -En el mundo de la ruina, anda con Shadow a dormir en cualquier posada en<br>
  el mundo,y de vez en cuando veras porciones de su pasado. Muy interesante, pero<br>
  lo mejor es que todos los sitios que ves pueden ser visitados en el juego.<br>
  Que hay de el mill&oacute;n de GPs que robaron del tren? Y de la secuencia en 
  Thamasa?<br>
  Es cierto que es el padre de Relm?<br>
  -el sitio donde Setzer espera por Daryl es el mismo donde Celes se intenta<br>
  suicidar... &quot;sospechoso&quot;.<br>
  -Shadow solo tiene 5 sue&ntilde;os, no 7,como alguna vez se dijo, por tanto, 
  olv&iacute;date,<br>
  el final de el nunca cambiara.<br>
  -Si terminas el juego con los primeros 4 personajes del final del juego(MUY<br>
  peludo), los finales cambiaran.<br>
  -Cuando en el mundo del balance la nave se estrella, vuelve a la nave y<br>
  entra a la sala de maquinas para aprender acerca de Daryl.<br>
  -Y los Moogles? Desaparecen todos en el fin del mundo salvo Mog!<br>
  -Qui&eacute;n es la bestia de la que habla en padre de Gau cuando lo conoces?<br>
  -QUIEN ES GOGO?<br>
  -El paladin Shield se puede obtener, pero los Cursed Rings no cambian...<br>
  &quot;sospechoso&quot;...</p>
<p align="center">Cr&eacute;ate tu tus propios misterios. En cuanto al final, 
  cuando veas que tanto<br>
  Shadow como Gogo Mueren(Y probablemente Umaro tambi&eacute;n), es sencilla la<br>
  explicaci&oacute;n. Esto es porque si se hubieran salvado, la amistad habr&iacute;a 
  hecho<br>
  que ellos se hubieran revelada, y el misterio que les da vida morir&iacute;a.<br>
  Es un recurso muy usado en la literatura... &quot;Dato de cultura general&quot;</p>
<p align="center">Suerte!</p>
<p align="center">**************************************************************************</p>
<p align="center">10.-Creditos:</p>
<p align="center">- A Squaresoft,por los mejores juegos de la historia.<br>
  - A Nintendo,por no jorobar tanto este juego.<br>
  - A Dingo Jellybean,de vuelta,por la informaci&oacute;n de las magias(Es que 
  me<br>
  da flojera hacerlo yo mismo...^_^)<br>
  - A King Kung ya que de all&iacute; saque la gu&iacute;a del Coliseo.<br>
  - Al Webmaster de End Of time.Excelente pagina de RPGs en espa&ntilde;ol.<br>
  - A mis manitas lindas y simpaticas,que tanto sufren.<br>
  - a Benjamin (benjaminbc15@mixmail.com) por sus emails simpaticos y ayuda.<br>
  - Y a todos ustedes.Cya Next Time!</p>
<p align="center">**************************************************************************</p>
<p align="center">11.-Cosas legales:</p>
<p align="center">Este documento es propiedad de LORD ZERO(lord_0@yahoo.com). 
  Todos los<br>
  derechos reservados. Cualquier asunto, un email arreglara el problema.<br>
  Copyright 2000-2001 By Lord Zero.</p>
<p align="center">La ultima versi&oacute;n siempre sera conseguida en gamefaqs.com.<br>
</p>
<p align="center">&nbsp;</p>
