<title>Sayans Traductions - Gu&iacute;as: Seiken Densetsu 3</title>
<link rel="stylesheet" href="../../styles.css" type="text/css">
<body bgcolor="#354C75" leftmargin="0" topmargin="0" marginwidth="0" marginheight="0" class="texto">
<p align="center">&nbsp;</p>
<p align="center"><img src="../guias.jpg" width="183" height="91" border="0"></a></p>
<p align="center"> Gu&iacute;a para <i><b>Seiken Densetsu 3</b></i><br>
  &oacute; <i><b>Secret of Mana 2</b></i><br>
  por Lord Zero<br>
  (Lord_0@yahoo.com)<br>
  Versi&oacute;n 1.0</p>
<p align="center">*************************************************************************</p>
<p align="center">- &Iacute;ndice:</p>
<p align="center">1.- Historia del archivo.<br>
  2.- Introducci&oacute;n.<br>
  3.- Historia del Juego.<br>
  4.- Personajes(y sus clases).<br>
  5.- Caminata.<br>
  6.- Cosas importantes<br>
  7.- Magia, Sables, habilidades y dem&aacute;s.<br>
  7.1.- Duran.<br>
  7.2.- Angela.<br>
  7.3.- Kevin.<br>
  7.4.- Carlie.<br>
  7.5.- Hawk.<br>
  7.6.- Lise.<br>
  8.- Cr&eacute;ditos.<br>
  9.- Cosas legales.</p>
<p align="center">*************************************************************************</p>
<p align="center">1. -Historia del Archivo:</p>
<p align="center">0.1 comienzo del archivo.<br>
  0.2 Recomienzo del archivo mas de seis meses despu&eacute;s. Ufa! <br>
  1.0 Cosas legales cambiadas y ciertos &quot;cositos&quot; revisados. Aun no<br>
  he conseguido al Black Rabite (mucho tales of Phantasia por hacer), pero<br>
  supongo que luego tendr&eacute; alg&uacute;n tiempillo libre para buscarlo.</p>
<p align="center">*************************************************************************</p>
<p align="center">2. -Introducci&oacute;n:</p>
<p align="center">Bienvenido al mundo de Seiken Densetsu 3,la ultima gran obra 
  maestra de<br>
  Squaresoft para el super famicom, en Jap&oacute;n. Este juego nunca sali&oacute; 
  en<br>
  Am&eacute;rica, si lo hubiese hecho se hubiese llamado Secret Of Mana 2.Si,esta<br>
  es la verdadera secuela al incre&iacute;blemente aburrido Secret Of mana, y 
  no<br>
  el aun m&aacute;s aburrido Secret Of Evermore (que horror)...</p>
<p align="center">Este juego tiene muchas opciones diferentes, ya que puedes elegir 
  un tr&iacute;o<br>
  de personajes, con 6 opciones a elegir, todos ellos diferentes. Aqu&iacute; 
  te<br>
  presento la soluci&oacute;n para el juego.</p>
<p align="center"><br>
  *************************************************************************</p>
<p align="center">3-.Historia del juego:</p>
<p align="center">En el a&ntilde;o XXXX, el mundo se halla en un grave peligro. 
  El mana, fuerza <br>
  m&aacute;gica que ha servido para la vida diaria de los habitantes, esta <br>
  Desapareciendo. El &aacute;rbol del Mana esta cayendo.</p>
<p align="center">Hace mucho tiempo, la Diosa lucho contra las ocho Bestias del 
  mana, y <br>
  cuando las derroto, las encerr&oacute; dentro de unas piedras especiales, llamadas<br>
  las piedras del mana. Satisfecha que su trabajo hab&iacute;a terminado, se echo<br>
  a dormir, y se convirti&oacute; en un &aacute;rbol, y el poder suyo quedo en 
  la Espada<br>
  del Mana, la cual hasta estos d&iacute;as se encuentra bajo la celosa custodia<br>
  De los esp&iacute;ritus del mana.</p>
<p align="center">Pero ahora las piedras amenazan con romperse, y el destino de 
  6 h&eacute;roes de<br>
  distintas naciones se cruzaran, mientras tratan de evitar que el mundo se<br>
  caiga a pedazos.</p>
<p align="center">(&iexcl;Yikes! &iquest;Cu&aacute;ndo veremos un juego en el 
  cual tengamos de destruir el mundo?)</p>
<p align="center">*************************************************************************</p>
<p align="center">4. -Personajes:</p>
<p align="center">Los personajes pueden tener 2 cambios de clases durante el juego. 
  La primera<br>
  es al nivel 18,en alguna piedra del Mana. Puedes elegir entre las clases de<br>
  la luz(light) o de la oscuridad(Dark).<br>
  El segundo cambio es al nivel 38 y necesitas un &iacute;tem especial. Este se<br>
  hace frente a la diosa plateada en la tierra del mana y al usar el &iacute;tem<br>
  cambiaras a la clase en particular. La relaci&oacute;n de clases es:</p>
<p align="center"> Light/Light<br>
  /<br>
  Light<br>
  / \<br>
  / Light/Dark<br>
  Neutral:<br>
  \ Dark/Light<br>
  \ /<br>
  Dark<br>
  \<br>
  Dark/Dark</p>
<p align="center">*Duran, Mercenario del reino de Forcena:<br>
  Edad: 17 a&ntilde;os.<br>
  Sexo: Masculino.<br>
  Clase inicial: Fighter.<br>
  Arma: Espada.<br>
  Historia: Sale a buscar a un mago el cual estaba espiando el castillo<br>
  de Forcena, y lo humilla de una espantosa manera. Duran es el hijo de<br>
  un antiguo h&eacute;roe de Forcena, y por tanto tiene en su sangre el esp&iacute;ritu<br>
  de lucha, aunque es muy testarudo y alterado, su mayor ambici&oacute;n es la<br>
  de vengar a su padre. (De quien lo averiguas mas tarde)</p>
<p align="center">Este chico es b&aacute;sicamente una de las fuerzas brutas del 
  juego. Duran tiene<br>
  las proporciones m&aacute;s bestiales de fuerza del juego, pero es incre&iacute;blemente<br>
  lento para atacar. Esto le da una gran desventaja al principio del juego,<br>
  pero luego eso no importa demasiado. Unico personaje capaz de usar <br>
  escudos, y es un personaje, que aunque no lo parezca, muy carism&aacute;tico.<br>
  Comparte historia con Angela.</p>
<p align="center">Clases:<br>
  (neutral)Fighter: Clase inicial, nada fuera de lo com&uacute;n. Lento como una 
  <br>
  oruga, pero muy potente. (Cross Slash)</p>
<p align="center">(Light) Knight: Aprende Heal Light, mas nada, pero gana la capacidad 
  de usar<br>
  escudos, cosa muy &uacute;til para sobrevivir los lerdos sablazos de Duran. 
  Algo<br>
  M&aacute;s d&eacute;bil que el Gladiator, y realmente m&aacute;s in&uacute;til 
  a no ser que no tengas<br>
  ni a Carlie ni a Kevin. (3 Step Cut) </p>
<p align="center">(Light/Light) Paladin: Aprende Saint Saber, y gana una fant&aacute;stica 
  t&eacute;cnica. De<br>
  resto, nada muy interesante. Bastante mas d&eacute;bil que el Duelist, pero 
  es <br>
  mejor que el Lord. (Flashing Sword- afecta a todos los enemigos)</p>
<p align="center">(Light/Dark) Lord: Aprende Tinkle Rain, y puede usar Heal light 
  en todo el<br>
  grupo. No es muy &uacute;til que digamos, pero lo peor de todo es su pat&eacute;tico<br>
  ataque. (Magic Circle)</p>
<p align="center">(Dark) Gladiator: Gran poder de ataque, y aprende los cuatro 
  sables <br>
  elementales. Tremendamente &uacute;til, y realmente mucho mejor que el Knight.<br>
  (Whirlrind Sword- afecta a todos los enemigos)</p>
<p align="center">(Dark/Dark) Duelist: Una groser&iacute;a de bestial ataque(Hace 
  mas da&ntilde;o con un<br>
  golpe que lo que hace Kevin con sus dos ataques como un Death Hand), pero<br>
  &uacute;nicamente recibe el Dark Saber, que es incre&iacute;blemente in&uacute;til. 
  Una buena <br>
  elecci&oacute;n si no tienes ning&uacute;n otro atacante. (Eruption Sword- Afecta 
  a todos<br>
  los enemigos)</p>
<p align="center">(Dark/Light)Swordmaster: Aprendes Leaf y Moon Saber, muy bueno, 
  aunque debes<br>
  andar pilas a veces a ver a quien atacas. Bajo poder de ataque, pero <br>
  bastante bueno. A muchas personas le gusta, a m&iacute;, me parece excelente, 
  le da<br>
  a Duran un matiz vers&aacute;til que le hace falta. (Aparte de que se ve de 
  pinga)<br>
  (Vacum Sword- Afecta a todos los enemigos.)</p>
<p align="center">*Angela, Princesa del Reino M&aacute;gico de Altena:<br>
  Edad:19 a&ntilde;os.<br>
  Sexo: Femenino.<br>
  Clase inicial: Magician.<br>
  Arma: Vaculos.<br>
  Historia: Hija &uacute;nica de la Reina de la Raz&oacute;n, escapa de su pa&iacute;s 
  cuando ella<br>
  quiere usarla como un sacrificio, para revivir al Emperador Dragon. Muy <br>
  malcriada, es incapaz de usar magia, por lo que su madre vive insult&aacute;ndola.</p>
<p align="center">Un muy buen personaje, tiene un buen surtido de bestiales <br>
  magias, incluyendo la mas poderosa del juego. Es muy d&eacute;bil, sin embargo,<br>
  f&iacute;sicamente, por lo que es insoportable llevarla como personaje principal.<br>
  No es buena idea manejarla directamente. Comparte historia con Duran. (Angie 
  es<br>
  la &uacute;nica usuaria de magia directas del juego)</p>
<p align="center">(neutral)Magician: Una de los dos personajes que aprenden algo 
  antes de<br>
  cambiar de clase, aprende cuatro hechizos elementales, muy buenos, y los<br>
  hechizos b&aacute;sicos de luz y oscuridad. (Double attack)</p>
<p align="center">(light)Sorceress: aprende magias de nivel dos, pero las siguientes 
  clases<br>
  son deprimentes. Mucho cuidado si pretendes irte con esta. (Pink typhon)</p>
<p align="center">(light/Light)Grand Deviner: Aprende una magia trielemental, 
  muy poderosa, y<br>
  puede usar magias en todo el mundo. Muy poderosa, pero hay mejores<br>
  opciones para Angie. (Spiral Rod)</p>
<p align="center">(Light/Dark)Arch Mage: en lugar de Double Spell, dale Rainbow, 
  y aqu&iacute; estas.<br>
  Mejor que la anterior, pero Angie siempre es mejor como una chica malvada.<br>
  (Hehe... Dancing Rod)</p>
<p align="center">(Dark)Delvar: Aunque nada mas aprendes un hechizo nuevo, las 
  siguientes clases<br>
  son mucho mejores, y aparte Angie recibe mucha mas fuerza. (Star Attack)</p>
<p align="center">(Dark/Dark)Magus: Mi clase favorita para Angie(S&iacute;, ya 
  s&eacute; que NO se llama<br>
  Angie, pero me gusta ese nombre!),ya que aprende el BESTIAL hechizo<br>
  ANCIENT. B&aacute;sicamente la legacia de Meteo(Un GRAN meteoro se lleva por<br>
  delante a los enemigos), y no toma mucho tiempo. (Hot Shot)</p>
<p align="center">(Dark/Light)Rune Master: Una excelente clase, la m&aacute;s 
  vers&aacute;til, aprendes <br>
  los hechizos nivel tres, y el &uacute;til Death Spell. El problema es que para 
  &eacute;l<br>
  momento en el que obtienes el ultimo cambio de clase, las magias elementales<br>
  son francamente in&uacute;tiles, y el Death Spell te hace tener que subir algo 
  mas<br>
  de niveles(Mas de lo necesario)para que funcione. (10t)</p>
<p align="center">*Lise, Princesa del Reino que Nunca cayo de Rolante:<br>
  Edad: 16(Yehe! me queda perfect!)<br>
  Sexo: Femenino, mal pensados...<br>
  Clase Inicial: Amazoness.<br>
  Arma: Lanzas.<br>
  Historia: Sucesora al reino de los vientos de Rolante, perdi&oacute; a sus padres<br>
  cuando naci&oacute; su hermano menor. Esto la ha hecho muy obsesionada con hacer<br>
  de su reino el mas poderoso del mundo, y tiene una personalidad bastante<br>
  pesimista. Sale a buscar a su hermano quien es secuestrado por los ninjas<br>
  de Navarre.</p>
<p align="center">Lise es, en mi opini&oacute;n, el personaje m&aacute;s &uacute;til 
  del juego. Por el lado de la<br>
  luz, aprende a subir las proporciones de los aliados, y por el de la oscuridad, 
  <br>
  baja las de los adversarios. Aparte de eso, todas sus clases finales aprenden<br>
  una magia bastante destructora, y tiene el segundo &iacute;ndice mas alto de 
  ataque.<br>
  (mi personaje favorito ^_^)Tambi&eacute;n es llamada Riesz por algunas personas.<br>
  Comparte historia con Hawk.</p>
<p align="center">(neutral)Amazoness: Hmmmm... nada fuera de lo com&uacute;n, 
  aun es mas r&aacute;pida <br>
  que Duran. (Whirlwind Lance)</p>
<p align="center">(Light)Valkirye: Aprende magias que suben proporciones aliadas, 
  tremendamente<br>
  &uacute;tiles. Adem&aacute;s aprende una excelente t&eacute;cnica que afecta 
  a todo el mundo.<br>
  (Vacum Surge Spear- afecta a todos los enemigos.)</p>
<p align="center">(Light/Light)Vanadies: La peor clase de Lise. Lo peor de todo, 
  es que su<br>
  monstruo(Freya) es una mala broma. Olv&iacute;date de esta, por tu propio bien.<br>
  (Aunque cabe notar que su t&eacute;cnica es DEVASTADORA, y tiene el mayor ataque 
  de<br>
  Lise)<br>
  (Light Shot Spear- Afecta a todos los enemigos)</p>
<p align="center">(Light/Dark)Star Lancer: Yikes!! La mejor clase, no solo de 
  Lise, sino de TODO<br>
  el juego! Puedes usar sus magias en todos los aliados, y Marduke hace un<br>
  buen da&ntilde;o, y adem&aacute;s silencia a los enemigos. Genial contra enemigos 
  fastidiosos<br>
  como los Bloody Wolf y sus primos. (Falling Star)</p>
<p align="center">(Dark)Rune Maiden: Vaya... Mejor ataque que la Valkirye,y los 
  hechizos de bajar<br>
  proporciones enemigas son bastante buenos. (Flying Heaven Spear- Afecta a<br>
  todos los enemigos)</p>
<p align="center">(Dark/Dark)Fenrir Knight: Aun mejor que Rune Maiden. Su Monstruo 
  es Lamia<br>
  naga, un bestial ataque, que aunque no causa ning&uacute;n efecto secundario, 
  con<br>
  el da&ntilde;o basta. Casi tan buena como la Star Lancer. (Hundred Flower Dance)</p>
<p align="center">(Dark/Light)Dragon master: Algo mejor que Vanadies, pero no 
  mucho. La ventaja <br>
  es que su Monstruo es Iormungand, el cual envenena a los enemigos. (Dragon<br>
  Tooth Spear)</p>
<p align="center">*Hawk, l&iacute;der del clan de ladrones de Navarre:<br>
  Edad: 17 A&ntilde;os.<br>
  Sexo: Masculino.<br>
  Clase inicial: Thief(!)<br>
  Arma: Cuchillos.<br>
  Historia: Chico simp&aacute;tico y rom&aacute;ntico, lidera la banda de ladrones 
  del reino<br>
  del desierto de Navarre. Cuando el reino de Navarre intenta llevar a cabo<br>
  una conquista por los cristales del Mana, Hawk vacila y se lo llevan en<br>
  cana a los calabozos. Cuando escapa, resulta que su novia(Jessica), esta maldecida<br>
  por la Nefasta Bigieu. Para romper la maldici&oacute;n, busca la Espada del 
  Mana.</p>
<p align="center">EL personaje favorito de todo el mundo(Yo me quedo con Lise!), 
  y con raz&oacute;n.<br>
  Es incre&iacute;blemente vers&aacute;til, tiene muchas habilidades, e incluso 
  ataca doble<br>
  (Aunque no hace tanto da&ntilde;o como Duran). Sus muchas trampas pueden bajar 
  <br>
  proporciones ,y en general es un excelente personaje .Un problemin es su <br>
  baja defensa, y su no tan fant&aacute;stico ataque. Mi segundo personaje favorito.<br>
  Comparte historia con Lise.</p>
<p align="center">(neutral)Ladr&oacute;n: Hmmmm...B&aacute;sico.(Backslash)</p>
<p align="center">(Light)Ranger:Mas o menos. El lado de la luz es algo mas debilucho, 
  pero<br>
  las clases finales son excelente de cualquier manera. (Flying Swallow<br>
  Toss-afecta a todos los enemigos)</p>
<p align="center">(light/Light)Wanderer: Se ve est&uacute;pidisimo en el men&uacute;, 
  pero es un buen<br>
  personaje. Tiene varios trucos &uacute;tiles, pero en mi opini&oacute;n, el 
  Rogue es mejor.<br>
  Toma esta si tienes a alg&uacute;n personaje pesado(Duran o Kevin), y disfruta 
  de<br>
  Aura Wave y Transhape, geniales trampas.<br>
  (Dance of Roses)</p>
<p align="center">(Light/Dark)Rogue: Muchisimas trampas, y muy buen poder de ataque.<br>
  Algunas trampas son geniales(Silver Dart o Las hachas), pero el resto son<br>
  pat&eacute;ticas(La de las piedras.&acute;nuff said)Mejor que<br>
  el Wanderer, y lo mas importante, no se ve tan est&uacute;pido.(Thousand Slice)</p>
<p align="center">(Dark)Ninja: Aprende Shuriken, y trampas elementales muy buenas. 
  <br>
  Thunder Jutsu y Water Jutsu son excelentes magias, y adem&aacute;s de que es 
  algo <br>
  mas fuerte que el Ranger-Aunque la defensa sigue siendo pat&eacute;tica.<br>
  (Siluethe Slice)</p>
<p align="center">(Dark/Dark)Nightblade: Muy buena clase, quiz&aacute; la mejor 
  de Hawk. Sus Hidden<br>
  Needles, Big wrenchs y genial t&eacute;cnica le dan una espectacularidad &uacute;nica. 
  <br>
  (Split Image Slice-afecta a todos los enemigos)</p>
<p align="center">(Dark/Light)Ninja Master: No gana ning&uacute;n ataque nuevo, 
  pero puede usar sus<br>
  ataques en todo el mundo, y eso le da un poder descomunal con sus Shuriken<br>
  y sus Thunder Jutsu.(Shadow Dive)</p>
<p align="center">*Carlie, nieta del Curandero de la Luz de Wendel.<br>
  Edad: 15 a&ntilde;os(!).<br>
  Sexo: Femenino.<br>
  Clase Inicial: Cleric.<br>
  Arma: Mazas.<br>
  Historia: Hija de la uni&oacute;n prohibida de una elfo y un humano, nunca conoci&oacute;<br>
  a sus padres, y vivi&oacute; bajo el cuidado de el sacerdote de la luz y de 
  un<br>
  sacerdote llamado Heath. El Sacerdote de la luz mando a Heath a investigar<br>
  los problemas del Mana, pero Carlie se preocupa por el y va a buscarlo.<br>
  Debido a su sangre elfo(quienes viven muchisimo mas que los humanos), su<br>
  crecimiento es mas lento, lo que causa que se vea y se comporte como una<br>
  ni&ntilde;a, a pesar de ser t&eacute;cnicamente adolescente.</p>
<p align="center">Carlie es el contrario de Angela, es la maga blanca del juego. 
  Aprendiendo<br>
  Heal light y Tinkle Rain antes de cambiar de clase hace al juego bastante<br>
  mas agradable. Por el lado blanco gana sables, y por el negro aprende magias<br>
  de monstruos. F&iacute;sicamente es inexistente, pero eso no le quita su gran<br>
  utilidad(y simpat&iacute;a! Ella es la inocencia encarnada!). Comparte Historia 
  con<br>
  Kevin, y es llamada Charlotte por algunos(Tiene sentido, Carlie es el <br>
  diminutivo de Charlotte, posiblemente el cambio fue v&iacute;ctima de la <br>
  traducci&oacute;n).</p>
<p align="center">(Neutral)Cleric: Como ya dije, aprende Heal light y Tinkle Rain, 
  aparte de<br>
  tener alg&uacute;n razonable ataque. (Bonkle)</p>
<p align="center">(Light)Priestess: (NOTA: Todas las clases de Carlie salvo Cleric 
  aprenden<br>
  Heal Light M&uacute;ltiple) Aprende los cuatro sables elementales + Heal Light!<br>
  Una excelente opci&oacute;n. (Jump)</p>
<p align="center">(Light/Light)Bishop: Aprende Saint Saber, Magic Shield, Turn 
  Undead y alg&uacute;n<br>
  otro hechizo, pero sufre el mismo problema que Angela como una Rune<br>
  master, Turn Undead es dif&iacute;cil que funcione. No es mala, pero hay<br>
  mas opciones.(ChopChop)</p>
<p align="center">(Light/Dark)Sage: B&aacute;sicamente, puede usar todos sus hechizos 
  en todo el mundo.<br>
  pero mas nada. Tu decisi&oacute;n, aunque yo no la erigir&iacute;a.(Boom Boom)</p>
<p align="center">(Dark)Encantress: Aprende dos nuevas magias algo d&eacute;biles 
  pero mejores que<br>
  sus ataques, y abre la puerta a nuevos poderes. Muy buena si no es tu<br>
  primera vez en el juego.(Dash)</p>
<p align="center">(Dark/Dark)Evil Shaman: Aprende muchos mas monstruos y alg&uacute;n 
  que otro nuevo<br>
  hechizo, mas un razonable ataque. Una excelente opci&oacute;n si no tienes ning&uacute;n<br>
  problema con tenerla en el lado Oscuro.(Huge Huge)</p>
<p align="center">(Dark/Light)Necromancer: Aprende mas magia, incluyendo el genial 
  Black <br>
  Curse, que baja todos los estatus enemigos de un tiro, Mas algunas magias de<br>
  Monstruos.<br>
  Una muy buena opci&oacute;n para su aventura y la de Kevin, que tiene<br>
  tantos dif&iacute;ciles enemigos. (Craaaazy)(you drive me craaaazy!But it feels 
  <br>
  alright!baby thinks you love me keeps up all night!!^_^)<br>
  (No se si esa es la letra exacta, pero algo as&iacute; le entiendo)</p>
<p align="center">Kevin, heredero del trono de el Reino de Las Bestias.<br>
  Edad: 15 a&ntilde;os.<br>
  Sexo: Masculino.<br>
  Clase inicial: Grappler.<br>
  Armas: Manoplas.<br>
  Historia: El Hijo del BeastKing, es un chico pacifico, quien nunca conoci&oacute; 
  a<br>
  su madre. Tras su vida turbulenta, decidi&oacute; vivir alejado de la vida del<br>
  castillo y un d&iacute;a encontr&oacute; a un cachorro de lobo, quien llamo 
  Karl. Sin <br>
  embargo, un d&iacute;a lo ataca, y el al defenderse lo mata(...). Cuando va 
  a <br>
  reclamarle al rey, se encuentra con que un tipo llamado Death Jester ha <br>
  persuadido al rey a atacar a los humanos. Kevin parte en busca de una manera<br>
  de revivir a Karl.</p>
<p align="center">Kevin es la otra fuerza bruta del juego. Kevin es r&aacute;pido 
  al atacar, y tiene<br>
  la ventaja de que en la noche se convierte en alg&uacute;n tipo de hombre Lobo,<br>
  ganando mas fuerza. Tambi&eacute;n tiene algunos otros ataques, pero ninguno 
  se <br>
  destaca mucho(salvo que aprende Heal light)Un buen complemento a cualquier <br>
  equipo. Ataca doble, al igual que Hawk. Comparte historia con Carlie.<br>
  NOTA: Kevin tiene dos ataques especiales por clase. Son usadas al azar, y<br>
  com&uacute;nmente son igual de poderosas, salvo que la primera casi siempre<br>
  da&ntilde;a a todos los enemigos.</p>
<p align="center">(Neutral)Grappler: ...........etc...(Ashura Dream Fist).</p>
<p align="center">(Light)Monk: Lo mas notable es Heal Light y Pressure Point, 
  que le da un poco<br>
  mas de poder de ataque durante el d&iacute;a. Bastante mas d&eacute;bil que 
  el Bashkar,<br>
  pero mas &uacute;til. (Whirlwind Kick-Afecta a todo el mundo, Tornado Throw).</p>
<p align="center">(Light/Light)God Hand: aprende algunos nuevos ataques, lo mejor 
  es su alto<br>
  poder de ataque. (Byakko Shockwave-afecta a todos los enemigos, Stardust<br>
  Bomb)</p>
<p align="center">(Light/Dark)Warrior Monk: Una excelente clase, aprende Heal 
  Light M&uacute;ltiple y <br>
  Leaf Saber, adem&aacute;s de un buen ataque. Malo, malo es que no tiene un<br>
  ataque especial que afecte a todos.( Genbu 100-Kick, Blow Impact)</p>
<p align="center">(Dark)Bashkar(Berserker?): No aprende absolutamente NADA, pero 
  tiene un <br>
  ataque descomunal. (Water Moon Slice, Bastard Slam)</p>
<p align="center">(Dark/Dark)Dervish: Aprende Moon Saber, aunque no tiene el mismo 
  ataque que <br>
  Deathhand, pero con Moon Saber le da algo mas de utilidad. Buena, pero no <br>
  indispensable.(Suzaku Sky Dance-afecta a todos los enemigos, Veritubach).</p>
<p align="center">(Dark/Light)Death Hand: Aunque nada mas aprende el escasamente 
  &uacute;til Energy<br>
  Ball, tiene un ataque incre&iacute;blemente alto, como Lobo es el mas poderoso, 
  y<br>
  tiene el ataque especial mas poderoso del juego. Mi clase favorita para el.<br>
  (Seiryuu Death Fist(&quot;El pu&ntilde;o de la muerte del esp&iacute;ritu del 
  drag&oacute;n&quot;...vaya<br>
  nombrecito)-Afecta a todos los enemigos y se ve muy de pinga, Dead Crush).</p>
<p align="center"><br>
  **************************************************************************</p>
<p align="center">4.-Caminata:</p>
<p align="center">El principio del juego cambia dependiendo de tu personaje principal.<br>
  (NOTA:Usare los nombres comunes para la caminata). El juego es bastante<br>
  complicadito, pero te llevara cerca de 25 horas finalizarlo. Acost&uacute;mbrate<br>
  a perderte, ya que te va a pasar. Suerte!</p>
<p align="center">-Comienzo de Duran:</p>
<p align="center">El comienzo de Duran es en mi opini&oacute;n el mas elaborado. 
  Si quieres disfrutar<br>
  de una buena historia el&iacute;gelo a el.</p>
<p align="center">Sonidos de un publico, una competencia, quiz&aacute;? Un Campeonato! 
  Duran comienza<br>
  en un torneo de caballeros. Tu primera batalla ser&aacute; con un tipo enfrascado<br>
  en una armadura negra. Deja que te elimine. El cometer&aacute; una falta, y 
  te <br>
  revivir&aacute;n.<br>
  Ahora simplemente dale hasta que desfallezca. Trata de pegarle y retirarte.<br>
  Una vez eliminado, todo el mundo te adulara, y luego aparecer&aacute;s en el 
  <br>
  castillo de Forcena.</p>
<p align="center">-Forcena:</p>
<p align="center">Estas de guardia en el castillo. Duran se esta cayendo de sue&ntilde;o. 
  Un tipo<br>
  te dir&aacute; que trates de aguantar.</p>
<p align="center">Duran tendr&aacute; un Flashback de los &uacute;ltimos d&iacute;as 
  de su padre. Bastante triste,<br>
  y luego la muerte de su madre.</p>
<p align="center">Una Mago rojo entrara a castillo. S&iacute;guelo hasta que te 
  enfrente. P&eacute;gale unas<br>
  cuantas veces, y luego el proceder&aacute; a darte una gran paliza.<br>
  Luego de esto Duran pasara un mal rato, y decidir&aacute;<br>
  ir a buscar al mago rojo y eliminarlo, por venganza.(De paso se lleva unas<br>
  copas de mas...Que bueno es jugar un juego sin que sea censurado.)<br>
  Vete a hablar con el tipo que lee la fortuna en la casa de arriba a la<br>
  izquierda, y te dir&aacute; que debes ir a Wendel para ser mas poderoso. Luego 
  vete<br>
  a tu casa, sube a tu cuarto y abre el cofre. Luego salte. Tu t&iacute;a te dir&aacute; 
  <br>
  que vayas a ver al rey anda y habla con el.<br>
  El empacara sus cosas, y luego vete del castillo,<br>
  hasta la cueva. Aqu&iacute; comenzara una escena, y te dar&aacute;s cuenta de 
  que el <br>
  destino del mundo esta a punto de caer en tus manos(O ser&aacute;n las de Duran?).</p>
<p align="center">-Comienzo de Angela:</p>
<p align="center">Lamentablemente para Angela, ella no puede usar magia. Comienza 
  el juego, y<br>
  veras que Angela no puede, se enojara y se ira. Habla con todo el mundo, y<br>
  al final un amigo te llamara. Una vez que te llame, s&iacute;guelo hasta el 
  patio,<br>
  all&iacute; habla con el, y entra al castillo. Adentro te encontraras con tu 
  madre,<br>
  y con Koren(El mago Rojo!), quienes te comunicaran que quieren usarte para<br>
  abrir las puertas a la tierra del Mana. Tu no ser&aacute;s del agrado de la 
  idea,<br>
  y terminaras afuera de Altena.</p>
<p align="center">All&iacute; camina, trata de lidiar con los enemigos(Debido 
  a le debilidad de<br>
  Angela, es bastante dif&iacute;cil), y al cabo perder&aacute;s la conciencia 
  y caer&aacute;s en<br>
  medio del SubZero Field.</p>
<p align="center">-Elrand:<br>
  Despertaras en la casa de un buen samaritano que te salvo. Sal de esa casa,<br>
  anda al caf&eacute;, habla con todo el mundo, y te iras camino a Jad.</p>
<p align="center">-Comienzo de Lise:</p>
<p align="center">Comienzas el juego enfrentando a un Needle Bird. Muy sencillo. 
  Simplemente<br>
  p&eacute;gale y al&eacute;jate(Lise es alguito lenta como para d&aacute;rtelas 
  de machote aqu&iacute;=).<br>
  Luego de ser eliminado la criatura, Lise se preguntara que qu&eacute; esta pasando.</p>
<p align="center">Lise buscara a su hermano, para su entrenamiento, aunque ser&aacute; 
  sin frutos.<br>
  Elliot esta perdido. Busca el cuarto de Elliot(esta mas o menos cerca del <br>
  cuarto del trono)habla con la viejita(Alma)quien tampoco sabr&aacute; donde 
  esta <br>
  el chico.<br>
  No te enojes, que algo malo debe estar pasando.</p>
<p align="center">Tras esa conversaci&oacute;n, los ninjas de Navarre(Mas concretamente 
  Bill y Ben)<br>
  forzaran a Elliot (o mejor dicho lo enga&ntilde;aran)para que detenga el viento.<br>
  Eso es malo. El reino de Rolante se defend&iacute;a por medio de los devastadores<br>
  vientos que lo proteg&iacute;an. Trata de llegar por all&iacute;, sal a las 
  partes <br>
  superiores del castillo, baja las escaleras que est&aacute;n all&iacute; al 
  sureste, y <br>
  entra.<br>
  Bill y Ben se llevaran a Elliot, ahora corre al cuarto del Rey.</p>
<p align="center">Navarre invadir&aacute; el castillo, as&iacute; que escapa y 
  vete del castillo, y Lise<br>
  se dirigir&aacute; a Jad.</p>
<p align="center">-Comienzo de Hawk:</p>
<p align="center">Comienzas en un pueblo del desierto con un gato y otros chicos 
  a robar <br>
  algunas cosas. Desde donde manejas a Hawk, entra a la casa, metete al <br>
  segundo piso ,toma el cofre, y raudo y veloz te escaparas.</p>
<p align="center">-Navarre:</p>
<p align="center">El rey te busca, as&iacute; que anda al cuarto del trono. All&iacute; 
  conocer&aacute;s los<br>
  planes pr&oacute;ximos de Navarre y a la nefasta Isabela.</p>
<p align="center">(Por aqu&iacute; hay varias escenas que realmente no recuerdo, 
  pero tienen que<br>
  ver con Jessica, la novia de Hawk.)</p>
<p align="center">Tras esto, estas buscando a Eagle. Sal de el castillo, y metete 
  por la<br>
  derecha, all&iacute; lo encontraras. Tambi&eacute;n veras las intenciones malignas<br>
  de la nefasta Isabela. Ella pondr&aacute; a Eagle a pelear contigo.</p>
<p align="center">Elim&iacute;nalo(Malvados que somos) e Isabela se encargara 
  de despacharlo. Ella<br>
  Te llevara preso. Nikita te sacara. Tras eso, nos enteramos que Isabela <br>
  maldice a Jessica. Sal de all&iacute;, y nos vamos a Jad(Pilas con los ninjas!)</p>
<p align="center">-Comienzo de Carlie:</p>
<p align="center">Aunque hay una cantidad de cosas que hacer, este comienzo es 
  el mas <br>
  sencillo. Tras el l&iacute;o, anda a dormir y te despertaras en la noche.<br>
  Ve al balc&oacute;n y un amigo te ayudara a escapar. Carlie es la &uacute;nica 
  que no<br>
  comienza en Jad, sino en Astoria.</p>
<p align="center">-Comienzo de Kevin:</p>
<p align="center">El principio te mostrara a Kevin ense&ntilde;&aacute;ndole a 
  su amigo Karl como aullar.<br>
  En cierto momento Karl empezara a atacarte. Es dif&iacute;cil ganarle con Kevin<br>
  como ser normal(&quot;normal&quot;), as&iacute; que deja que te elimine. Kevin 
  volver&aacute; <br>
  convertido en un hombre lobo. Con tu poder agregado, lo exterminaras.</p>
<p align="center">Anda al castillo y busca a Lugar. Es un hombre bestia bastante 
  &quot;distintivo&quot;<br>
  por su extra&ntilde;o color. Luego trata de salir y escucharas a el rey bestia<br>
  hablando con un payaso llamado Death Jester(ODIALO!ODIA A ESTE TIPO!), y<br>
  te enteraras que Death Jester controlo a Karl para que atacara a Kevin, y<br>
  que Kevin lograra convertirse en hombre lobo. Kevin se enojara, pero no<br>
  mostrara mucha fuerza frente al rey, y este lo mandara volando fuera del<br>
  castillo. Cuando tengas control, anda a la ciudad de Moonlight, y terminaras<br>
  en Jad.</p>
<p align="center">-Jad:</p>
<p align="center">Aqu&iacute; el sitio esta infestado de hombres bestia. No puedes 
  salir, ni irte<br>
  en barco, as&iacute; que explora un poco. No puedes comprar armas.</p>
<p align="center">Aqu&iacute; veras a todos los personajes. Kevin esta escondido 
  en una casa al <br>
  noroeste, Hawk esta en el pub(Si tienes a Angela, el chico le pedir&aacute; 
  una<br>
  cita), Duran esta en la tienda de armas quej&aacute;ndose de que porque no venden<br>
  armas. Lise esta en el segundo piso de el pub, y Angie esta en la posada<br>
  durmiendo(Si intentas hablar con ella te dar&aacute; una sorpresa).</p>
<p align="center">Debido a que los hombres bestia se convierten en bestia durante 
  la noche,<br>
  pasa a la posada y pide que te despierten en la noche. Sal de all&iacute; por 
  el<br>
  sur, y mas al sur esta Astoria. Wendel esta a mitad de camino hacia el<br>
  este, pero la cueva que dirige hacia ah&iacute; esta bloqueada por una <br>
  extra&ntilde;a fuerza.</p>
<p align="center">-Astoria(Comienzas aqu&iacute; si juegas con Carlie):</p>
<p align="center">Aqu&iacute; tienes que hablar con un tipo que esta al sur de 
  la ciudad que te<br>
  dir&aacute; que ha visto a una luz en la noche. Habla con todos los dem&aacute;s, 
  y compra<br>
  tus provisiones. Luego duerme en la posada.</p>
<p align="center">Durante la noche te despertara una luz. Sal de la posada y s&iacute;guela. 
  Cuando<br>
  se detenga te enteraras que es un hada. Debido a que no tiene mucho<br>
  tiempo(Ni mucho menos opciones)te elegir&aacute; para que la ayudes a salvar 
  el <br>
  Mana. Corre de vuelta a Astoria.</p>
<p align="center">-Astoria:</p>
<p align="center">Los hombres bestia atacaron la aldea. Esta completamente destruida. 
  No te<br>
  queda mas que irte a la cueva que te mencione para ir a Wendel.</p>
<p align="center">-Cueva de las cascadas:</p>
<p align="center">Al entrar te encontraras con tu segundo personaje, quien se 
  unir&aacute; a ti<br>
  (Estar&aacute; al nivel 4). La cueva es bastante sencilla. A medio camino hay<br>
  una diosa dorada(Te cura y permite salvar. Las grises solo salvan el juego)<br>
  y cuando pases por un puente de roca conocer&aacute;s a Carlie. Si ella es tu<br>
  tercer personaje, se unir&aacute; a ti.</p>
<p align="center">Sal de la cueva y llegaras a Wendel.</p>
<p align="center">-Wendel:</p>
<p align="center">Aqu&iacute; tienes que ir a hablar con el sacerdote de la luz, 
  quien esta en el<br>
  castillo al norte de la ciudad(tienes que ir de d&iacute;a). El te dir&aacute; 
  lo<br>
  que debes hacer dependiendo de tus personajes. Te dir&aacute; que debes juntar 
  los<br>
  8 esp&iacute;ritus para ir a la tierra del mana.</p>
<p align="center">El primero esta cerca, en la cueva que reci&eacute;n visitamos. 
  Anda para all&aacute;<br>
  de vuelta.</p>
<p align="center">-Cueva de las cascadas:</p>
<p align="center">Desde la diosa dorada, ve abajo y a la izquierda. All&iacute;, 
  usa al hada. Ahora <br>
  sube, y luego a la derecha, y conseguir&aacute;s a tu primer jefe.</p>
<p align="center">Full Metal Hagger: 1400 Hps. D&eacute;bil a Shade.<br>
  Estrategias: Su punto d&eacute;bil son sus ojos. Cuando elimines uno de ellos, 
  <br>
  empezara a curarse a si mismo y a usar mas y mas Holy Ball. Usa Candies <br>
  para recuperarte.</p>
<p align="center">Una vez eliminado obtendr&aacute;s tu primer esp&iacute;ritu, 
  Wisp, el de la luz. Angela, <br>
  si le subiste un pelo su inteligencia, en el pr&oacute;ximo nivel aprender&aacute; 
  Holy<br>
  Ball, y Carlie, si le subiste un pelo su esp&iacute;ritu, aprender&aacute; Heal 
  light, y<br>
  luego Tinker Rain. Listo!</p>
<p align="center">Se abrir&aacute; un camino. Sigue por all&iacute; y los hombres 
  bestia te capturaran.<br>
  (Cre&iacute;as que te ibas a salvar de irte preso?)</p>
<p align="center">-Castillo de Jad:</p>
<p align="center">Amaneces en una celda en Jad. Tu tercer personaje(a no ser que 
  sea Carlie,<br>
  en cuyo caso ser&aacute; Duran. Si tienes a Duran, ser&aacute; Angie. Si no, 
  no tengo la <br>
  menor idea)te sacara de all&iacute;. Busca la salida del castillo(A la izquierda,<br>
  luego al sur hasta el final, y cuando salgas al pueblo vete al puerto. All&iacute;<br>
  te largas en el barco(Dejando plantado a quien sea quien te salvo), y<br>
  terminas en Maia.</p>
<p align="center">-Maia:</p>
<p align="center">Maia es un puerto libre. Aqu&iacute;, compra lo necesario, y 
  vete a la casa que<br>
  esta a la derecha que tiene un chico mirando por la ventana. Habla con el<br>
  enanito, y el te ense&ntilde;ara su ca&ntilde;&oacute;n. Luego vete.</p>
<p align="center">Nuestro objetivo es ir a hablar con el rey de Forcena, a ver 
  que sabe acerca<br>
  de las piedras del Mana. Anda por el camino(Golden Road), hasta que veas<br>
  una cueva arriba a la izquierda. Por all&iacute; llegamos a la grieta de la 
  tierra.<br>
  (Cleft of the Earth)</p>
<p align="center">-Grieta de la Tierra:</p>
<p align="center">Al tratar de cruzar el puente te encontraras con una de las 
  rid&iacute;culas<br>
  chicas de Altena. Te atraparan(NO,MAS CARCEL NO!!!)y te mandaran a los<br>
  Golems a detenerte.</p>
<p align="center">Golem: 605 Hps cada uno. D&eacute;biles a Jinn.<br>
  Estrategias: Al principio, mu&eacute;vete hacia abajo! De esta manera aunque 
  sea tu<br>
  evadir&aacute;s los cohetes que disparan. Los Golems pegan muy duro y tienen 
  varios<br>
  ataques poderosos, pero si tienes aunque sea alg&uacute;n atacante pesado(Duran 
  o<br>
  Kevin)puedes derrotarlos con facilidad. Cuando se est&eacute;n muriendo usaran 
  <br>
  Rocket Punch, si lo usan, cura inmediatamente a el afectado.</p>
<p align="center">Cuando lo derrotes, las tropas de Altena huir&aacute;n, y uno 
  de los Golems volara<br>
  el puente. Nosotros quedamos del lado de Maia. Devu&eacute;lvete a Maia.</p>
<p align="center">-Maia:</p>
<p align="center">Anda a hablar con el enanito(Bon Voyage), y te dir&aacute; que 
  salgas para usar su<br>
  ca&ntilde;&oacute;n. El problema es que necesita p&oacute;lvora. Habla con el 
  viejito que esta<br>
  al frente de la posada, y te dir&aacute; que los enanos usan eso. Anda a la 
  grieta<br>
  de la tierra para investigar donde viven estos espec&iacute;menes.</p>
<p align="center">-Grieta de la Tierra:</p>
<p align="center">Habla con la diosa all&iacute;, y usa a Wisp. El abrir&aacute; 
  un camino. Entra por all&iacute;.<br>
  Baja las escaleras y por all&iacute; entra a la cuevita que queda a la derecha.<br>
  Por all&iacute; queda la aldea de los Enanos.</p>
<p align="center">-Aldea enana(je):</p>
<p align="center">Aqu&iacute; compra todo lo que puedas. Luego anda a la tienda 
  de &iacute;tems, y el tipo<br>
  te dir&aacute; que Watts se fue a uno de sus t&uacute;neles.</p>
<p align="center">Dir&iacute;gete fuera de la aldea y a la derecha habla con el 
  enano. El abrir&aacute; el<br>
  camino hacia all&aacute;. S&iacute;guelo.</p>
<p align="center">Sigue al este, mas al este, luego sube las escaleras a la izquierda, 
  mas al<br>
  oeste, y luego al este por arriba. Habla con Watts, quien te ofrecer&aacute; 
  la<br>
  p&oacute;lvora por 5000 luc. Obviamente, dile que NO. Te la rebajara a 3000, 
  pero <br>
  eso es demasiado dinero, as&iacute; que dile que no, y el se ira.</p>
<p align="center">Sal de all&iacute;, y vuelve al sitio que esta antes de la pantalla 
  con las rejas.<br>
  (O sea, una pantalla al oeste), y vete abajo. Luego sigue al oeste hasta que<br>
  llegues a una pantalla con Watts solo. Habla con el, y el Jewel Eater los<br>
  atacara.</p>
<p align="center">Jewel Eater: 3380 HPs. D&eacute;bil a Jinn.<br>
  Estrategias: este jefe es uno de los mas dif&iacute;ciles del juego. Debido 
  a que<br>
  no puedes esquivar la mayor&iacute;a de sus ataques, conc&eacute;ntrate en descargar<br>
  la mayor cantidad de ataques en el. Hawk, Kevin y Duran deber&iacute;an hacer 
  una<br>
  autentica masacre aqu&iacute;. Si tienes a Carlie, &uacute;sala para curar, 
  sino, usa tus<br>
  Candies y chocolates.</p>
<p align="center">Cuando lo elimines obtendr&aacute;s a Gnome y algo de p&oacute;lvora. 
  Watts te ofrecer&aacute;<br>
  sacarte de all&iacute; con su Magic Rope, haz lo que quieras. Lo importante 
  es que<br>
  vuelvas a Maia.</p>
<p align="center">-Maia:</p>
<p align="center">Anda y habla con el cambiante Bon Voyage, y luego sal. El los 
  mandara a<br>
  Forcena... Casi... Los c&aacute;lculos salieron mal. Caer&aacute;s en las planicies 
  de los<br>
  Molebear(Molebear Plains o algo asi^_^).</p>
<p align="center">-Planicies Molebear:</p>
<p align="center">Ugh!Esta parte es muy molesta. Debes tirarte por los hoyos hasta 
  que caigas<br>
  bien. Forcena queda al noreste, as&iacute; que mant&eacute;nte tir&aacute;ndote 
  por all&iacute;. Por <br>
  aqu&iacute; te encontraras a Duran de vuelta ,quien incre&iacute;blemente no 
  les guarda <br>
  rencor.</p>
<p align="center">-Forcena:</p>
<p align="center">Como tu eres siempre tan oportuno(^_^)apareces en medio de una 
  invasi&oacute;n.<br>
  Corre a el cuarto del trono. All&iacute; te las veras con Koren. At&aacute;calo 
  y el <br>
  huir&aacute;. El rey les agradecer&aacute;, y les echara el cuento bien echado 
  sobre las <br>
  piedras del Mana.</p>
<p align="center">Sal de all&iacute; y sal del castillo. Por el camino veras a 
  Bon Jour, el hermano<br>
  de Bon Voyage. Luego, haz tus pertinentes visitas a las tiendas de Forcena,<br>
  y luego anda a hablar con la mujer que esta en la primera casa a la<br>
  izquierda. Luego puedes ir a usar el ca&ntilde;&oacute;n de Bon Jour.</p>
<p align="center">(Nota: Si tienes a Duran en tu equipo no podr&aacute;s entrar 
  a su casa. Si tienes<br>
  a el y a Angela, Angie le preguntara acerca de su colecci&oacute;n porno ^_^.<br>
  Si eso te parece &quot;Sospechoso&quot; deber&iacute;as ver su final ;)<br>
  (En caso de dudas, no, el no tiene ninguna colecci&oacute;n porno)(Quien cre&iacute;as 
  <br>
  que era?Cyan Garamonde?)</p>
<p align="center">-Maia:</p>
<p align="center">Desde aqu&iacute;, anda al sitio donde se entraba a la grieta 
  de la tierra, pero<br>
  en lugar de entrar a la cueva, vete al sur. Llegaras a Byzel.</p>
<p align="center">-Byzel:</p>
<p align="center">Byzel es el poblado del famoso Mercado Negro. Es ese gran cas&oacute;n 
  que queda<br>
  al sur de la cuidad, pero solo abre de noche. Compras que te recomiendo son<br>
  3 Molebear Claws(Para el pr&oacute;ximo jefe), y si quieres,comprate 9 Darts,pero 
  <br>
  no los uses hasta que yo te diga, que te salvara tiempo.</p>
<p align="center">Vete al puerto, y coge un barco hasta Palo.</p>
<p align="center">-Palo:</p>
<p align="center">A Palo le han dado un solo &quot;palo&quot; por la cabeza, y 
  esta invadida por <br>
  Navarre. Por all&iacute; veras a Nikita, quien no reconocer&aacute; a Hawk. 
  Vete al oeste <br>
  para llegar al Camino al Cielo(Path to Heaven).</p>
<p align="center">-Camino al Cielo:</p>
<p align="center">Aqu&iacute; tienes tu primer contacto con los molestos diablitos, 
  ellos pueden <br>
  converirte en chibikkos(Enanitos!). Elim&iacute;nalos a primera. Sube hasta 
  que el<br>
  camino se divida hacia arriba, y hacia la derecha. Ve por la derecha.</p>
<p align="center">Sigue el camino y llegaras a un jardincito con una vista espectacular 
  a<br>
  unos 500 kil&oacute;metros de ca&iacute;da libres. Cuando llegues al final del 
  jard&iacute;n<br>
  te quedaras dormido.</p>
<p align="center">-Escondite de las Amazonas:</p>
<p align="center">Aqu&iacute; conocer&aacute;s a la genial y super fant&aacute;stica(adem&aacute;s 
  de muy bonita) Lise.<br>
  Ella te pedir&aacute; que no te arriesgues ayud&aacute;ndola a reconquistar 
  Rolante.<br>
  Pero como tu, al igual que yo ,quedaste cautivado por la rubia amazona, la<br>
  ayudaras de cualquier manera, cierto? *Lord Zero es golpeado por piedras,<br>
  papeles y latas y es abucheado*</p>
<p align="center">Nah! C&aacute;llense! Si no, se jorobaron porque no pueden seguir 
  el juego!</p>
<p align="center">*La multitud calla resignada y se atiende a escuchar pacientemente 
  al<br>
  demente *Como les iba diciendo, DEBEN ayudar a Lise. Anda a la puerta de<br>
  arriba a la derecha, y escucharas que la manera de averiguar un plan para<br>
  conquistar Rolante otra vez, es pregunt&aacute;ndole al enanito Don Perignon.<br>
  Lise les permitir&aacute; ayudarlos(Agradezcan su generosidad, plebeyos! ^_^), 
  y el<br>
  viejito les dir&aacute; que como Don Perignon es un enanito, solo le hablara 
  a los<br>
  enanitos. As&iacute; que deben conseguir una manera de hacerlo. Eso es usando 
  un<br>
  Chibikko Hammer. Seg&uacute;n parece, esta en Byzel.</p>
<p align="center">Sal de el escondite, y vuelve al sitio de las flores dormilonas. 
  Habla con<br>
  la chica al lado del ca&ntilde;&oacute;n, Marci(O algo as&iacute;). Ella te 
  mandara a vuelo a<br>
  Byzel.</p>
<p align="center">-Byzel:</p>
<p align="center">Esp&eacute;rate a la noche, y habr&aacute; una viejita arriba 
  a la izquierda en el <br>
  mercado negro. Ella te dar&aacute; el Chibikko Hammer si tienes espacio en tu 
  <br>
  inventario. Luego, coge un barco a Jad.</p>
<p align="center">-Jad:</p>
<p align="center">Anda por el bosque hasta donde estaba la diosa dorada(recuerdas 
  cuando <br>
  segu&iacute;amos la esfera de luz?)y de all&iacute;, baja una pantalla y veras 
  una <br>
  estatua. &Uacute;sala. Luego usa el Chibikko Hammer y pasa por el camino que 
  se <br>
  abri&oacute;. Llegaras a la aldea Chibikko.</p>
<p align="center">-Aldea Chibikko:</p>
<p align="center">Habla con el viejito. Luego anda y habla con todo el mundo el 
  la aldea<br>
  hasta que alguien diga &quot;Hey?Wasn&acute;t there someone outside?&quot;O 
  algo as&iacute;<br>
  (Hey,no hab&iacute;a alguien afuera?). Anda de vuelta con el viejo, y resulta 
  que<br>
  el era Don Perignon. Te dir&aacute; que consigas a Jinn,y lo uses con las flores<br>
  para dormir a los ninjas de Navarre. Devu&eacute;lvete a el Camino al Cielo.</p>
<p align="center">-Camino al Cielo:</p>
<p align="center">Esta vez, en lugar de ir hacia el jard&iacute;n ,sube. Sigue 
  subiendo. Sube algo <br>
  mas. Llegas a un sitio donde hay una cueva. All&iacute; hay una cuevita a la 
  <br>
  izquierda. Solo hay enemigos all&iacute;. Sube las escaleras y llegaras al <br>
  corredor del viento(Corridor of Wind o Wind Corridor).</p>
<p align="center">-Corredor del Viento:</p>
<p align="center">Este sitio es algo molesto. Los switches verdes ruedan las caras 
  que soplan<br>
  viento. Deber&aacute;s luchar con ellas para pasar.</p>
<p align="center">El primer cuarto, simplemente activa el switch y pasa. Luego, 
  Ve al norte,<br>
  activa switch, sigue al oeste, baja un pelo, luego al este(Vaya <br>
  direcciones!) Al fin llegaras a un cuarto donde hay hacia abajo una rejita,<br>
  pero no puedes pasar porque la cabeza sopla hacia la derecha. Busca el <br>
  switch a la a la derecha mas arriba, y act&iacute;valo. Luego baja, y pasa por 
  la <br>
  reja. De all&iacute;, pasa a la derecha, activa el switch y sal por la puerta 
  que <br>
  estaba bloqueada por la cabeza que estaba al lado.</p>
<p align="center">El camino siguiente al sur tiene una bifurcaci&oacute;n: Al 
  oeste, hay una diosa<br>
  dorada. Al este, esta la piedra del mana.</p>
<p align="center">Cuando llegues con ella, tu tercer personaje vera unas huellas. 
  S&iacute;guelas.<br>
  Al salir veras a un caballero negro(Dark Knight) peg&aacute;ndole a Jinn. Cuando 
  se<br>
  vaya, habla con el, y Jinn se convertir&aacute; en la sexy Tzenker.<br>
  (Ese bicho es de sexo femenino,cierto?)</p>
<p align="center">Tzenker: 1808 Hps. D&eacute;bil a Gnome.<br>
  Estrategias: Si tienes a Angela, probablemente ya tiene Gem Missile. &Uacute;salo.<br>
  Si no, espero que me hiciste caso y compraste las Molebear Claws. Lo <br>
  hiciste, cierto? &Uacute;salas! Si no, bueno, tienes una larga batalla delante.<br>
  Es dif&iacute;cil pegarle si esta arriba, as&iacute; que mejor esp&eacute;rate 
  a que baje. All&iacute;,<br>
  dale con todo. Ella usa su Air Blast, y tira unas plumitas, pero lo mas <br>
  molesto es cuando agarra a un personaje con las piernas y lo tira, porque <br>
  puede enmudecerlo, y eso es muy molesto con Angie o Carlie, que son las que 
  <br>
  tienen magias ahora.<br>
  Cuando use Speed Up, es que esta a punto de morir.</p>
<p align="center">Cuando acabes a la sexy Tzenker, Jinn se unir&aacute; a ti. 
  Con el, dir&iacute;gete al<br>
  escondite Amazona.</p>
<p align="center">(NOTA: La piedra de Mana que esta all&iacute; te puede cambiar 
  de clases. Pero,<br>
  primero debes llegar al nivel 18. Vuelve all&iacute; cuando est&eacute;s. Como 
  <br>
  recomendaci&oacute;n, has que tu equipo tenga un miembro Dark, uno Light, y 
  el <br>
  otro como tu quieras. As&iacute; nunca estar&aacute;s en desventaja.)</p>
<p align="center">-Escondite Amazona:</p>
<p align="center">La chica que esta parada dir&aacute; que subas al jard&iacute;n. 
  Anda para all&aacute;. Cuando<br>
  llegues donde te esperan Lise y los dem&aacute;s, y usa a Jinn. Los Ninjas de 
  <br>
  Navarre se caer&aacute;n dormiditos, y acompa&ntilde;aras a Lise y sus Amazonas 
  a <br>
  retomar Rolante.</p>
<p align="center">-Rolante:</p>
<p align="center">Los dos barriles, uno tiene unos Angel Grails y el otro Round 
  Drops.</p>
<p align="center">El camino entero hasta llegar a la diosa es noreste ,noroeste, 
  este, sube,<br>
  sur, norte, este, sur, este, este, norte, norte, sur. Metete en la puerta <br>
  izquierda, luego el la derecha, y en la del medio esta la diosa. Desde all&iacute;<br>
  comienza lo bueno. Los enemigos aqu&iacute; incluyen a los molestos Ninjas, 
  as&iacute; que<br>
  ten cuidado.</p>
<p align="center">Luego sal de all&iacute;, y por el camino arriba del castillo, 
  y encontraras a los<br>
  hijos de **** Bill y Ben, freaking bastardos, peg&aacute;ndole a Lise. Anda 
  y graba<br>
  el juego, que vienen dos dif&iacute;ciles peleas ahora. Entra por la puerta<br>
  que esta all&iacute; adelante, y prep&aacute;rate para dos batallas.</p>
<p align="center">Genova: 3065 HPs. D&eacute;bil a Undine.<br>
  Estrategias: Genova, la cosa esa en la pared, usa ataques de fuego, trampas<br>
  nivel 1 y 2(Cuidado con las piedras!)y escupe ShapeShifters, enemigos<br>
  que aprender&aacute;s a odiar(Ni hablar de los ShadowZero). Ataca la cara y 
  cura.<br>
  Si tienes a Kevin o a Duran, deja que la computadora los controle para que<br>
  ellos se ocupen de los ShapeShifters.</p>
<p align="center">Bill y Ben: 900 HPs cada uno. D&eacute;bil a Wisp(O eso creo 
  yo. Ellos hablan de sus <br>
  &quot;poderes Oscuros&quot; lo que sugiere esa relaci&oacute;n. En fin, no son 
  muy afectos a <br>
  ninguna magia)<br>
  Estrategias: Bueh, Bill y Ben son dos Ninjas muy molestos. Usan Shurikens,<br>
  Earth Jutsu, y se combinan .Si est&aacute;n combinados son mas sencillos, pero 
  <br>
  sueltos son unas ladillitas.</p>
<p align="center">Cuando los extermines, anda y habla con Isabella. Por mas ganas 
  que tengas,<br>
  no le puedes hacer ni cosquillas, ya que Jessica peligra. Ella se escapara<br>
  burl&aacute;ndose de ustedes. Volvamos a Forcena, as&iacute; que primero iremos 
  a Palo.</p>
<p align="center">-Palo:</p>
<p align="center">El viaje en barco saldr&aacute; gratis. Eso es muy &quot;sospechoso&quot;, 
  cierto? De <br>
  cualquier manera, aprovecha y vete. El barco dar&aacute; muchas vueltas, y ustedes 
  <br>
  se despertaran.<br>
  Es un barco fantasma!</p>
<p align="center">-Barco Fantasma:</p>
<p align="center">La idea aqu&iacute; es llegar a un cuarto con unas librer&iacute;as. 
  Ese queda en el <br>
  segundo piso. Los enemigos aqu&iacute; son bastante dif&iacute;ciles, en especial 
  los <br>
  Ghouls, que son capaces de envenenarte de un solo golpe.<br>
  Cuando llegues al sitio de las bibliotecas, el de la izquierda es el <br>
  Book of Death(Libro de Muerte), el de la derecha el Book of Blood(Libro<br>
  de Sangre), y el del medio es el Book of Curses(Libro de maldiciones).<br>
  La clave estaba en el primer piso en un cartelito que dec&iacute;a &quot;Book 
  of<br>
  Blood, Book of Death, Book of curses, Book of Death&quot;. En la biblioteca,<br>
  usa los libreros en ese orden. Se abrir&aacute; un camino.</p>
<p align="center">El libro en la mesa es el diario del capit&aacute;n, quien por 
  lo visto no tenia<br>
  una vida muy interesante(&quot;DIEDIEDIEDIEDIE&quot;&quot;MUEREMUEREMUEREMUEREMUERE&quot;),<br>
  y al usarlo aparecer&aacute; el tipo ese que le dec&iacute;an el &quot;Ghost 
  Nut&quot;(Loco <br>
  Fantasma) y al hablar con el, el le pasara su maldici&oacute;n al personaje 
  l&iacute;der <br>
  de tu equipo. Pon al que menos te gusta all&iacute;(no dejes a Angie!). El resto 
  de<br>
  la nave la pasaras con dos personajes.</p>
<p align="center">Devu&eacute;lvete al primer piso, y al lado del cartel hab&iacute;a 
  un cuarto al que no <br>
  pod&iacute;as entrar con tres personajes. Al entrar, sube, y sigue a la izquierda 
  <br>
  hasta la ultima puerta. All&iacute; enfrentaras a Gorva(NOTA:Hay varios cuartos 
  <br>
  aqu&iacute; que cuando elimines a todos los enemigos, un zombie aparecer&aacute; 
  diciendo<br>
  &quot;Welcome&quot;. Act&uacute;an como tiendas normales).</p>
<p align="center">Gorva: Cerca de 3000 HPs. D&eacute;bil a Wisp.<br>
  Estrategias: Aparte de ser un muy bien animado enemigo, Gorva es alguien <br>
  molesto.<br>
  Sus ataques incluyen Death Gate, Black Rain, y el mas da&ntilde;ino, Ghost Road.<br>
  Tambi&eacute;n ataca con una nube que enmudece a los personajes. Si tienes a 
  Angie,<br>
  es super f&aacute;cil usando Holy Ball hasta que estire la pata. Si no, deber&aacute;s 
  <br>
  esperar a que llegue cerca para atacarlo. Tambi&eacute;n, puedes tirarle los 
  Darts<br>
  que te dije que compraras.</p>
<p align="center">Cuando acabes con Gorva, Shade aparecer&aacute; y se unir&aacute; 
  a ti. Sin embargo, la<br>
  piedra del mana correspondiente se perdi&oacute; hace mucho tiempo. Sin la energ&iacute;a 
  <br>
  de Shade, la nave desaparecer&aacute; y ustedes quedaran encallados en la isla 
  <br>
  volc&aacute;nica de Bucca.</p>
<p align="center">-Bucca:</p>
<p align="center">Estamos en una isla. Una isla desierta. Una isla desierta con 
  un volc&aacute;n. Una<br>
  isla desierta con un volc&aacute;n a PUNTO DE ESTALLAR!</p>
<p align="center">Tenemos que huir de aqu&iacute;!. Vete al noroeste y al norte 
  y veras una gran<br>
  tortuga nadando. Devu&eacute;lvete, vete al noroeste, luego al oeste, este, 
  al sur<br>
  (Ufa!)norte, oeste, norte tres pantallas, y al este para llegar a un <br>
  &quot;poblado&quot;.</p>
<p align="center">-Villa de los Sacerdotes oscuros:</p>
<p align="center">En realidad no hay mucho que hacer aqu&iacute;, simplemente 
  compra armas nuevas,<br>
  y jurunga el t&oacute;tem, que funciona como una diosa dorada. Graba el juego, 
  y<br>
  habla con todos los shamanes. Luego dir&iacute;gete al oeste hasta que llegues 
  a<br>
  un risco con una piedra en la esquina arriba e izquierda. All&iacute;, &Uacute;sala 
  y<br>
  elige a Gnome. Entra en la cueva.</p>
<p align="center">-Cueva de la Playa:</p>
<p align="center">Este es un sitio excelente para ganar niveles hasta 18. Es recomendable<br>
  as&iacute; sales de aqu&iacute; listo para cambiar de clases. Si ves a unos 
  enemigos que<br>
  parecen canguros verdes, d&eacute;jalos de ultimo y elim&iacute;nalos sin usar 
  t&eacute;cnicas.<br>
  De esta manera tienes posibilidades de que llamen a un Mama Poto, que da<br>
  mucha experiencia.</p>
<p align="center">Este, este, sur, este, sur de vuelta y al oeste. Una diosa dorada(yupiii!=).<br>
  Aqu&iacute;, ded&iacute;cate a desbaratar cuanto enemigo consigas. Sigue al 
  sur, oeste,<br>
  mas al oeste, al sur, al norte, mas al oeste y mas aun al oeste. Otra diosa<br>
  dorada(yupiiiiii!). Graba y sigue al norte hasta que llegues a un cuartito.<br>
  All&iacute; te encuentras con Jagan, quien dar&aacute; un discurso est&uacute;pido 
  acerca de su<br>
  Pr&iacute;ncipe Oscuro, y se largara dej&aacute;ndolos a ustedes encerrados. 
  Por suerte,<br>
  la tortuga gigante los salvara, y los dejara cerca de Forcena.</p>
<p align="center">-Forcena:</p>
<p align="center">Aqu&iacute; anda y habla con el rey. Te dir&aacute; que la tortuga 
  esa se llama Boskaboo,<br>
  y te dir&aacute; las localizaciones de las ultimas cuatro piedras.</p>
<p align="center">La del fuego esta en el desierto del calor achicharrante(Desert 
  of Scorching<br>
  Heat), en un sitio llamado Valle de las Flamas(Valley of Flames), cerca de <br>
  Navarre.</p>
<p align="center">La del Hielo esta en el Laberinto de las Paredes de Hielo(Labyrinth 
  of <br>
  Ice Walls), en el Valle Bajo Cero(Subzero Field), cerca de Altena(uy).</p>
<p align="center">La de la luna esta en la Torre de la Luna(moonreading Tower), 
  en el bosque <br>
  de la luz de la luna (Moonlight Forest), cerca del reino de las Bestias. <br>
  Aun no puedes ir all&iacute;.</p>
<p align="center">La de la Madera esta en el Bosque de la ilusi&oacute;n (Illusion 
  Forest), cerca de <br>
  el poblado elfo de Diorre. Aun no puedes ir all&iacute;.</p>
<p align="center">Es tu decisi&oacute;n si quieres ir al SubZero Field o al Desert 
  of Scorching Heat.<br>
  Para estos fines, el Rey les entregara una flauta, que al usarla en una <br>
  playa podr&aacute;s llamar a Boskaboo para vaguear por all&iacute;. A boskaboo 
  solo lo <br>
  puedes &quot;estacionar&quot; en playas, que se ven como...playas. Las reconocer&aacute;s 
  <br>
  cuando las veas. Si ya estas al nivel 18(Deber&iacute;as!)entonces dirigente 
  a Palo <br>
  para que vayas a cambiar clases en la piedra del mana en Rolante.</p>
<p align="center">NOTA MUY IMPORTANTE: Ya que cambies clases, recibir&aacute;s 
  unos ataques <br>
  fulminantes especiales. El problema es que la mayor&iacute;a de los jefes tienden<br>
  a contraatacarte cuando los usas, al contrario de las de primer nivel. <br>
  Si tienes a Hawk y/o Kevin, config&uacute;ralos en la pantalla de opciones, 
  en el<br>
  recuadro de la derecha para que usen sus t&eacute;cnicas de primer nivel. Es 
  mas<br>
  seguro y a la larga har&aacute;n mas da&ntilde;o con ellas, adem&aacute;s de 
  que se cargan mucho<br>
  mas r&aacute;pido.</p>
<p align="center">-Piedra del fuego:</p>
<p align="center">Este desierto queda, bueh, en el &uacute;nico sitio que parece 
  un desierto. Es el <br>
  punto al sureste.<br>
  Llegas a la ciudad Sultan cuando caes en esa playa.</p>
<p align="center">-Ciudad Sultan:</p>
<p align="center">Armas nuevas, algunas cosas interesantes que o&iacute;r. El 
  tipo que esta parado<br>
  por all&iacute; afuera que luce como vendedor, es, en efecto, el vendedor de 
  &iacute;tems.<br>
  Sal por la derecha y comienza el achicharrante desierto ese.</p>
<p align="center">-Desierto del calor achicharrante:</p>
<p align="center">Aqu&iacute; los enemigos son bastante sencillotes, aunque los 
  Bulletes(Bichos que<br>
  parecen triceratops, o toros &quot;reptilianos&quot;) son muy resistentes. Aqu&iacute;<br>
  todos parecen d&eacute;biles o al hielo o al viento(Cosa extra&ntilde;a), as&iacute; 
  que si <br>
  tienes a Angela puedes usar Air Blast o Ice Smash si ya pasaste el Valle <br>
  Bajo Cero.</p>
<p align="center">Ve al este, al sur, al este, al sur tres pantallas y empezaras 
  a ver vestigios<br>
  de vegetaci&oacute;n xer&oacute;fila(Vaya! Las clases de Biolog&iacute;a sirven 
  para algo), o<br>
  sea cactus y tunas. S&iacute;guelas y llegaras a un poblado en el medio del<br>
  desierto.</p>
<p align="center">-Ciudad Oasis Deen:</p>
<p align="center">(So don&acute;t look back in anger...)estee...</p>
<p align="center">Aqu&iacute; no hay armas nuevas, pero aprovecha para descansar 
  y comprar <br>
  provisiones.</p>
<p align="center">Salte de all&iacute;.</p>
<p align="center">-Desierto del calor achicharrante:</p>
<p align="center">Devu&eacute;lvete tres pantallas al oeste as&iacute; sales de 
  la zona de vegetaci&oacute;n<br>
  xer&oacute;fila. Al oeste otra mas, Luego al este desviado, al sur y al este 
  una<br>
  vez mas para conseguirnos con nuestros viejos amigos Bill y Ben, quienes<br>
  act&uacute;an bajo las ordenes de la Nefasta Bigieu, quien tiene a Jessica<br>
  Cautiva.</p>
<p align="center">Bill y Ben: 900 HPs. D&eacute;biles a Wisp(...).<br>
  Estrategias: Ahora son mucho mas dif&iacute;ciles, ya que ahora son Ninjas Masters,<br>
  lo que hace que sean capaces de usar sus desesperantes Shurikens y magias<br>
  Jutsu en todo el equipo. Carlie seria de muchisima utilidad aqu&iacute;.<br>
  De nuevo, desbar&aacute;talos mientras est&eacute;n juntos, y luego ruega mientras 
  est&eacute;n<br>
  separados ^_^. Cu&iacute;date cuando usen Shadow Dive, que es posible que elimine<br>
  a Carlie, Hawk y Angie.</p>
<p align="center">Persigue a la Nefasta Bigieu al sur al Valle de las Flamas.</p>
<p align="center">-Valle de las Flamas:</p>
<p align="center">Este sitio tiene varios enemigos muy complicados(En especial 
  los patos<br>
  guerrilleros, no recuerdo su nombre), y hay varias puertas que est&aacute;n 
  <br>
  bloqueadas ya que cuando quieras entrar explotara. Tambi&eacute;n tienes que 
  estar <br>
  pendiente que de vez en cuando en medio de las batallas habr&aacute; una explosi&oacute;n 
  <br>
  y eso te puede sacar de onda y desconcertante. Aqu&iacute; todos los enemigos 
  son<br>
  d&eacute;biles al agua y al hielo.</p>
<p align="center">Sur dos pantallas, al este, sur una vez mas, este, norte y oeste 
  si mal no <br>
  recuerdo. Una diosa dorada. Haz buen uso de ella y luego al este dos <br>
  pantallas y te encontraras a la Nefasta Bigieu. Hawk (O Nikita, si Hawk esta<br>
  en tu equipo)quitaran a la Nefasta Bigieu del camino, y la piedra del mana <br>
  esta cerca. All&iacute; encontraras al enojado Salamando, quien se unir&aacute; 
  a ustedes.</p>
<p align="center">-Piedra del Hielo:</p>
<p align="center">Esta Piedra ser&aacute; sencilla de encontrar debido a que el 
  continente donde<br>
  se encuentra esta cubierto de una nieve(Que de d&iacute;a se ve amarillenta)<br>
  brillante de noche. Dir&iacute;gete a ese punto.</p>
<p align="center">-Ciudad de nieve Elrand:</p>
<p align="center">Si empezaste con Angie, esta ciudad te ser&aacute; familiar. 
  Aqu&iacute; las armas <br>
  disponibles son las mismas que hay en Deen. T&iacute;rate al sureste hacia el 
  Valle <br>
  Bajo Zero.</p>
<p align="center">-Valle Bajo Zero:</p>
<p align="center">Bienvenidos a la casa de SubZero(SubZero Snowfield). Aqu&iacute; 
  los enemigos son<br>
  obviamente d&eacute;biles al fuego(Fireball!), aunque salvo los chiquillos con<br>
  tridentes(Sahagins), son todos sencillos, y los Widzards se merecen un <br>
  premio a los enemigos mas ladillas del juego(Junto con los Shamanes, que <br>
  conocer&aacute;s luego).</p>
<p align="center">Supongo que te figuraste que en realidad no vas a conseguir 
  a SubZero en<br>
  este sitio, cierto?</p>
<p align="center">En fin, Sur, al este tres pantallas, sur, oeste dos pantallas 
  mas, sur, <br>
  noroeste, all&iacute; hay una diosa gris, as&iacute; que has buen uso de ella. 
  Luego al<br>
  norte, oeste, norte dos pantallas, oeste dos ,sur dos mas, y al este a<br>
  otra diosa pero dorada (Viva!). Un par de pantallas al este y te vas a dar<br>
  mas ca&ntilde;a con tres Machine Golems tras verte una ves mas con el Dark Shine<br>
  Knight.</p>
<p align="center">Machine Golems: 1000 HPs. D&eacute;biles a Jinn (T&eacute;cnicamente. 
  No parecen sin <br>
  embargo.)<br>
  Estrategias: Bueno, son tres contra tres, ya nadie se puede quejar (Aunque <br>
  en este juego siempre son tres contra tres de cualquier manera :).<br>
  Los tres Machine Golems pueden usar los hechizos elementales de segundo<br>
  nivel (!), pero son relativamente d&eacute;biles. Adem&aacute;s de que siguen 
  usando su<br>
  ladilla Drill Missile. Tu tienes Air Blast y Earth Sabre.<br>
  Sin embargo, parecen contraatacarte cuando lo usas con sus hechizos, aunque<br>
  son d&eacute;biles, 3 seguidos no los son. La uni&oacute;n hace la fuerza ^_^ 
  aunque sea<br>
  para malos fines... Ag&aacute;rralos a golpes. Incluso Angela deber&aacute; 
  atacar <br>
  &uacute;nicamente. Carlie debe usar su Heal light cuando pueda. los dem&aacute;s 
  que se<br>
  dediquen a mandar golpes.</p>
<p align="center">Esta vez no explotan &gt;:), as&iacute; que sigue el camino 
  hasta la cueva siguiente,<br>
  y all&iacute; adentro encontraras a Undine, quien se unir&aacute; a ustedes.<br>
  (En esta piedra tambi&eacute;n puedes cambiar clases, as&iacute; como el cualquier 
  piedra<br>
  del mana).</p>
<p align="center">Con Undine y Salamando ya es hora de buscar a Luna. Esta esta 
  escondida en<br>
  el Bosque Moonlight. Es el punto por el centro del mapa.</p>
<p align="center">-Ciudad Mintos:</p>
<p align="center">Te acuerdas? este fue el comienzo de Kevin. Compra nuevas armas, 
  y &aacute;rmate de<br>
  todo lo que puedas, que lo que viene esta dif&iacute;cil. Sal de la ciudad con 
  <br>
  rumbo al oeste y ad&eacute;ntrate en el bosque Moonlight.<br>
  (Quiz&aacute; te preguntes porque no pod&iacute;amos llegar aqu&iacute; antes. 
  Si mal no <br>
  recuerdo, aqu&iacute; hab&iacute;a una estatua atravesada y el Hada no le parec&iacute;a 
  bueno<br>
  que nos meti&eacute;ramos all&iacute; todav&iacute;a)</p>
<p align="center">-Bosque Moonlight:</p>
<p align="center">Aqu&iacute; Kevin tiene una ventaja importante ya que en esta 
  regi&oacute;n siempre es<br>
  de noche (Esto es una gran ayuda mas adelante en el juego). El camino a <br>
  seguir para llegar a tu pr&oacute;ximo destino (Moonreading Tower &quot;la Torre<br>
  leedora de la luna&quot;) es sur par de pantallas, noroeste, oeste dos veces,<br>
  sur, oeste y norte.</p>
<p align="center">Al llegar a la entrada de la torre nos encontraremos con Kevin, 
  quien<br>
  tras una escena con el Death Jester y Lugar se dar&aacute; cuenta de la incre&iacute;ble<br>
  envidia que le tiene Lugar a su sangre azul. Tras esto, si Kevin no esta<br>
  en tu equipo, proceder&aacute; a tirarse all&iacute; mientras ustedes se agarran 
  a las<br>
  trompadas con Lugar.</p>
<p align="center">Lugar: 3200 HPs. No esta afiliado a ning&uacute;n esp&iacute;ritu.<br>
  Estrategias: La batalla con lugar es furiosa y veloz. Lugar puede acabar<br>
  contigo si abusas de la magia y de las t&eacute;cnicas de segundo nivel, ya 
  que<br>
  tiende a contraatacar con las bestiales Seiryuu Death Fist y Suzaku Sky <br>
  Dance, adem&aacute;s de que tiene la mala costumbre de agarrar a tus personajes 
  con<br>
  Veritubach y Bastard Slam. Por ultimo, pero no menos importante, har&aacute; 
  uso<br>
  y abuso de Moon Sabre.<br>
  B&aacute;sicamente, dale f&iacute;sicamente todo lo que puedas. La &uacute;nica 
  ventaja que <br>
  puedes lograr es usar hechizos que bajen sus proporciones o que suban las<br>
  tuyas (Con Lise, o &iacute;tems de el mercado negro de Byzel). Hacia el final 
  de<br>
  la batalla Lugar tiende a usar Energy Ball d&aacute;ndote unos cuantos golpes<br>
  extra.</p>
<p align="center">Ya derrotado, Lugar estar&aacute; a punto de Morir, pero como 
  ustedes son tan <br>
  buenos, lograran que el hada lo reviva, pero como un bebe. Seg&uacute;n Kevin,<br>
  el ser&aacute; cuidado y criado por animales del bosque Moonlight, y que eso 
  es<br>
  normal para los Hombres-Bestia (fig&uacute;rate). Luna se unir&aacute; a ustedes, 
  y <br>
  entra al castillo a chequear la piedra del mana de la luna. Esta bien.<br>
  Dir&iacute;gete de vuelta a Mintos y l&aacute;rgate de all&iacute; que aun nos 
  falta Dryad.</p>
<p align="center">-Bosque Lampflower:</p>
<p align="center">Este es el ultimo punto a visitar, y ya nos acercamos a la primera 
  mitad<br>
  del juego (Y esto me hace pensar en lo mucho que aun me falta por escribir<br>
  ;_;). Al llegar, jurunga la planta y usa a Luna. Ella la quitara del medio.</p>
<p align="center">Es importante (o aunque sea, buena idea) que llegues al bosque 
  de noche. De<br>
  esta manera, no perder&aacute;s mucho tiempo vagabundeando. Al llegar, si Carlie 
  no<br>
  esta en tu equipo, la encontraras, y tras perseguirla te dir&aacute; el secreto<br>
  del bosque : sigue las flores que brilla rojas de noche. A lo dicho, hecho.<br>
  Sigue las flores rojas.<br>
  (No me figuro como me enterar&iacute;a si Carlie estuviese en mi equipo)</p>
<p align="center">Siguiendolas llegaras a Diorre, la villa elfo.</p>
<p align="center">-Diorre:</p>
<p align="center">Diorre es la villa de los elfos y esta escondida de la vista 
  humana. Debido<br>
  a continuos incidentes en la vida antigua, los elfos decidieron esconderse<br>
  y resentir a los humanos. Ellos est&aacute;n mas unidos a la naturaleza y viven 
  <br>
  mucho mas, as&iacute; que ser&aacute; buena idea que llegues aqu&iacute; a ver 
  si te ayudan.<br>
  Aqu&iacute; nadie querr&aacute; hablar contigo (tremenda bienvenida), as&iacute; 
  que dir&iacute;gete<br>
  directo a la gran mansi&oacute;n.</p>
<p align="center">All&iacute; dentro &quot;sospechosamente&quot; conocer&aacute;s 
  al Rey de las Hadas (La traducci&oacute;n<br>
  exacta es el rey &quot;hado&quot;, pero eso suena horrible:)). Te enteraras 
  de la <br>
  triste historia del nacimiento de Carlie y de sus padres. Sus tumbas (Ahora<br>
  reconocibles), est&aacute;n localizadas al salir de la villa. Ya que hables 
  con<br>
  el rey, los dem&aacute;s elfos te pararan bolas. Compra tus cachachas, y sigue 
  el<br>
  consejo del rey de &quot;Ir a la diosa y usar a Luna&quot;.</p>
<p align="center">-Bosque Lampflower:</p>
<p align="center">Este, norte y oeste. Jurunga la diosa dorada y usa a Luna. Un 
  camino se<br>
  abrir&aacute; para que tu lo sigas. De all&iacute; anda a la izquierda dos veces, 
  y dos<br>
  pantallas mas al norte. All&iacute; te las veras con Gildervine.</p>
<p align="center">Gildervine: 7800 HPs. D&eacute;bil a Luna.<br>
  Estrategias: 7800 HPS! eso es una groser&iacute;a!. Gildervine es muy sencillo,<br>
  pero esta batalla dura, y dura, y dura, y dura mas que el conejito de <br>
  Duracell (All Rights reserved).<br>
  Salvo Counter Magic y Sleep Flower, no tienes de que preocuparte. At&aacute;calo<br>
  con todo hasta lo elimines.</p>
<p align="center">Con Gildervine muerto, Dryad se unir&aacute; a ti, y, al fin, 
  tienes a todos los<br>
  esp&iacute;ritus. Ya se supone que deber&iacute;as poder abrir la puerta a la 
  tierra<br>
  sagrada del Mana, as&iacute; que dir&iacute;gete a la isla del Oblivion (alguien 
  sabe<br>
  que significa eso adem&aacute;s de &quot;destrucci&oacute;n&quot;?).</p>
<p align="center">-Isla de Oblivion:</p>
<p align="center">Al llegar aqu&iacute; habr&aacute; una escena de ustedes tratando 
  de abrir la puerta, y<br>
  luego veras a los ninjas de Navarre, los Hombres-Bestias del Reino Beast y<br>
  los magos de Altena dirigi&eacute;ndose a la tierra sagrada del Mana.</p>
<p align="center">No toma un genio darse cuenta de que eso equivale a un despelote 
  b&aacute;rbaro<br>
  y a una autentica batalla campal, pero el problema es que no puedes evitarlo<br>
  porque la puerta esta en el cielo!</p>
<p align="center">Lise (O alguien mas) comentara acerca del Padre de los Alados. 
  Este esta<br>
  en la Cima del Cielo (Summit of Skies), en Rolante. Dir&iacute;gete all&iacute; 
  con<br>
  Boskaboo por Palo, o toma un barco a Palo desde Jad.</p>
<p align="center">-Rolante:</p>
<p align="center">Aqu&iacute; habla con la amazona. Ella abrir&aacute; el camino, 
  el cual es muy derecho.<br>
  Al final conocer&aacute;s que el Padre de los Alados no es un padre sino una 
  ni&ntilde;a!<br>
  La Bautizaremos como Flammie, y a partir de ahora ser&aacute; tu medio de <br>
  transporte. Con ella llegaran a La Tierra Sagrada del Mana (Mana Holyland).</p>
<p align="center">-Tierra Sagrada del Mana:</p>
<p align="center">Llegamos tarde. Aqu&iacute; hubo una gran masacre. Norte, oeste, 
  norte, oeste, <br>
  norte otra vez por las plantitas, sur, oeste, norte dos veces. Luego al este<br>
  dos veces, noroeste y norte. All&iacute; encontraras la espada del Mana (YUPI!),<br>
  y tu personaje principal tratara de sacarla, al final con &eacute;xito. Recoge<br>
  el cofre, que es el Wind Drum, que sirve para llamar a Flamie.</p>
<p align="center">Claro, lo mas de pinga, y hecho especialmente para alargar el 
  juego, el Hada<br>
  fue secuestrada por un Malvado. Devu&eacute;lvete y prep&aacute;rate para un 
  severo <br>
  recorte de Personal.</p>
<p align="center">(Veras dos de estas escenas, dependiendo de tu personaje principal.</p>
<p align="center">Si tu personaje principal no es ni Duran ni Angela, te encontraras 
  al Dark<br>
  Shine Knight, quien les informara que el enemigo (Quien?...)asesino a su<br>
  l&iacute;der, el Emperador Dragon. Luego Matara a Koren y volver&aacute; a su 
  otra vida<br>
  ya que sin el Emperador Dragon, el no tenia vida.<br>
  Le falto informarte que te salvaste de un jefe muy fastidioso y de tener <br>
  que darte con una legi&oacute;n de dragoncitos de esos molestos. .</p>
<p align="center">Si tu personaje principal no es ni Hawk ni Lise, te encontraras 
  a la Nefasta<br>
  Bigieu, quien te dir&aacute; que el Pr&iacute;ncipe Oscuro se sacrifico para 
  revivir la <br>
  piedra del mana de la oscuridad, pero suplan de revivirlo con la espada del<br>
  Mana fracaso y el enemigo (Quien??...) lo sello en el otro mundo. Bigieu,<br>
  en su depresi&oacute;n por su amor por el Pr&iacute;ncipe Oscuro, mata a Jagan 
  y luego<br>
  se suicidara.<br>
  Le falto informarte de que te salvaste de el jefe mas pantallero del juego<br>
  y de un palacio con pisos pulidos.</p>
<p align="center">Si tu personaje principal no es ni Kevin ni Carlie, en fin, 
  te encontraras<br>
  al Death Jester, quien te informara que el Mago enmascarado fue eliminado<br>
  por el enemigo (QUIEN???...) y que nada sali&oacute; bien. Al fin se largara.<br>
  Le falto decirte que se salvaste del jefe mas dif&iacute;cil del juego y del 
  &aacute;rea<br>
  final mas dif&iacute;cil del juego.</p>
<p align="center">Al final, Llama a Flamie, y aqu&iacute; de nuevo el juego se 
  divide. Estas en la<br>
  segunda mitad del juego.</p>
<p align="center">Si tu personaje principal es Duran o Angela, dir&iacute;gete 
  a Altena.<br>
  Si tu personaje principal es Kevin o Carlie, dir&iacute;gete al Best Kingdom.<br>
  Si tu personaje principal es Hawk o Lise, dir&iacute;gete a Navarre.</p>
<p align="center">De cualquier manera se marcara en el mapa a donde tienes que 
  ir.</p>
<p align="center">-DURAN/ANGELA:</p>
<p align="center">-Reino de Altena:</p>
<p align="center">Compra tus cosas y luego vete a mang&uuml;erear por el castillo 
  hasta que <br>
  consigas a Koren. All&iacute; cambiaras la espada por el hada, y te enteraras 
  de<br>
  una Historia muuuuy desagradable...</p>
<p align="center">-KEVIN/CARLIE:</p>
<p align="center">-Beast Kingdom:</p>
<p align="center">Aqu&iacute; ve al norte, este, sur, oeste, sur, sur, Norte. 
  Aqu&iacute; te encontraras<br>
  al Death Jester y a Heath, y cambiaras la espada por el hada. El Hada<br>
  te contara una Historia muy poco alentadora...</p>
<p align="center">-HAWK/LISE:</p>
<p align="center">-Navarre:</p>
<p align="center">Llega al Castillo y busca a Bigieu. All&iacute; cambias la espada 
  por el Hada y el<br>
  hada te informara de muy malas noticias para la Historia...</p>
<p align="center">(aqu&iacute; se vuelven a unir los caminos)</p>
<p align="center">Y que era esa historia, te preguntaras?</p>
<p align="center">LAS 8 BESTIAS DEL MANA FUERON LIBERADAS (Ay!). Efectivamente, 
  las 7 u 8 <br>
  bestias (Hay una piedra que esta perdida) est&aacute;n fuera repartiendo <br>
  destrucci&oacute;n y carisma por donde puedan pasar. Hay que derrotarlas mientras 
  <br>
  est&eacute;n d&eacute;biles, y aunque sea que no salgan de donde est&eacute;n!</p>
<p align="center">7 Puntos se mostraran en tu mapa. Son el Valle de las Flamas(Valley 
  of <br>
  Flames), El Valle de las Gemas (Gemstone Valley), el Corredor del <br>
  Viento(Corridor of the Wind), El Laberinto de las paredes de hielo <br>
  (Labyrinth of Ice Walls), el Bosque de la Maravilla(Forest of Wonder), La <br>
  Torre Leedora de la Luna (Moonreading Tower) y las ruinas ancestrales de<br>
  la luz (Ancient Ruins of Light).</p>
<p align="center">Puedes enfrentar a las bestias en el orden que quieras. Cada 
  vez que pases<br>
  una los niveles de la siguiente subir&aacute;n en dos niveles superiores a la<br>
  anterior. Colocara en orden de el mas f&aacute;cil al mas dif&iacute;cil, en 
  especial<br>
  porque Dolan es la mas emocionante ^_^, y otro detalle a notar es que <br>
  trates no llegarles en momentos que no sean sus d&iacute;as de semanas, porque<br>
  sino se te har&aacute; mucho mas dif&iacute;cil eliminarlas. Y si, hay una bestia 
  de<br>
  la oscuridad, pero este es un caso especial.</p>
<p align="center">Adem&aacute;s de eso , los dos gatos amigos de Hawk vender&aacute;n 
  armas a las entradas<br>
  de los sitios.</p>
<p align="center">-LA BESTIA DE LA MADERA: Bosque de las Maravillas:</p>
<p align="center">Al este de Altena esta este punto, y hay un peque&ntilde;o claro 
  al cual aterrizar.<br>
  En este sitio puedes conseguir, de parte de los Darth Matangos, el Utilisimo<br>
  Matango Oil, que funciona como un Counter Magic.</p>
<p align="center">El camino a seguir a por el bicho es oeste, noreste, norte, 
  este, noreste,<br>
  tres veces al oeste, noreste y este tres veces mas. all&iacute; te espera Mispolm.</p>
<p align="center">Mispolm: 14000 HPs. D&eacute;bil a Luna y a Jinn.<br>
  Estrategias: Bueno, te dije que era el mas sencillo. Sus peores ataques son<br>
  sleep Flower, Counter Magic y Killstinger, as&iacute; que fig&uacute;rate lo 
  tristona<br>
  que es. En fin, usa Moon Saber si lo tienes (Dudoso), o Thunder Sabre y<br>
  Ataques relacionados. F&iacute;jate en los &quot;brazos&quot; que pueden atacar 
  por si<br>
  mismos y hacen bastante da&ntilde;o.</p>
<p align="center">Listo. Llevo una!</p>
<p align="center">-LA BESTIA DEL FUEGO: Valle de las Flamas:</p>
<p align="center">Supongo que recuerdas donde queda este sitio, cierto? Sino, 
  devu&eacute;lvete y<br>
  busca en la secci&oacute;n del Desierto del calor achicharrante.</p>
<p align="center">Los enemigos aqu&iacute; son peligrosos... Patos guerrilleros, 
  Ninja Masters,<br>
  Sword Masters y los DARK PRIEST!!! (Argh! Los enemigos mas molestos del<br>
  juego junto con los Widzards!).Mucho cuidado con los tres primeros, a los<br>
  &uacute;ltimos, son bolsas que solo sirven para ser golpeadas sin temor.</p>
<p align="center">Desde la diosa, norte, sur, norte, norte, este, este, sur y 
  este hasta el<br>
  final. Luego al sur, mas al este, y noreste. All&iacute; nos espera Xan bie.</p>
<p align="center">Xan Bie: 10000 HPs. D&eacute;bil a Undine.<br>
  Estrategias: Este jefe es raro ^_^. Usa Ice Saber y tus mejores ataques de<br>
  hielo en el, y nota que la flama de arriba tambi&eacute;n recibe da&ntilde;o. 
  No estoy<br>
  seguro de que el da&ntilde;o lo reciba Xan Bie, pero bueno, no pierdes nada 
  con<br>
  intentar. Xan Bie usa grandes ataques y pone Flame Saber en tus personajes,<br>
  pero sus pocos HPs hacen que esta batalla sea un paseo.</p>
<p align="center">Otra mas. Llevo dos!</p>
<p align="center">-LA BESTIA DEL HIELO: Laberinto de las Paredes De Hielo:</p>
<p align="center">Este punto queda al final del Campo Bajo Cero cerca de Altena. 
  Revisa la<br>
  gu&iacute;a en ese punto por direcciones.</p>
<p align="center">Aqu&iacute; hay Dragones. Punto. Nada mas es peor que los dragones 
  (Salvo los<br>
  ShadowZero).</p>
<p align="center">Direcciones!: Norte, sur, noroeste, norte, oeste, noreste, norte 
  <br>
  dos veces, este, sur, y noreste. Diosa!, sur, sureste, y norte. All&iacute; 
  <br>
  esta el Fiegmund.</p>
<p align="center">Fiegmund: 14000 Hps. D&eacute;bil a Salamando.<br>
  Estrategias: Lo peor que puede hacer es usar Cold Blaze y Congelar a tu<br>
  personaje principal. De resto, es f&aacute;cil. Cuando pierda la mitad de energ&iacute;a<br>
  se tirara al piso de abajo y solo puede ser da&ntilde;ada con magia.<br>
  Usa Fire Saber, explode, fireball, dem&aacute;s. Fiegmund es capaz de usar<br>
  toda clase de ataque m&aacute;gicos de hielo y agua, aparte de unos leng&uuml;etazos<br>
  a un personaje. Ag&aacute;rrala a golpes hasta que sucumba, que estar&aacute; 
  cerca cuando<br>
  vuelva a la parte de arriba.</p>
<p align="center">Yep. Llevo tres!</p>
<p align="center">-LA BESTIA DEL AIRE: Corredor del viento.</p>
<p align="center">Es mas o menos lo mismo que antes... Sigue el mismo camino que 
  la primera<br>
  vez que visitamos este sitio y justo donde enfrentaste a Tzenker esta<br>
  Dangaard, la bestia del viento.</p>
<p align="center">Dangaard: 21136 HPs. D&eacute;bil a Gnome.<br>
  Estrategias: El mayor problema con Dangaard es que tiene una cantidad <br>
  rid&iacute;cula de HPs con los que lidiar, adem&aacute;s de que el &aacute;rea 
  de acci&oacute;n tuya es<br>
  algo limitada. La batalla en si es bastante peculiar y original.<br>
  Dangaard usa toda clase de ataques de Jinn, y cada vez que le bajes un <br>
  cuarto de energ&iacute;a (Cerca de 6000 Hps), la vista cambiara. Todos los hechizos<br>
  que usaste durante un cambio de vista se perder&aacute;n al pasar al siguiente, 
  y<br>
  eso incluye los hechizos de Lise y los sables. usa tus mejores ataques<br>
  Gnome y ten paciencia que esto va a durar mucho.</p>
<p align="center">Aja! Llevo cuatro!</p>
<p align="center">LA BESTIA DE LA TIERRA: El Valle de las Gemas:</p>
<p align="center">Este es el punto localizado cerca de Forcena. Ve al norte un 
  par de <br>
  pantallas, al este y luego al noreste. Al este dos veces y veras a los <br>
  gatos, se&ntilde;al de que una bestia esta cerca.</p>
<p align="center">Los enemigos aqu&iacute; son considerablemente dif&iacute;ciles, 
  en especial los dragones<br>
  y los Slime Prince. Enfr&eacute;ntalos con cuidado. Lise y Carlie son invaluables<br>
  aqu&iacute;, y Hawk, definitivamente, esta en un grave problema. Thunder Jutsu 
  si<br>
  es Ninja.</p>
<p align="center">El camino a seguir en este dif&iacute;cil calabozo es abajo 
  dos pantalla, al este<br>
  tres, oeste tres mas (la primera hacia abajo), sur este, este, sur y oeste.<br>
  All&iacute; hay una diosa dorada (Yupi!), y al este dos veces, al sur, oeste, 
  oeste<br>
  mas sur y mas oeste esta Land Umber esper&aacute;ndote.</p>
<p align="center">Land Umber: Alrededor de 10000 Hps(Menos, seg&uacute;n parece). 
  D&eacute;bil a Jinn.<br>
  Estrategias: Land Umber usa unos ataques descomunales, en especial los<br>
  f&iacute;sicos, as&iacute; que Protect Up si tienes a Lise o su &iacute;tem 
  Correspondiente<br>
  (Bullete Eye, si mal no recuerdo). Stone Cloud y Crash Ball son su ataques<br>
  mas peligrosos.<br>
  Sin embargo, Land Umber es la bestia del Mana mas d&eacute;bil de todas, por 
  lo<br>
  que si tienes a Kevin con Thunder Sabre esto no va a durar Mucho :), usa<br>
  los hechizos de Jinn y Protect Down junto con Thunder Jutsu (O Water Jutsu,<br>
  tambi&eacute;n funciona bien), ya que la mejor idea es que esta batalla dure 
  lo<br>
  menos posible.</p>
<p align="center">Uno menos. Llevo 5!</p>
<p align="center">-LA BESTIA DE LA LUNA: La Torre de la Luna.</p>
<p align="center">Este punto esta cerca del castillo de los hombres bestia en 
  el bosque <br>
  Moonlight. La diferencia es que ahora si vas a tener que adentrarte en la<br>
  torre, y cr&eacute;eme que este es el peor sitio de todos los escondites de 
  las 7<br>
  primeras bestias del mana.</p>
<p align="center">Primero y Principal... Cu&iacute;date de los Lobos! Los Bloody 
  Wolf tienden a usar<br>
  Suzaku Sky Dance, y los Silver Wolf se curan a si mismos y a sus aliados.<br>
  Unido a que ellos de por si son muy destructores, explica que estas en<br>
  duras batallas contra ellos. Kevin y Duran son los que mejor se adaptan a<br>
  estas consecuencias, al igual que Lise con sus hechizos, pero Angela, Carlie<br>
  y Hawk deber&aacute;n estar alejados de estos despelotes.<br>
  Segundo, Si ves Carmillas (Chicas Voladoras con capas) junto a los dos <br>
  anteriores, mejor salte y vu&eacute;lvete a meter. Ellas usan un ataque especial<br>
  que baja tu nivel de HP y adem&aacute;s pegan duro y envenenan. No toma un genio<br>
  figurarse que eso y un Suzaku Sky Dance equivalen a muerte segura.<br>
  Y tercero, &aacute;rmate de valor que esto es largo y confuso.</p>
<p align="center">El camino por las escaleras es: Noreste, arriba, sur, Noreste, 
  arriba, <br>
  Sur, suroeste, arriba, sur y Noreste. Respira y alaba a esa maravillosa<br>
  diosa dorada que aparecer&aacute;...<br>
  Seguimos: sur, Noroeste, arriba, sur, Noreste, Arriba, sur, noroeste, arriba<br>
  (valor!), sur, noreste, arriba, sur, noroeste, arriba, sur, noreste, arriba,<br>
  sur, noreste por la plataforma inferior, DIOSA!!! (*Lord Zero salta de <br>
  alegr&iacute;a!*) . De all&iacute; dir&iacute;gete a la puerta para enfrentar 
  al grandote Dolan.</p>
<p align="center">Dolan: 10000 HPs(mas o menos). D&eacute;bil a Dryad.<br>
  Es buena idea que traigas el Chibikko Hammer aqu&iacute; para evitar que su 
  maldito<br>
  Body Change te estropee la pelea.<br>
  Dolan es un jefe muy emocionante, ya que casi toda la pelea la pantalla va<br>
  a estar en constante movimiento y adem&aacute;s ese tipo pega extremadamente 
  duro,<br>
  sus ataques principales son Spiral Moon (A ver cuantos fiebruos gritan <br>
  &quot;Kamehamehaaaa!&quot; cuando Dolan ejecute este movimiento) que reduce 
  el HP de<br>
  TODO el equipo, Half Vanish , que corta el HP por la mitad al objetivo, y<br>
  gravitation Press, que da&ntilde;a a todo el equipo y es el que causa ese rebote 
  <br>
  tan confuso. Por Ultimo, Howl Baja la defensa de todo el mundo.<br>
  B&aacute;sicamente, dale con todo. Usa tus mejores magias, las magias de Lise,<br>
  los Jutsu de Hawk, Dark Force de Angie, lo que sea! Dolan es muy dif&iacute;cil<br>
  y peligroso. Ninguno de sus ataques se pueden evadir, pero cuando el pasa<br>
  la mano por todo el campo, puedes esconderte en las esquinas para evitar que<br>
  te toque. Ten a la mano una buena cantidad de Angel Grials y poto Oil.</p>
<p align="center">Cuando logres quit&aacute;rtela de encima...</p>
<p align="center">Toasted!. Llevo 6!</p>
<p align="center">-LA BESTIA DE LA LUZ: Las Ruinas ancestrales de la Luz.</p>
<p align="center">Este es el punto al este de Rolante. LL&Eacute;VATE EL CHIBIKKO 
  HAMMER O NO QUERRAS<br>
  VOLVER A JUGAR UN RPG MAS EN TU VIDA.</p>
<p align="center">Si seguiste mi orden (Masoquista), Este sitio ser&aacute; un 
  paseito ya que los<br>
  enemigos aqu&iacute; son considerablemente mas f&aacute;ciles que los de la 
  Torre de<br>
  la Luna, los &uacute;nicos mas o menos peligrosos son los Grell Mage.</p>
<p align="center">Al aterrizar, ve al este, noroeste, oeste, noreste, norte dos 
  pantallas, <br>
  sureste, este, sur, este y norte. Lee la nota que hay all&iacute; (Tienes que 
  <br>
  despachar a los enemigos que laboren all&iacute;).<br>
  Luego baja las escaleras, y en la tabla de la izquierda usa a Wisp y en la<br>
  de la derecha usa a Shade. Metete por el camino reci&eacute;n abierto, y Oeste,<br>
  norte, este, norte, y noroeste. Al norte de all&iacute; esta Lightgazer mir&aacute;ndote<br>
  con su &uacute;nico ojo.</p>
<p align="center">Lightgazer: 15000 HPs. D&eacute;bil a Shade.<br>
  Estrategias: La primera vez que jugu&eacute; llegue con Angela con Dark Force 
  y <br>
  este me pareci&oacute; una mantequilla. La segunda llegue con Carlie como una<br>
  Priestess, y bueh, no saben lo que sufr&iacute;...<br>
  Lightgazer usa un cierto surtido de ataques de luz con GeyseBlast como su<br>
  mayor exponente, y adem&aacute;s usa Prisioner, que convierte a tus personajes 
  en<br>
  Moogles (KUPO!). Con el Chibikko Hammer puedes quitarte de encima este<br>
  problema, ya que al ser Chibikko se nulifica el estado Moogle y luego puedes<br>
  volver a la normalidad con el mismo &iacute;tem. Adem&aacute;s de esto usa Saint 
  Saber<br>
  en tus personajes (Esto es malo), adem&aacute;s de que se cura a si mismo con<br>
  Heal Light.<br>
  Todas estas cosas hacen que esta batalla sea mucho mas larga de lo que <br>
  debiera ser. Usa tus mejores ataques oscuros (Si es que tienes alguno!) y<br>
  c&aacute;ele con todo.</p>
<p align="center">YATTA!!!! Llevo 7!... pero aun falta una... Donde estar&aacute;?</p>
<p align="center">Shade nos dijo que su piedra llevaba mucho tiempo de perdida...</p>
<p align="center">Sin embargo, aun hay un punto que visitar, y all&iacute; era 
  donde estaba la<br>
  legendaria ciudad de Pedan. Aterriza all&iacute;. Al llegar, sube hasta que 
  veas <br>
  una casa solitaria. Entra y duerme all&iacute;. Al despertar, todo cambiara...</p>
<p align="center">-Pedan:</p>
<p align="center">De donde sali&oacute; todo esto? Jeje, la verdad no tengo la 
  menor idea...</p>
<p align="center">Esta ciudad tiene varias cosas interesantes, buenas armas y 
  armaduras, y<br>
  lo mas importante, aqu&iacute; alguien sabe donde esta la piedra del mana que 
  te<br>
  falta. Si no hablas con el, espec&iacute;ficamente el Guru de las Piedras del 
  Mana,<br>
  en un edificio en el oeste del poblado, no podr&aacute;s seguir.<br>
  Por cierto, si entras en la posada y sales sin dormir en ella, Pedan <br>
  desaparecer&aacute; hasta que vuelvas a dormir all&iacute;.</p>
<p align="center">Si tu personaje principal es Duran o Angela, La piedra estar&aacute; 
  Escondida en<br>
  el Hueco de los Dragones (Dragon&acute;s Hole), en el Desierto de Cristal (Glass<br>
  Desert). Adem&aacute;s de esto, en cierta tienda (Posiblemente la de armas o 
  <br>
  armaduras, no recuerdo muy bien. Hace mucho que no juego esta parte), te<br>
  encontraras a el Pr&iacute;ncipe de Forcena (?) y a Loki (&iquest;?), quienes 
  est&aacute;n<br>
  aqu&iacute; para partir a vencer al emperador Dragon.</p>
<p align="center">(Esta vaina va mas all&aacute; de mi comprensi&oacute;n. Alguien 
  sabe que paso aqu&iacute;?)</p>
<p align="center">Si tu personaje Principal es Hawk o Lise, la piedra estar&aacute; 
  localizada en<br>
  el Palacio de la Oscuridad (Darkness Palace) en la cueva de la oscuridad<br>
  (Darkness Cave).</p>
<p align="center">Y, si tu personaje principal es Kevin o Carlie, la piedra estar&aacute; 
  ubicada<br>
  en el Palacio de la Ilusi&oacute;n (Mirage Palace), en la Jungla de la Ilusi&oacute;n<br>
  (Illusion Jungle).</p>
<p align="center">Sin embargo... Hay algo que hacer antes. Este sitio es excelente 
  para ganar<br>
  niveles, y ya es hora de tu segundo cambio de clases. Para esto debes<br>
  llegar al nivel 38, y aqu&iacute; mismo, afuera de Pedan, en la noche aparecen<br>
  unos enemigos redondos p&uacute;rpuras, a los cuales debes eliminar de ultimo.<br>
  Estos com&uacute;nmente dejan semillas ????, que son las que necesitamos. <br>
  Estas semillas, al ser plantadas en las posadas, Se convierten en Items que<br>
  son necesarios para cambiar de clases. Estas son todas:</p>
<p align="center">Duran:<br>
  Paladin: Paladin&acute;s Proof (Como &iacute;tem usa Saint Saber)<br>
  Lord: Lord&acute;s Proof( Como &iacute;tem usa Heal Light (Argh))<br>
  Sword Master: Master&acute;s Proof (Como &iacute;tem usa... no se ^_^ Creo queeee...<br>
  esteeeee... Posiblemente, alg&uacute;n sable... ^_^ Alguien sabe?)(Creo que<br>
  Diamond Saber!)(Alguien que lo compruebe!)<br>
  Duelist: Duelist Proof (Como &iacute;tem usa Dark Saber)</p>
<p align="center">Angela:<br>
  Grand Deviner: Arcane Book (Como &iacute;tem usa Saint Beam)<br>
  Arch Mage: Book of Secrets (Como &iacute;tem usa Explode)<br>
  Magus: Forbbiden Book (Como &iacute;tem usa Dark Force)<br>
  Rune Master: Book of Rune (Como &iacute;tem usa Death Spell- Guau!)</p>
<p align="center">Lise:<br>
  Vanadies: Briesingamen (Como Item usa Power Up)<br>
  Starlancer: Morning Star Chain (Como &iacute;tem usa Speed Up)<br>
  Fenrir Knight: Gleipnir (Como &iacute;tem usa Mind Down)<br>
  Dragon Master: Knight Dragon Chain (Como &iacute;tem usa Protect Down)</p>
<p align="center">Hawk:<br>
  Wanderer: Good Luck Die (Como Item usa Life Boost)<br>
  Rogue: Bad Luck Die (Como &iacute;tem usa... Hmmm... quiz&aacute; Denrai...)<br>
  Nightblade: Nighteye Die (Como &iacute;tem usa Thunder Jutsu)<br>
  Ninja Master: Bullseye Die (como &iacute;tem usa Fire Jutsu)</p>
<p align="center">Carlie:<br>
  Bishop: Holy Water Vial (Como &iacute;tem usa Heal Light. No puede creer la<br>
  impresionante utilidad de esto sabiendo que ya tienes a Carlie...)<br>
  Sage: Bootle of Salt (Como &iacute;tem usa Tinkle Rain. Ditto con lo de arriba.)<br>
  Evil Shaman: Bootle of Blood (Como &iacute;tem usa Antimagic)<br>
  Necromancer: Bootle of Ashes (como &iacute;tem usa Black Curse)</p>
<p align="center">Kevin:<br>
  God Hand: Gold Wolf Soul (Como &iacute;tem usa Aura Wave)<br>
  Warrior Monk: Silver Wolf Soul (Como &iacute;tem usa Leaf Saber!)<br>
  Dervish: Demon Wolf Soul (Como &iacute;tem usa Wolf Saber)<br>
  Death Hand: Death Wolf Soul (Como &iacute;tem usa Energy Ball)</p>
<p align="center">Con el &iacute;tem que quieras, dir&iacute;gete a la Tierra 
  del Mana, y jurunga la <br>
  diosa que esta en un nivel superior. Ella te cambiara de clases.</p>
<p align="center">Ya que cambies de clases (Importante que lo hagas o lo que viene<br>
  se te va a caer encima), dir&iacute;gete al &aacute;rea que te indico el Guru. 
  De aqu&iacute;<br>
  hasta el final del juego casi todo difiere por los personajes, comenzaremos<br>
  con Duran y Angela.</p>
<p align="center">-DURAN Y ANGELA: El Desierto de Cristal.</p>
<p align="center">En el noroeste hay una isla muy sospechosa. En realidad all&iacute; 
  te lo marcan<br>
  en el mapa ^_^ as&iacute; que entra all&iacute;. Todas las &aacute;reas finales 
  comparten mas<br>
  o menos los mismos monstruos. La de Duran y Angela se destaca por sus<br>
  dragones en masa, y es la mas o menos de las tres. Adem&aacute;s hay Ninjas, 
  potos<br>
  Shamanes y dem&aacute;s seres odiosos, molestos y poco agradables para alegrarte<br>
  el d&iacute;a.<br>
  Los Demonios no est&aacute;n all&iacute; para alegrarte el d&iacute;a ^_^sino 
  para arruin&aacute;rtelo.<br>
  Sigue el camino que te cuento para evitar que te pierdas:<br>
  Al norte como cinco pantallas (Pilas con las monta&ntilde;itas de arenas). Oeste,<br>
  Suroeste, este dos mas, norte, este, norte, oeste, norte dos pantallas, <br>
  y all&iacute; esta esa caverna sospechosa... All&iacute; dentro te las veras 
  con<br>
  la super simp&aacute;tica bestia de la oscuridad, Zable Fahr.</p>
<p align="center">Zable Fahr: Cabeza de los lados: 5000 HPs. La del medio: 10000 
  HPs. D&eacute;biles<br>
  a Wisp.<br>
  Estrategias: Bueno. Es dif&iacute;cil. Que mas?. Me gusta este monstruo, esta 
  muy<br>
  bien ideado y en una noche solitaria hasta inspira miedo (Fig&uacute;rate!)<br>
  Comienza d&aacute;ndole ca&ntilde;a hasta mas no poder a las dos cabezas. Usa 
  tus mejores<br>
  t&eacute;cnicas, Saint Saber, Saint Beam, Dardos de Hawk, y usa tus magias de 
  Lise<br>
  y Carlie de proporciones (Carlie tiene que ser Necromancer para obtener<br>
  Black Curse).<br>
  Zable Fahr, luego de que derrotes las dos cabezas, aparecer&aacute; propiamente 
  <br>
  dicha, la tercera cabeza, que saldr&aacute; derrochando simpat&iacute;a y usando 
  Hell <br>
  Cross (oops). Cura despu&eacute;s y antes de eso y deber&iacute;as sobrevivir 
  ^_^U...<br>
  Este bicho usa todas las t&eacute;cnicas oscuras adem&aacute;s de Death Spell 
  y Antimagic.<br>
  Trata de no eliminar las dos cabezas de los lados o la del medio volver&aacute; 
  a<br>
  usar Hell Cross, y eso no esta en tu lista de buenas ideas.</p>
<p align="center">Al fin!!! Las eliminamos a Todas!!!</p>
<p align="center">Tras que te enteres del semejante embrollo en el que te has 
  tirado (De <br>
  cabeza y sin salvavidas), apareces en otra parte del desierto de cristal.<br>
  Al este esta una Diosa dorada (Falta que te hace) y al final del camino<br>
  entramos al Hueco de los Dragones propiamente dicho.</p>
<p align="center">-Hueco de los Dragones:</p>
<p align="center">No hay mucho que hacer ya que all&iacute; esta el Darkshine 
  Knight listo para<br>
  recibirte con una noticia interesante. El Darkshine Knight es el padre de<br>
  Duran revivido por el Emperador Dragon!(Se complica el argumento. Aqu&iacute; 
  me<br>
  volv&iacute; a perder...) Como todo t&iacute;pico padre (y familiar) malvado, 
  le dir&aacute;<br>
  a Duran que se una a el, pero no, y es hora de eliminarlo de una vez por<br>
  todas.</p>
<p align="center">(Ya hay problemas familiares. Broken Home contigo, Duran ^_^)</p>
<p align="center">Darkshine Knight: 17000 HPs. D&eacute;bil aaaa... Posiblemente 
  Wisp(Es un esp&iacute;ritu<br>
  lo que lo pone como un &quot;Desmuerto&quot;). Posiblemente.<br>
  Estrategias: Bueno, el Darkshine Knight tiene la capacidad de usar las tres<br>
  t&eacute;cnicas de las clases oscuras de Duran (Eruption Sword, Whirlwind Sword 
  y<br>
  Vacum Blade. Ay!) y la mala costumbre de usarlas seguidas. Definitivamente,<br>
  aqu&iacute; vas a necesitar curarte mucho, por lo que Carlie estar&aacute; muy 
  atareada.<br>
  Adem&aacute;s de esto, este es uno de esos amotinados vengativos que contraatacan<br>
  las t&eacute;cnicas del nivel dos y tres, as&iacute; que evita usarlas. Usa 
  Saint Saber,<br>
  y at&aacute;calo f&iacute;sicamente, o te veras envuelto en una que no quisieras 
  estar.</p>
<p align="center">Loki agradecer&aacute; a su hijo por liberarlo (Lo que falta 
  es que a duran le<br>
  salgan una mano con un guante negro), y ya eres libre de seguir tras<br>
  llorar a moco tendido.</p>
<p align="center">(Magus- un escritor de gu&iacute;as - propone una secuela. Seiken 
  Densetsu: La<br>
  Amenaza del mana. Que el Mana este contigo...)</p>
<p align="center">Sigue al norte, oeste, norte y este. Salva, al este, este y 
  norte. Al Oeste<br>
  te espera de vuelta la Sexy Tzenker.</p>
<p align="center">(Jaja! Esto llega a limites est&uacute;pidos!)</p>
<p align="center">Elim&iacute;nala y devu&eacute;lvete dos pantallas. Luego sigue 
  al sur, este dos pantallas,<br>
  sur dos mas, este, salva, oeste, sur y oeste dos pantallas mas. All&iacute; 
  esta<br>
  el Jewel Eater!</p>
<p align="center">(aqu&iacute; es posible una depresi&oacute;n por lo rid&iacute;culamente 
  f&aacute;cil que resulta ahora.<br>
  Trata de no acordarte de cuando lo eliminaste la primera vez)</p>
<p align="center">Devu&eacute;lvete al sur, este, norte, este, salva, este, sur, 
  oeste y norte. <br>
  Saluda al Full metal Hagger.</p>
<p align="center">(Ufa! Tanto trabajo para estas boludeces?)</p>
<p align="center">Devu&eacute;lvete al sur, sube las escaleras al sureste, oeste 
  y una diosa te <br>
  espera. tras saludarla anda al oeste, norte, oeste dos mas, sur tres, este<br>
  y norte dos pantallas. Koren esta all&iacute;, se meter&aacute; contigo y te 
  dejara <br>
  algunos enemigos. Cuando los derrotes, sur dos pantalla y otra diosa.</p>
<p align="center">(ARGH!)oeste dos pantallas, norte , este, este otra vez y norte. 
  Llegaras<br>
  a un castillo &quot;sospechoso&quot;, y al norte estar&aacute; esper&aacute;ndote 
  Koren, y esta<br>
  vez si que no correr&aacute;...</p>
<p align="center">Koren: 15000 Hps. D&eacute;bil a varias cosas... pero no es 
  buena idea usar<br>
  magia con el.<br>
  Estrategias: Koren tiene solo 15000 HPs, pero tiene un surtido incre&iacute;ble<br>
  de magias elementales y adem&aacute;s es capaz de usar Ancient *Lord Zero tiembla*.<br>
  Pero el tiene una gran debilidad y es que casi todos sus hechizos (no estoy<br>
  seguro que Ancient se incluya all&iacute;) pueden ser rebotados con el Counter<br>
  Magic de Hawk como Wanderer o Matangos Orilles (Te acuerdas cuando te los <br>
  mencione?)<br>
  Si no, simplemente dale ca&ntilde;a hasta que muera, que no va a durar mucho.</p>
<p align="center">NOTA: Ya que lo derrotes, puedes ir a buscar al Black Rabite. 
  Ve en la<br>
  secci&oacute;n de cosas importantes por el.</p>
<p align="center">MUERTO!!! AL FIN!!! DURAN, ERES EL MAS DE PINGA!!! JAJAJAJA!!!!!!!!!<br>
  Si, seguro. Payaso, el, que no se siente satisfecho. El Emperador Dragon<br>
  aparecer&aacute; para avisarte (que buena persona!) que esta listo para cortar 
  el<br>
  freakin &aacute;rbol del mana y que Koren ya no le servia para nada...(Resentido!).</p>
<p align="center">En tus manos esta detenerlo. Dir&iacute;gete a la Tierra Sagrada 
  del Mana para tu<br>
  ultima batalla.</p>
<p align="center">-Tierra Sagrada del Mana:</p>
<p align="center">El Camino para todos los personajes aqu&iacute; es igual. Los 
  &uacute;nicos enemigos aqu&iacute;<br>
  son los ShapeShifters, que no son muy peligrosos, aunque si molestos, pero<br>
  de vez en cuando puede que salgan uno de los m&iacute;ticos ShadowZero, los 
  <br>
  enemigos mas peligrosos del juego.</p>
<p align="center">Estos Bichos se transformaran en uno de tus personajes, y lo 
  mas seguro es <br>
  que usen la mejor t&eacute;cnica disponible. Esto significa que si tienes a 
  Duran<br>
  como Duelista, Hawk como Nightblade, Lise como Vanadies o Kevin como Death<br>
  Hand, estas en graves problemas. Lo mas recomendable es que te largues de<br>
  all&iacute; si los ves.</p>
<p align="center">En fin, el camino es Norte, oeste, norte, este, este, norte 
  dos pantalla, <br>
  oeste , Norte dos pantallas mas, oeste, norte y estas en las diosas. Salva<br>
  que es la ultima oportunidad que tienes.</p>
<p align="center">Este, norte y oeste al seguir. Estas atrapado con tres ShapeShifters 
  (uhhh.<br>
  Que miedo...). Elim&iacute;nalos y sigue al oeste, norte, oeste, norte , este 
  y<br>
  este. </p>
<p align="center">Al fin, y tras tanta escribidera, llegamos con el ultimo jefe 
  de Duran y<br>
  Angela, el Emperador Dragon. Lamentablemente llegamos tarde, y el &aacute;rbol 
  no<br>
  se salvo, pero que cuernos, por simples resentidos que somos lo vamos a<br>
  matar de cualquier manera.</p>
<p align="center">Emperador Dragon: 55000 Hps. Sus debilidades var&iacute;an.<br>
  Estrategias: Vaya arsenal que tiene este tipo! Tiene TODAS las magias <br>
  elementales, Flare, Prisioner, Spiral Moon, Dragon Shout y encima de todo<br>
  Ancient.<br>
  Sus debilidades var&iacute;an dependiendo de su color. Es mas o menos sencillo 
  <br>
  figurarse los colores (Negro es d&eacute;bil a Wisp, Verde es d&eacute;bil a 
  Luna...),<br>
  pero en esta batalla es muy mala idea usar sables. Ancient es la mejor<br>
  magia a usar, y Black Curse, as&iacute; como todas las magias de Lise. Lamia<br>
  naga es otra opci&oacute;n.<br>
  El Emperador Dragon comenzara viendo hacia la pantalla. All&iacute; usara cualquier<br>
  magia que se le venga en gana, y debes estar pendiente de Prisioner, Ancient<br>
  y en especial de Flare. Cuando le quites mas o menos un tercio de energ&iacute;a,<br>
  pasara a ver hacia el otro lado. All&iacute; mas que nada morder&aacute; a los 
  personajes.<br>
  al final, ya que le quites mas o menos otro tercio, volver&aacute; a su posici&oacute;n<br>
  original y empezara a hacer uso y abuso de Ancient. Desp&aacute;chalo al final,<br>
  y lograras finalizar el juego...</p>
<p align="center">-HAWK Y LISE: Caverna de la Oscuridad:</p>
<p align="center">Al noreste del mapa esta la marca de este sitio. La peculiaridad 
  del &aacute;rea<br>
  final de Hawk y Lise son sus Lobos, y sus incre&iacute;blemente molestos Fantasmas.<br>
  Adem&aacute;s traen un surtido men&uacute; de Dragones, Demonios y demonios.<br>
  Supuestamente al entrar en esta caverna se va a ver muy oscuro. Debido a<br>
  que mi monitor esta siempre al m&aacute;ximo de brillo, no vi mucha diferencia, 
  <br>
  pero si te ocurre a ti, trata de subirle el brillo.<br>
  El camino a seguir es Oeste, norte dos pantallas, este y norte otra vez, al<br>
  noroeste esta Zable Fahr esper&aacute;ndote para recibirte con un mordisco.</p>
<p align="center">Zable Fahr: Cabeza de los lados: 5000 HPs. La del medio: 10000 
  HPs. D&eacute;biles<br>
  a Wisp.<br>
  Estrategias: Bueno. Es dif&iacute;cil. Que mas?. Me gusta este monstruo, esta 
  muy<br>
  bien ideado y en una noche solitaria hasta inspira miedo (Fig&uacute;rate!)<br>
  Comienza d&aacute;ndole ca&ntilde;a hasta mas no poder a las dos cabezas. Usa 
  tus mejores<br>
  t&eacute;cnicas, Saint Saber, Saint Beam, Dardos de Hawk, y usa tus magias de 
  Lise<br>
  y Carlie de proporciones (Carlie tiene que ser Necromancer para obtener<br>
  Black Curse).<br>
  Zable Fahr, luego de que derrotes las dos cabezas, aparecer&aacute; propiamente 
  <br>
  dicha, la tercera cabeza, que saldr&aacute; derrochando simpat&iacute;a y usando 
  Hell <br>
  Cross (oops). Cura despu&eacute;s y antes de eso y deber&iacute;as sobrevivir 
  ^_^U...<br>
  Este bicho usa todas las t&eacute;cnicas oscuras adem&aacute;s de Death Spell 
  y Antimagic.<br>
  Trata de no eliminar las dos cabezas de los lados o la del medio volver&aacute; 
  a<br>
  usar Hell Cross, y eso no esta en tu lista de buenas ideas.</p>
<p align="center">(si, es la misma exacta estrategia que puse para Duran y Angela. 
  No <br>
  pretender&aacute;s que escriba otra mas)</p>
<p align="center">La ultima bestia ha sido derrotada! Somos unos h&eacute;roes!</p>
<p align="center">Ya eliminada, ve al oeste, sur dos pantallas, sube las escaleras, 
  norte,<br>
  entra por la puerta, jurunga la diosa (Yupi!) y al este hasta que consigas<br>
  una estatua que prende las luces (Cosa, que como ya te explique no necesite.<br>
  No sabes lo que me costo figurarme para que servia esa cosa.) ahora dir&iacute;gete<br>
  al oeste, al sur y por la puerta. al sur caer&aacute;s y te encontraras a Jagan,<br>
  el tipo de los ojos rojos.</p>
<p align="center">Jagan: 16000 HPs. D&eacute;bil a Salamando (aja!)<br>
  Estrategias: Aparte de sus magias oscuras, Death Spell y Psycho Wave son sus<br>
  &uacute;nicas armas. Con eso basta y sobra, cr&eacute;eme, adem&aacute;s de 
  que viene con una<br>
  carmilla y un Bloody Wolf (Cobarde!).<br>
  Usa tus mejores magias de Salamando, y al contrario de la mayor&iacute;a de 
  los<br>
  jefes, este es mejor agarrarlo con magia que con f&iacute;sico, ya que si le<br>
  caes a trompadas de una, usara Psycho Wave para quit&aacute;rselos de encima.<br>
  Cu&iacute;date de su Death Spell. Angel Grial contigo!</p>
<p align="center">Desde donde estas, ve al norte, noroeste, oeste, sur dos pantallas, 
  sube las<br>
  escaleras, norte, diosa (!) este, y sube por el camino transparente por<br>
  el medio.<br>
  De all&iacute; al Noreste, norte, norte, este dos pantallas y norte hasta el<br>
  Palacio de la Oscuridad.</p>
<p align="center">-Palacio de la Oscuridad:</p>
<p align="center">Este sitio es una pesadilla. Simplemente elimina a todo el mundo 
  (incluidas<br>
  las estatuas de unicornio), y presiona el switch calavera para continuar.<br>
  Entra por la puerta que abriste, ve al norte, dos pantallas al este, <br>
  sur, diosa (YAY!) sube las escaleras, oeste dos pantallas, y a la puerta<br>
  del medio. All&iacute; encontraras al Full Metal Hagger.</p>
<p align="center">(JE)</p>
<p align="center">Ahora ve al sur, este, sur, sureste, presiona A a la izquierda 
  de la puerta<br>
  y esta se abrir&aacute;. Entra por all&iacute;, ve al oeste, sur, oeste, sur 
  tres <br>
  pantallas hasta la pr&oacute;xima puerta, y all&iacute; te las veras con Genova.</p>
<p align="center">(*Bostezo*)</p>
<p align="center">Ahora ve al norte, tres pantallas, este, sube las escaleras, 
  ve al oeste,<br>
  al sur hay una estatua, para arriba continuamos. Al Sur esta la Sexy <br>
  Tzenker una vez mas.</p>
<p align="center">(Que ladilla! Esto es lo que no me gusta de los Action RPG)</p>
<p align="center">Ahora ve al oeste, pasa la puerta, al norte, baja las escaleras, 
  sur, <br>
  este, norte, y all&iacute; esta esper&aacute;ndote la Nefasta Bigieu.</p>
<p align="center">Bigieu: 16000 Hps. D&eacute;bil a Gnome.<br>
  Estrategias: Ella es b&aacute;sicamente una especie de Lugar con Lamia Naga, 
  as&iacute;<br>
  que es un autentico despelote. <br>
  Esta Gata es peligrosa, pero es muy d&eacute;bil, as&iacute; que usa tus mejores 
  magias<br>
  (Black Curse hace maravillas aqu&iacute;), y tarde o temprano la eliminaras. 
  Un <br>
  jefe sencillote.</p>
<p align="center">Al fin nos la quitamos de encima!!!!ALELUYA!! como me ca&iacute;a 
  mal esa tipa.<br>
  Devu&eacute;lvete hasta el sitio antes bloqueado, y all&iacute; te encontraras 
  con el <br>
  Pr&iacute;ncipe Oscuro, quien te dir&aacute; cuatro sandeces como las del Emperador 
  Dragon<br>
  y te esperara en La tierra Sagrada del Mana.</p>
<p align="center">-Tierra Sagrada Del Mana:</p>
<p align="center">El Camino para todos los personajes aqu&iacute; es igual. Los 
  &uacute;nicos enemigos aqu&iacute;<br>
  son los ShapeShifters, que no son muy peligrosos, aunque si molestos, pero<br>
  de vez en cuando puede que salgan uno de los m&iacute;ticos ShadowZero, los 
  <br>
  enemigos mas peligrosos del juego.</p>
<p align="center">Estos Bichos se transformaran en uno de tus personajes, y lo 
  mas seguro es <br>
  que usen la mejor t&eacute;cnica disponible. Esto significa que si tienes a 
  Duran<br>
  como Duelista, Hawk como Nightblade, Lise como Vanadies o Kevin como Death<br>
  Hand, estas en graves problemas. Lo mas recomendable es que te largues de<br>
  all&iacute; si los ves.</p>
<p align="center">En fin, el camino es Norte, oeste, norte, este, este, norte 
  dos pantalla, <br>
  oeste , Norte dos pantallas mas, oeste, norte y estas en las diosas. Salva<br>
  que es la ultima oportunidad que tienes.</p>
<p align="center">Este, norte y oeste al seguir. Estas atrapado con tres ShapeShifters 
  (uhhh.<br>
  Que miedo...). Elim&iacute;nalos y sigue al oeste, norte, oeste, norte , este 
  y<br>
  este. </p>
<p align="center">Es hora de encontrarnos con el ultimo jefe de Hawk y Lise, el 
  molesto <br>
  Archdemon...</p>
<p align="center">Archdemon: 54000 HPs. Sus debilidades var&iacute;an.<br>
  Estrategias: Este tipo tiene a su servicio cuanto hechizo y habilidad hay<br>
  en el juego, adem&aacute;s de ser extremadamente feo en su segunda forma...<br>
  Al principio, cu&iacute;date de sus Black Curse y de sus muchos ataques, y usa<br>
  tus hechizos de Lise, Hawk y Carlie. No te pongas a usar sables que lo que<br>
  van a hacer es complicarte la existencia. Sus debilidades var&iacute;an de acuerdo<br>
  con su color como lo hace el Emperador Dragon, pero este si usa todas las<br>
  ventajas de sus formas. Cuidado con el Death Spell!<br>
  Cuando le quites la mitad de energ&iacute;a, cambiara de forma. Ya es aun mas 
  <br>
  peligroso y tiene unos nuevos ataques, Demon Breath, uno sin nombre que<br>
  usa un rel&aacute;mpago en un personaje, y adem&aacute;s su Mega poderoso Catastrophe.<br>
  Encima de todo, usara Hell Cross cuando le venga en gana (oops). Ya aqu&iacute;<br>
  cu&iacute;date aun mas, y usa Saint o Fire Saber, y tras mas o menos media hora<br>
  de darle palos, morir&aacute; al fin...</p>
<p align="center">-KEVIN Y CARLIE: La Jungla de la Ilussion...</p>
<p align="center">Kevin y Carlie tienen la &quot;ventaja&quot; de que su &aacute;rea 
  esta muy cerca de Pedan.<br>
  Esto no significa que sea sencillo ni mucho menos, esta &aacute;rea final es 
  la<br>
  mas dif&iacute;cil del juego. Sus enemigos interesantes incluyen Carmillas y<br>
  Dragones (Una &quot;excelente&quot; combinaci&oacute;n).</p>
<p align="center">B&aacute;sicamente, saliendo de Pedan, Sigue el r&iacute;o hasta 
  que llegues a una diosa <br>
  sin cabeza (Vaya que se ve s&aacute;dica). Usa a Dryad all&iacute;, y podr&aacute;s 
  entrar a la<br>
  jungla de la Ilussion.</p>
<p align="center">La jungla de la ilusi&oacute;n tiene una peculiaridad (que muchos 
  recordaran si<br>
  han jugado Terranigma y llegaron al Bosque Norfest - una de las partes mas<br>
  incre&iacute;bles y t&eacute;tricas del juego - y vaya que tiene muchas -- Pronto 
  una gu&iacute;a<br>
  para este juego, tan pronto como lo termine ;P))de que el camino esta <br>
  escondido, y cambia cada vez que te equivoques.</p>
<p align="center">Cada vez que elijas un camino correcto sonara un sonido distintivo 
  que te lo<br>
  indicara. Si no, otro sonido mucho mas distintivo te dir&aacute; que te <br>
  equivocaste. El camino correcto es este, norte, oeste, sur, oeste, oeste,<br>
  norte y una Diosa te espera. Al norte esta Zable Fahr esper&aacute;ndote.</p>
<p align="center">Zable Fahr: Cabeza de los lados: 5000 HPs. La del medio: 10000 
  HPs. D&eacute;biles<br>
  a Wisp.<br>
  Estrategias: Bueno. Es dif&iacute;cil. Que mas?. Me gusta este monstruo, esta 
  muy<br>
  bien ideado y en una noche solitaria hasta inspira miedo (Fig&uacute;rate!)<br>
  Comienza d&aacute;ndole ca&ntilde;a hasta mas no poder a las dos cabezas. Usa 
  tus mejores<br>
  t&eacute;cnicas, Saint Saber, Saint Beam, Dardos de Hawk, y usa tus magias de 
  Lise<br>
  y Carlie de proporciones (Carlie tiene que ser Necromancer para obtener<br>
  Black Curse).<br>
  Zable Fahr, luego de que derrotes las dos cabezas, aparecer&aacute; propiamente 
  <br>
  dicha, la tercera cabeza, que saldr&aacute; derrochando simpat&iacute;a y usando 
  Hell <br>
  Cross (oops). Cura despu&eacute;s y antes de eso y deber&iacute;as sobrevivir 
  ^_^U...<br>
  Este bicho usa todas las t&eacute;cnicas oscuras adem&aacute;s de Death Spell 
  y Antimagic.<br>
  Trata de no eliminar las dos cabezas de los lados o la del medio volver&aacute; 
  a<br>
  usar Hell Cross, y eso no esta en tu lista de buenas ideas.</p>
<p align="center">(SI! es la misma exacta estrategia que puse para Duran y Angela 
  y Hawk y <br>
  Lise, pero para que no digas nada, volv&iacute; a cambiar el &quot;dialogo de 
  victoria&quot;)</p>
<p align="center">La Bestia se desplomara frente a ti, y logramos vencer a todas 
  las bestias<br>
  del mana!!!</p>
<p align="center">Toma el cofre que aparece ahora, que contiene el Ilussion Mirror, 
  Item muy<br>
  importante para el resto de la jungla.</p>
<p align="center">Desde donde eliminaste a Zable Fahr, ve al sur dos veces, al 
  oeste, norte<br>
  dos veces, Diosa (!), sur, oeste, norte, norte, y all&iacute; deber&aacute;s 
  usar el<br>
  Ilussion Mirror. Para tu desagradable sorpresa, aparecer&aacute; el Death Jester 
  a<br>
  Luchar contigo (AAAAAAAAARRRRRRRGGGGGHHHHH!!!!!)</p>
<p align="center">Death Jester: 12000 HPs. <br>
  Estrategias: Esta fue una de las luchas mas dif&iacute;ciles para mi porque 
  llegue<br>
  sin Angel Grials y Kevin y Lise Cayeron. Eso significa que quede con Duran<br>
  como Sword Master (Ah! Super! No hay Heal Light!), y 5 Honey Drinks. Adem&aacute;s<br>
  significa que quiz&aacute; es buena idea volver por provisiones si estas en 
  <br>
  problemas :), pero tras mas o menos media hora de desco&ntilde;etar mi teclado,<br>
  logre vencerlo!<br>
  B&aacute;sicamente, el Death Jester se dividir&aacute; en tres, y usara diversas 
  magias<br>
  elementales, mas Holy Ball y Evil gate. Adem&aacute;s de eso, tiene la mala 
  man&iacute;a<br>
  de usar Death Roullete, y casi siempre cae en tus personajes.<br>
  El problema es que solo uno recibe da&ntilde;o pero todos pegan igual de duro, 
  as&iacute;<br>
  que usa un ataque en los tres para ver cual es el real y descarga todo en <br>
  el. Tras un rato de recibir co&ntilde;azos, cambiara el Death Jester que recibe<br>
  da&ntilde;o, as&iacute; que busca el siguiente.<br>
  Todo eso suena muy bonito, pero la verdad es que esta pelea es un caos total<br>
  ^_^U, y es dif&iacute;cil figurarse que pasa tras un rato. Tu simplemente usa 
  tus<br>
  magias de Lise y Carlie cuando sea necesario y echa trancazos hasta que lo<br>
  derrotes...</p>
<p align="center">Cuando este incre&iacute;blemente ladilla tipo sea eliminado, 
  se abrir&aacute; un camino<br>
  al norte. De aqu&iacute; en adelante el juego se pone incre&iacute;blemente 
  dif&iacute;cil, as&iacute;<br>
  que estate preparado...</p>
<p align="center">-El Palacio de la ilusi&oacute;n, entrada:</p>
<p align="center">Aqu&iacute;, al entrar, habla con el tipo all&iacute; y usa 
  el esqueleto para salvar.</p>
<p align="center">El mecanismo de este super largo calabozo es activar las seis 
  bolas que <br>
  est&aacute;n en el centro de este sitio (Que por cierto es simplemente la entrada),<br>
  y as&iacute; abrir la puerta para entrar al castillo propiamente dicho.</p>
<p align="center">El primer camino que tomaremos ser&aacute; el del suroeste ya 
  que es el menos <br>
  dif&iacute;cil en cuanto a enemigos (No los tienes que eliminar). Ve al noreste,<br>
  oeste, sur dos pantallas y al sureste. abre el cofre, el cual si mal no<br>
  recuerdo esta vac&iacute;o, y regr&eacute;sate. Primer Bola activada (eso son&oacute; 
  feo).</p>
<p align="center">El segundo camino que tomaremos ser&aacute; el del oeste. All&iacute; 
  ve al norte, <br>
  noroeste, y norte y te las veras con Genova una vez mas...</p>
<p align="center">(Buuuuuuu... queremos jefes nuevos! - aunque pens&aacute;ndolo 
  bien, esto puede<br>
  no ser muy buen deseo...-) Segunda Bola activada.</p>
<p align="center">El tercer camino que tomaremos ser&aacute; el del noroeste. 
  All&iacute; dentro ve al norte<br>
  hasta que el cuarto cambie, tras lo cual volver&aacute;s al sur... hasta Astoria!<br>
  (mas cosas que me recuerdan a Terranigma! ya son dos en el mismo episodio!)<br>
  Habla con todos, incluidos el perro y el tipo al sureste del pueblo (Que<br>
  por alguna raz&oacute;n lo tengo anotado), y sal de all&iacute;. Por alguna 
  raz&oacute;n deber&aacute;s<br>
  eliminar a UN solo Ghost para continuar (Muy aleg&oacute;rico a la destrucci&oacute;n 
  y<br>
  desaparici&oacute;n de Astoria, pero posiblemente no muchos logren encontrarle 
  <br>
  sentido a este curioso detalle - Ghost significa Fantasma - ).<br>
  Tercera Bola activada.</p>
<p align="center">El cuarto que tomaremos ser&aacute; el del sureste. All&iacute; 
  ve al Noreste y caer&aacute;s en<br>
  una serie de peleas. Cuando las ganes todas, devu&eacute;lvete. Cuarta Bola 
  <br>
  activada.</p>
<p align="center">El quinto que tomaremos ser&aacute; el del este. Al Noreste 
  estar&aacute;... Gildervine.</p>
<p align="center">(Que fastidio!) Quinta Bola activada.</p>
<p align="center">El ultimo es el del Noreste. Activa el switch, y sigue al norte, 
  noreste,<br>
  noroeste, norte dos veces y noreste y noroeste, y repite lo ultimo (Me da<br>
  flojera repetirlo ... ^_^). Por all&iacute; le&iacute; que aqu&iacute; consigues 
  a Karl (no me<br>
  acuerdo de nada por el estilo), pero el punto es que al noreste y al norte<br>
  se termina el cachacha este. Vuelve al cuarto principal y prep&aacute;rate para<br>
  una gran batalla.</p>
<p align="center">Jurunga la calavera en el medio y ve al norte. Al final ser&aacute;s 
  atrapado y<br>
  tendr&aacute;s que eliminar a una exagerada cantidad de enemigos (Muchos dragones<br>
  y Carmillas) y esta parte se vuelve algo peligrosa si no te cuidas. Cuando<br>
  termines esta laaaaaarga parte, entraras al castillo al fin.</p>
<p align="center">-El Palacio de la Ilussion, interior:</p>
<p align="center">Aqu&iacute; ya no hay Carmillas, pero si hay dragones y demonios 
  (uy). Salva al <br>
  entrar (a no ser que te hayan gustado las batallas con todos esos bichos),<br>
  y al sur activa el switch. Ve al este y al norte, y deja a el switch <br>
  izquierdo hacia abajo y el otro hacia arriba. Ve al norte, y luego al <br>
  sureste. Luego al este y activa el ooootro switch. Devu&eacute;lvete con la<br>
  diosa y luego puedes ir a un cuarto con un puente.</p>
<p align="center">Pasa por el puente y traspasa la pared por la parte izquierda. 
  Metete en<br>
  el teletransportador (Guau!), y ve al oeste hasta que te enfrentes a Gorva.</p>
<p align="center">(Ahhhhh...*Lord Zero inclina la cabeza a la izquierda y se babea* 
  mas bichos<br>
  repetidos...)</p>
<p align="center">A el oeste hasta el pr&oacute;ximo teletransportador. Sal por 
  el sur y luego al <br>
  noreste. Busca un portal mas al noreste, y entra all&iacute;. Esta parte que<br>
  viene es de las mas dif&iacute;ciles del juego, as&iacute; que prep&aacute;rate 
  bien.</p>
<p align="center">En este cuarto te encontraras frente a frente con el Mago Enmascarado 
  (Soy<br>
  yo o es que en realidad este tipo no aparece o no es mencionado en TODO el<br>
  juego?). Te mencionara al igual que los otros dos malos que va a cortar el<br>
  &aacute;rbol del mana, y Heath se encargara de ustedes.</p>
<p align="center">Heath: 12000 HPs. Resistente por alguna raz&oacute;n a los sables 
  elementales. <br>
  D&eacute;bil a Shade.<br>
  Estrategias: Heath usa los cuatro monstruos de Lise (Freya es mucho mas<br>
  molesto cuando te lo tiran a ti), Heal light como loco y Death Spell. Adem&aacute;s<br>
  usa los Ghost y Saint Beam, adem&aacute;s de Ghost Road.<br>
  Heath es el jefe mas dif&iacute;cil del juego. A pesar de sus pocos HPs, se 
  cura<br>
  todo el tiempo y Lamia Naga, Freya, Marduke y Jormugand son unas <br>
  calamidades. Dark Sabre se pone a &uacute;nico buen uso aqu&iacute;. Usa las 
  magias de <br>
  Lise, Black Curse, y Big Wrench o Lunatic de Hawk, que son muy &uacute;tiles 
  aqu&iacute;.<br>
  At&aacute;calo con alma y vida, que en alg&uacute;n momento caer&aacute;.</p>
<p align="center">Ya con Heath eliminado, debes ir a la Tierra Sagrada del Mana 
  a quitarte<br>
  de encima al tipo ese, y en general a terminar el juego... (Ustedes de que<br>
  se quejan? Yo soy el que tengo que escribir todo esta cantidad de letras!<br>
  Ustedes solo leen y al d&iacute;a siguiente llegan al colegio diciendo que <br>
  terminaron Seiken Densetsu 3 y que son unos genios! Los voy a demandar!!!)</p>
<p align="center">NOTA: No me hagan caso. Esto es solo un griter&iacute;o inducido 
  porque son las<br>
  8:49 de la noche de un domingo y ma&ntilde;ana tengo clases. Los quiero mucho 
  ^_^.</p>
<p align="center">-Tierra Sagrada Del Mana:</p>
<p align="center">El Camino para todos los personajes aqu&iacute; es igual. Los 
  &uacute;nicos enemigos aqu&iacute;<br>
  son los ShapeShifters, que no son muy peligrosos, aunque si molestos, pero<br>
  de vez en cuando puede que salgan uno de los m&iacute;ticos ShadowZero, los 
  <br>
  enemigos mas peligrosos del juego.</p>
<p align="center">Estos Bichos se transformaran en uno de tus personajes, y lo 
  mas seguro es <br>
  que usen la mejor t&eacute;cnica disponible. Esto significa que si tienes a 
  Duran<br>
  como Duelista, Hawk como Nightblade, Lise como Vanadies o Kevin como Death<br>
  Hand, estas en graves problemas. Lo mas recomendable es que te largues de<br>
  all&iacute; si los ves.</p>
<p align="center">En fin, el camino es Norte, oeste, norte, este, este, norte 
  dos pantalla, <br>
  oeste , Norte dos pantallas mas, oeste, norte y estas en las diosas. Salva<br>
  que es la ultima oportunidad que tienes.</p>
<p align="center">Este, norte y oeste al seguir. Estas atrapado con tres ShapeShifters 
  (uhhh.<br>
  Que miedo...). Elim&iacute;nalos y sigue al oeste, norte, oeste, norte , este 
  y<br>
  este. </p>
<p align="center">All&iacute; te las veras con el ultimo jefe del juego para Kevin 
  y Carlie, el<br>
  malvado Mago Enmascarado (*Bostezo*), mejor conocido como el Dark Lich.</p>
<p align="center">Dark Lich: 49000 HPs. Sus debilidades Var&iacute;an, pero no 
  uses Leaf Saber.<br>
  Estrategias: Dark Lich es el jefe con menos HPs de los tres &uacute;ltimos, 
  pero<br>
  no por eso es sencillo. Su Repertorio de magias es mas selecto (O sea,<br>
  mas peque&ntilde;o), pero aun as&iacute; es dif&iacute;cil. Sus mejore ataques 
  son Ancient, Death<br>
  Spell, Hell Cross, Prisioner, Hyper Cannon y Death Ectasy, el mas poderoso<br>
  hechizo del juego.<br>
  Usa tus magias de Lise y Carlie. Dark Lich tiene tres fondos que indican<br>
  sus debilidades. El Negro usa magias oscuras, y tiende a usar Death Ectasy<br>
  en este fondo mas com&uacute;nmente. El Otro fondo es uno muy de pinga que llena<br>
  el fondo de agua. Aqu&iacute; usa hechizos de agua y alguno que otro Ancient 
  y<br>
  Death Spell. Por ultimo, tiene uno de un desierto, en el cual usa Hyper<br>
  Cannon y prisioner. En el primero es d&eacute;bil a Wisp, en el segundo a Salamando<br>
  y en el tercer a Shade y Jinn.<br>
  Dark Lich es muy d&eacute;bil si usas Mind up y Mind Down en la batalla, ya 
  que su<br>
  poder son las magias. Tras muchisimo rato de volverlo pur&eacute;, ganaras el<br>
  juego cuando el estalle...</p>
<p align="center">(AL FIN TERMINE!)</p>
<p align="center">****************************************************************************</p>
<p align="center">6.- Cosas Importantes:</p>
<p align="center">El Black Rabite:</p>
<p align="center">&iquest;Qu&eacute;s eso? B&aacute;sicamente, un jefe secreto. 
  Es un Rabite com&uacute;n y silvestres <br>
  salvo por el hecho que tiene muuuuchos HPs y un incre&iacute;ble surtido de<br>
  magias.</p>
<p align="center">Yo no lo he conseguido aun, pero se donde se encuentra. Debes 
  estar usando<br>
  a Duran o a Angela. El esta escondido al principio del Dragon&acute;s Hole. 
  Por<br>
  all&iacute;, al este, hay una pared secreta (En alg&uacute;n sitio ^_^). Por 
  all&iacute; esta.<br>
  Cuando lo enfrente, te dir&eacute; las t&eacute;cnicas necesarias.</p>
<p align="center">-SALVA EN DONDE PUEDAS!<br>
  -Compra lo que puedas del mercado negro de Byzel.<br>
  -Un truco! Si al usar una magia que dure mucho (Como Ancient o Black Curse)<br>
  con un personaje que no es el tuyo, usas un &iacute;tem o usas otra magia con 
  otro<br>
  personaje, esta saldr&aacute; inmediatamente! Puedes probar usando Ancient con<br>
  Angela, alguna magia de Hawk y luego un &iacute;tem con tu personaje, y todas 
  <br>
  saldr&aacute;n en sucesi&oacute;n. Un truco muy bueno con los &uacute;ltimos 
  jefes.<br>
  -Las posadas son gratis en el d&iacute;a del Mana(Domingos).<br>
  -Los d&iacute;as de las semana afectan los hechizos. En el men&uacute; se ve 
  cuales son<br>
  los d&iacute;as. Cuando sea el d&iacute;a de Salamando, los hechizos de fuego 
  ser&aacute;n mas<br>
  poderosos, en los de Undine, los de hielo.<br>
  Adem&aacute;s, durante el d&iacute;a Wisp es mas efectivo, y en la noche Shade.</p>
<p align="center">****************************************************************************</p>
<p align="center">7.- Magias, Sables, habilidades, y dem&aacute;s:</p>
<p align="center">Las magias se conservan al cambiar de clase.</p>
<p align="center">7.1.- Duran:<br>
  Knight: Heal Light - Restaura HPs.<br>
  Paladin: Saint Saber - Hace que un Arma tenga atributos sagrados.<br>
  Lord: Heal Light(en todos) - Restaura HPs.<br>
  Tinkle Rain - Cura estatus anormales.<br>
  Gladiator: Ice Saber: Hace que un Arma tenga atributos de hielo.<br>
  Fire Saber: Hace que un arma tenga atributos de fuego.<br>
  Thunder Saber: Hace que un Arma tenga atributos de viento.<br>
  Diamond Saber: Hace que un arma tenga atributos de tierra.<br>
  Duelist: Dark Saber: Hace que un arma tenga atributos oscuros.<br>
  Sword Master: Moon Saber: Hace que un arma tenga atributos de luna.<br>
  Leaf Saber: Hace que un arma tenga atributos de madera.<br>
  (Adem&aacute;s, Sword Master aprende todos los sables del Gladiator en todos)	
</p>
<p align="center">7.2.- Angela:<br>
  Magician: Holy ball(En todos): Magia inicial sagrada.<br>
  Evil gate(En todos): Magia inicial oscura.<br>
  Gem Missile(En todos): Magia de tierra inicial.<br>
  Air Blast(En todos): Magia de aire inicial. <br>
  FireBall(En todos): Magia de fuego inicial.<br>
  Ice Smash(En todos): Magia de hielo Inicial. <br>
  Sorceress:Saint Beam: Magia intermedia sagrada.<br>
  Earthquake: Magia de tierra intermedia.<br>
  Thunderstorm: Magia de viento intermedia.<br>
  Explode: Magia de fuego intermedia.<br>
  Mega Smash: Magia de hielo intermedia.<br>
  Grand Deviner: Double Spell(En todos): Magia trielemental.<br>
  (El Grand Deviner adem&aacute;s aprende las magias del Sorceress en todos)<br>
  Arch Mage: Rainbow(en todos): ataque poderoso no elemental.<br>
  (El Arch Mage aprende adem&aacute;s las magias del Sorceress en todos)<br>
  Delvar: Dark Force: Magia intermedia oscura.<br>
  Magus: Earthquake: Magia de tierra intermedia.<br>
  Thunderstorm: Magia de viento intermedia.<br>
  Explode: Magia de fuego intermedia.<br>
  Mega Splash: Magia de hielo intermedia.<br>
  Ancient(en todos): Magia descomunal no elemental.<br>
  Rune Master: Death Spell: Elimina al enemigo si esta a un nivel inferior<br>
  al tuyo o inflige 999 de da&ntilde;o a los jefes.<br>
  Stone Cloud: Ataque avanzado de tierra.<br>
  Stun Wind: ataque avanzado de viento. Enmudece al enemigo.<br>
  Blaze Wall: Ataque avanzado de fuego.<br>
  Cold breeze: ataque avanzado de hielo que puede congelar al <br>
  enemigo.<br>
  (adem&aacute;s, el Rune Master aprende Dark Force en todos) </p>
<p align="center">7.3.- Kevin<br>
  Monk: Pressure Point: Aumenta el poder de ataque al doble. Solo funciona<br>
  de d&iacute;a.<br>
  Heal Light: Restaura HPs.<br>
  God Hand: Aura Wave: Rellena la barra de t&eacute;cnicas.<br>
  Warrior Monk: Leaf Saber : Hace que un arma tenga atributos Madera.<br>
  (Adem&aacute;s, el Warrior Monk Aprende Heal Light en todos.<br>
  Bashkar: Nada.<br>
  Dervish: Moon Saber: Hace que un arma tenga atributos de Luna.<br>
  Death Hand: Energy Ball: Sube la cantidad de ataques cr&iacute;ticos (Si es 
  que<br>
  existen...)</p>
<p align="center">7.4.- Carlie<br>
  Cleric: Heal Light: Restaura HPs.<br>
  Tinkle Rain: Cura estatus anormales.<br>
  Priestess: Holy Ball: Magia inicial sagrada.<br>
  Diamond Saber: Hace que el arma tenga atributos de tierra.<br>
  Flame Saber: Hace que el arma tenga atributos de fuego.<br>
  Ice Saber: Hace que el arma tenga atributos de hielo.<br>
  Thunder Saber: Hace que el arma tenga atributos de viento. <br>
  (Todas las clases de Carlie aprenden Heal Light M&uacute;ltiple)<br>
  Bishop: Turn Undead: Elimina a los enemigos &quot;desmuertos&quot; Como los 
  Zombies<br>
  y esa fauna, o 999 a los jefes &quot;desmuertos&quot;.<br>
  Saint Saber: Hace que el arma tenga atributos sagrados.<br>
  Magic Shield: Protecci&oacute;n contra la magia.<br>
  (Todas las ultimas clases de Carlie aprenden Tinkle Rain M&uacute;ltiple)<br>
  Sage: Saint Beam: Hechizo intermedio sagrado.<br>
  (adem&aacute;s, el Sage aprende todos los hechizos de el Priestess m&uacute;ltiples)<br>
  Enchantress: Unicorn: Llama a un unicornio al ataque.<br>
  Golem: Llama a un Golem al ataque.<br>
  Evil Shaman: Antimagic: Elimina la carga de las barras de t&eacute;cnicas.<br>
  Gremlin: Llama a un Gremlin al ataque.<br>
  Great Demon: Llama a un Great Demon al ataque.<br>
  Demon Breath(En todos): Magia avanzada oscura, reduce la magia.<br>
  Necromancer: Dark Saber: Hace que el arma tenga atributos oscuros.<br>
  Black Curse: Baja todos los atributos enemigos.<br>
  Ghould: Llama a un ghoul al ataque.<br>
  Ghost: Llama a un Ghost al ataque.</p>
<p align="center">7.5.- Hawk<br>
  Ranger: Arrow: Trampa inicial.<br>
  Spike: Trampa inicial.<br>
  Sleep Flower: Duerme al objetivo.<br>
  Body Change: Convierte a los enemigos en Shell Hunters.<br>
  Wanderer: Half Vanish: Reduce el HP del objetivo por la mitad.<br>
  Transhape: Hace que el objetivo sea invencible por un tiempo.<br>
  Life Booster: Aumenta el HP m&aacute;ximo por un quinto.<br>
  Aura Wave: Rellena la barra de t&eacute;cnicas.<br>
  Poison Bubble: Da&ntilde;a, envenena y absorbe MPs.<br>
  Counter Magic: Rebota magias enemigas!<br>
  Energy Ball: aumenta los ataques cr&iacute;ticos (Si es que existen)<br>
  Lunatic: Reduce el HP m&aacute;ximo por un quinto.<br>
  Rogue: Rock Fall: Trampa intermedia.<br>
  Land Mine: Trampa Avanzada.<br>
  Cutter Missile: Ataque a distancia.<br>
  Axe Bomber: ataque a distancia.<br>
  Rocket launcher: Ataque de fuego.<br>
  Crescent: Ataque oscuro.<br>
  Grenade Bomb: Ataque de Madera, absorbe MPs.<br>
  Silver Dart: Ataque sagrado. <br>
  Ninja: Shuriken: Da&ntilde;a y baja la punter&iacute;a enemiga.<br>
  Earth Jutsu: Da&ntilde;o de tierra y baja la inteligencia enemiga.<br>
  Thunder Jutsu: Ataque de viento y baja la defensa enemiga.<br>
  Water Jutsu: Ataque de agua y baja el ataque enemigo.<br>
  Fire Jutsu: Ataque de fuego y baja la magia enemiga.<br>
  Nightblade: Poison Breath: Da&ntilde;a y envenena.<br>
  Fire Breath: ataque de fuego.<br>
  Blow Needles: Ataque a distancia.<br>
  Deadly Weapon: ataque de baja los HPs enemigos por un quinto.<br>
  Black Rain: Da&ntilde;o a todos los enemigos y baja todos sus <br>
  atributos.<br>
  Ninja Master: El Ninja Master aprende todas las t&eacute;cnicas del Ninja en 
  todos<br>
  los enemigos.</p>
<p align="center">7.6.- Lise<br>
  Valkirye: Protect Up: Aumenta la defensa.<br>
  Speed Up: Aumenta la agilidad.<br>
  Power Up: aumenta la fuerza.<br>
  Mind Up: Aumenta la inteligencia y esp&iacute;ritu.<br>
  Vanadies: Freya: Llama a la diosa de la fertilidad para convertir a los <br>
  enemigos en Shell Hunters.<br>
  Star Lancer: Marduke: Llama a un &aacute;ngel para da&ntilde;ar y silenciar 
  a los <br>
  enemigos.<br>
  (El Star Lancer aprende adem&aacute;s todos los hechizos de la Valkirye en todos<br>
  los aliados)<br>
  Rune Maiden: Speed Down: Baja la agilidad.<br>
  Protect Down: Baja la defensa.<br>
  Power Down: Baja la fuerza.<br>
  Mind Down: Baja la inteligencia y el esp&iacute;ritu.<br>
  Fenrir Knight: Lamia Naga: Llama a una bestia para da&ntilde;ar a todos los 
  <br>
  enemigos.<br>
  (Adem&aacute;s, el Fenrir Knight aprende los hechizos de la Rune Maiden en todos<br>
  los enemigos)<br>
  Dragon Master: Jormugand: Llama a la legendaria serpiente n&oacute;rdica para<br>
  da&ntilde;ar a todos los enemigos y envenenarlos.</p>
<p align="center">****************************************************************************</p>
<p align="center">8.- Cr&eacute;ditos:</p>
<p align="center">-Primero y Principal, a Lina-Chan y sus amigos(y amigas?) en 
  <br>
  http://translations.animangarpg.org/ por traducir este juego! Las amamos a<br>
  las mujeres de all&iacute;! a los chicos los estimamos mucho ^_^.<br>
  -A Squaresoft por hacer el juego y no traerlo. Imb&eacute;ciles.<br>
  -Al webmaster de End of Time RPG. No, aun no me pagan por esto ;_;.<br>
  -A rpgclassics.com ya que de all&iacute; tome varias cosas. Un gran sitio para 
  los<br>
  interesados en cl&aacute;sicos de los RPGs(y no tan cl&aacute;sicos).<br>
  -A Ustedes! Ya volv&iacute;!<br>
  -A Mi por aun estar vivo y ser un ser tan trabajador (blah).<br>
  -A CjayC ya por costumbre y por gamefaqs.com</p>
<p align="center">****************************************************************************</p>
<p align="center">9.-Cosas Legales: </p>
<p align="center">Este documento es propiedad de LORD ZERO(lord_0@yahoo.com).Todos 
  los <br>
  derechos reservados. Cualquier asunto, un Email arreglara el problema.<br>
  Copyright 2000-2001 By Lord Zero.</p>
<p align="center">La ultima versi&oacute;n siempre ser&aacute; conseguida en gamefaqs.com.</p>
<p align="center">&nbsp;</p>
<p align="center">&nbsp;</p>
